{
  "ankebut": {
    "surahNumber": "29",
    "surahNameTr": "Ankebût Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif lam mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "İnsanlar, sanırlar mı ki inandık derler de öylece bırakılıverirler ve sınanmaz onlar?"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ve andolsun ki biz onlardan öncekileri de sınadık; artık Allah, doğru olanları da mutlaka bilir, yalancıları da mutlaka bilir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Yoksa kötülük edenler, sanırlar mı ki bizden kurtulacaklar, ne de kötü hükmediyorlar."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Kim, Tanrı'ya kavuşmayı umarsa artık şüphe yok ki Allah'ın takdir ettiği zaman elbette gelecek ve odur duyan, bilen."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ve kim savaşırsa ancak kendisi için savaşır; şüphe yok ki Allah, alemlerden müstağnidir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "İnananların ve iyi işlerde bulunanların kötülüklerini elbette örteriz ve onları, yaptıklarından daha güzeliyle mükafatlandırırız."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Ve insana, anasına babasına iyilikte bulunmasını tavsiye ettik ve senin bir bilgin olmayan birşeyi bana eş tutman için seninle çekişirlerse artık itaat etme onlara; dönüp geleceğiniz yer, benim tapımdır, neler yaptıysanız size ben haber vereceğim."
      },
      {
        "ayahNumber": "9",
        "ayahText": "İnananları ve iyi işlerde bulunanları elbette temiz kişilere katacağım."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve insanlardan Allah'a inandık diyen var ki Allah uğrunda bir eziyete uğratılınca insanların, kendisini sınamasını Allah'ın azabıymış gibi sayar ve Rabbinden bir yardım ve zafer de gelirse bu çeşit kişiler, biz sizinleyiz derler mutlaka; Allah, alemlerin gönüllerinde ne var, daha iyi bilmez mi?"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Ve Allah elbette inananları da bilir, münafıkları da bilir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Kafir olanlar, iman edenlere bizim yolumuza uyun dediler, hatalarınızı biz yükleniriz; halbuki onlar, bunların hatalarından hiç mi hiç, bir şey yüklenemezler, şüphe yok onlar, yalancılardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onlar, elbette kendi yüklerini de yüklenecekler, o yüklerle beraber başka yükleri de ve kıyamet gününde de iftira ettikleri şeyler, elbette sorulacak onlardan."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Ve andolsun ki biz Nuh'u, kavmine gönderdik de aralarında tam bin yıldan elli yıl eksik bir müddet kaldı; derken onları tufan helak etti ve onlar zalimlerdi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Onu ve gemidekileri kurtardık ve bunu, alemlere ibret olarak yaptık."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Ve İbrahim de hani kavmine demişti ki: Allah'a kulluk edin ve çekinin ondan; bilseniz bu, size daha hayırlıdır."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Gerçekten de Allah'ı bırakıp da putlara tapıyor, yalanlar uyduruyorsunuz; Allah'ı bırakıp taptığınız şeylerin, size bir rızık vermeye güçleri yetmez; rızkı, Allah katında arayın ve kulluk edin ona ve şükredin ona; dönüp onun tapısına varacaksınız."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ve yalanlarsanız sizden önceki ümmetler de yalanlamıştı ve Peygambere düşen iş, ancak apaçık tebliğden ibaret."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Görmezler mi ki Allah, nasıl yaratmaya başlıyor, sonra yaratışı, nasıl yeniliyor? Şüphe yok ki bu, Allah'a pek kolay."
      },
      {
        "ayahNumber": "20",
        "ayahText": "De ki: Yeryüzünü gezin de bakıp görün, nasıl yaratmaya başlamıştır; sonra Allah ahiret yaşayışını da meydana getirecektir; şüphe yok ki Allah'ın her şeye gücü yeter."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Dilediğini azaplandırır ve dilediğine acır ve siz, döndürülüp onun tapısına götürüleceksiniz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Siz onu, ne yeryüzünde aciz bırakabilirsiniz, ne gökyüzünde ve size, Allah'tan başka da ne bir dost var, ne bir yardımcı."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Allah'ın delillerine kafir olanlar ve onunla buluşacaklarını inkar edenlerse onlardır rahmetimden tamamıyla ümitlerini kesenler ve onlaradır elemli bir azap."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Kavminin cevabı, ancak onu öldürün, yahut yakın sözü olmuştu da Allah, onu ateşten kurtarmıştı; şüphe yok ki bunda elbette deliller var inananlara."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve siz dedi, dünya yaşayışında birbirinize dost olduğunuzdan bu dostluk yüzünden Allah'ı bırakıp da putları mabud edindiniz, sonra da kıyamet günü, bir kısmınız, bir kısmınızı inkar edecek, bir kısmınız, bir kısmınıza lanet okuyacak ve yurdunuz ateştir ve size hiçbir yardımcı yoktur."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Lut, ona inandı ve İbrahim, ben dedi, bunlardan göçecek, Rabbime sığınacağım, şüphe yok ki o üstündür, hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ve ona İshak ve Yakup'u verdik ve soyuna, peygamberlik ve kitap ihsan ettik ve dünyada, mükafatını verdik onun ve şüphe yok ki o, ahirette de elbette temiz kişilerdendir."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ve Lut'u da göndermiştik de hani kavmine demişti ki: Siz, sizden önce, alemlerde hiçbir kimsenin yapmadığı çirkin bir işi yapmadasınız."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Siz, boyuna erkeklerle mi temas edecek, meşru yolu mu kesecek, meclislerinizde hep kötü işlerde mi bulunacaksınız? Kavminin cevabı, ancak eğer doğru söyleyenlerdensen Allah azabını getir bize sözü olmuştu."
      },
      {
        "ayahNumber": "30",
        "ayahText": "O da, Rabbim demişti, bozgunculukta bulunan kavme karşı sen yardım et bana."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Elçilerimiz, İbrahim'e müjdeyle gelince, şüphe yok ki demişlerdi, biz şu şehrin halkını helak edeceğiz; şüphe yok ki o şehrin halkı zalim oldu."
      },
      {
        "ayahNumber": "32",
        "ayahText": "İbrahim, orada Lut da var demişti de onlar, biz daha iyi biliriz demişlerdi, orada kim var; onu ve ailesini kurtaracağız, ancak karısı kurtulmayacak, o, şüphe yok ki orada kalanlardan olacak."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Elçilerimiz Lut'a gelince Lut, onların yüzünden kederlenmişti, gönlü daralmıştı. Onlar, korkma ve tasalanma demişlerdi; şüphe yok ki biz, seni de, aileni de kurtaracağız, ancak karın müstesna ve şüphe yok o, orada kalanlardan olacak."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Şüphe yok ki bu şehir halkının üstüne, buyruktan çıkarak yapageldikleri işler yüzünden, gökten bir azap indireceğiz."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ve andolsun ki biz, akıl eden topluluk için, onlara ait apaçık bir delil bıraktık."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Ve Medyen'e de kardeşleri Şuayb'i göndermiştik de ey kavmim demişti, kulluk edin Allah'a ve umun ahiret gününü ve yeryüzünde bozgunculuğa çalışmayın."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Derken yalanlamışlardı onu da onları bir sarsıntı, helak edivermişti, derken evlerinde diz çökmüş bir halde yerlere yığılıp helak oluvermişlerdi."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ve Âd'le Semud'u da helak etmiştik ve gerçekten de yerlerinden apaçık anlamaktasınız ve Şeytan, onların yaptıklarını, bezemişti kendilerine ve gerçeği gördükleri halde yoldan çelmişti onları."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Ve Karun'u ve Firavun'u ve Haman'ı da helak etmiştik ve andolsun ki Musa, onlara apaçık delillerle gelmişken tuttular da, yeryüzünde ululanmaya kalkıştılar ve azabı da savuşturamadılar."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Hepsini de suçları yüzünden helak ettik. Onlardan, üstlerine kasırgayla taş yağdırdıklarımız var ve onlardan, bir bağırışla helak olanlar var ve onlardan yere geçirdiğimiz var ve onlardan sulara garkettiğimiz var ve Allah zulmetmemişti onlara ve fakat onlar, kendi kendilerine zulmetmişlerdi."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Allah'tan başka dost ve yardımcı edinenler, ağ kuran örümceğe benzerler ve evlerin en çürüğü, elbette örümcek ağıdır bir bilseler."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Şüphe yok ki Allah, kendisinden başka neye tapıyorlarsa hepsini bilir ve odur üstün, hüküm ve hikmet sahibi."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Ve işte örnekler, onları insanlara gösterip durmadayız ve bilgi sahiplerinden başkaları anlamaz onları."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Allah, gökleri ve yeryüzünü gerçek olarak yarattı; şüphe yok ki bunda, inananlara deliller var elbet."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Oku kitaptan ne vahyedildiyse sana ve namaz kıl; şüphe yok ki namaz, çirkin ve kötü şeylerden alıkoyar insanı ve elbette Allah'ı anmak, pek büyük birşeydir ve Allah, ne işlerseniz hepsini bilir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Ve kitap ehliyle, ancak en güzel bir tarzda mücadele edin; yalnız içlerinden zulmedenler müstesna ve deyin ki: İnandık bize indirilene de, size indirilene de ve mabudumuz ve mabudunuz birdir ve biz, ona teslim olmuşuz."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Ve işte sana böyle bir kitap indirdik biz ve bu yüzden kendilerine kitap verilenler, inanıyorlar ona ve şunlardan da inanan var ona ve delillerimizi, kafirlerden başkası da bilerek inkar etmez."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Ve sen, bundan önce hiçbir kitap okumazdın ve sağ elinle de bir şey yazmamıştın, öyle olsaydı, batıl, şeylere kapılanlar mutlaka şüpheye düşerlerdi."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Hayır, o, kendilerine bilgi verilenlerin gönüllerinde kökleşip yerleşmiş olan apaçık delillerdir ve delillerimizi, zalimlerden başkası da bilerek inkar etmez."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ve derler ki ona Rabbinden deliller indirilseydi. De ki: Deliller, ancak Allah katında ve ben, ancak apaçık bir korkutucuyum."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Onlara yetmez mi ki şüphe yok, sana kitap indirdik, onlara okunup durmada; şüphe yok ki bu kitapta elbette inanan topluluğa hem rahmet var, hem öğüt."
      },
      {
        "ayahNumber": "52",
        "ayahText": "De ki: Aramda ve aranızda tanık olarak Allah yeter; bilir ne varsa göklerde ve yeryüzünde ve batıla inanıp Allah'a kafir olanlara gelince: Onlardır ziyan edenlerin ta kendileri."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Ve senden, azabın çarçabuk gelmesini isterler ve muayyen bir zamanı olmasaydı azap, gelip çatardı onlara ve azap, onlara apansız gelecek ve onların haberleri bile olmayacak."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Senden, azabın, çabucak gelmesini isterler ve şüphe yok cehennem elbette kafirleri kuşatmıştır zaten."
      },
      {
        "ayahNumber": "55",
        "ayahText": "O gün azap, üstlerinden, ayaklarının altından saracak onları ve tadın diyecek, yaptıklarınızın cezasını."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Ey inanan kullarım, şüphe yok ki benim yeryüzüm geniştir, artık siz de yalnız bana kulluk edin."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Herkes tadacak ölümü, sonra da dönüp tapımıza geleceksiniz."
      },
      {
        "ayahNumber": "58",
        "ayahText": "İnananları ve iyi işlerde bulunanları, kıyılarından ırmaklar akan cennetin en yüce yerlerinde yerleştireceğiz, orada ebedi olarak kalacaklar; iyi işlerde bulunanlara verilen mükafat, ne de güzeldir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Öyle kişilerdir onlar ki sabrederler ve Rablerine dayanırlar."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Ve nice mahluk vardır ki rızıklarını kendileri bulup götürmezler; onları da Allah rızıklandırır; sizi de ve odur duyan, bilen."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Andolsun ki onlara, kim yarattı gökleri ve yeryüzünü ve kim ram etti güneşi ve ayı diye sorsan Allah derler mutlaka, o halde ne diye ona kulluktan dönüp uydurma şeylere kapılıyorlar?"
      },
      {
        "ayahNumber": "62",
        "ayahText": "Allah, kullarından dilediğinin rızkını bollaştırır, dilediğinin daraltır; şüphe yok ki Allah, her şeyi bilir."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Andolsun ki onlara, kim yağdırır gökten yağmuru da onunla, ölümünden sonra diriltir yeryüzünü diye sorsan Allah derler mutlaka; de ki: Hamd Allah'a, fakat çoğu akıl etmez."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Ve bu dünya yaşayışı, ancak aslı olmayan bir eğlenceden, bir oyundan başka bir şey değil ve şüphe yok ki ahiret yurdunda gerçek yaşayış, bunu bir bilselerdi."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Gemiye bindiler mi din hususunda yalnız onu tanıyarak ihlasla Allah'ı çağırırlar, fakat onları karaya çıkarıp da kurtardık mı o zaman derhal şirk koşarlar."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Bu da onlara verdiğimiz nimetlere nankörlük edip dünyada geçinip gitmeleri içindir, fakat yakında bilecek onlar."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Görmezler mi ki etraflarındaki insanlar, birbirlerini öldürüp dururken biz Harem'i, emin ettik; hala mı batıla inanırlar da Allah'ın nimetine nankörlük ederler?"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Ve kimdir Allah'a yalan yere iftira edenden, yahut Kur'an, kendisine geldikten sonra onu yalanlayandan daha zalim? Kafirlere, cehennemde konaklayacak yer mi yok?"
      },
      {
        "ayahNumber": "69",
        "ayahText": "Bizim için savaşanları yollarımıza sevk ederiz biz ve şüphe yok ki Allah, elbette beraberdir iyilik edenlerle."
      }
    ]
  }
}