{
  "cuma": {
    "surahNumber": "62",
    "surahNameTr": "Cum'a Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Tenzih eder ne varsa göklerde ve ne varsa yeryüzünde; her şeye sahip ve mutasarrıf olan, ayıplardan ve noksanlardan arı bulunan üstün, hüküm ve hikmet sahibi Allah'ı."
      },
      {
        "ayahNumber": "2",
        "ayahText": "O, bir mabuttur ki Mekkeliler içinden, kendi cinslerinden bir peygamber göndermiştir; onlara ayetlerini okumaktadır ve onları tertemiz bir hale getirmektedir ve onlara kitabı ve şeriatlerin hikmetlerini öğretmektedir ve bundan önce onlar, elbette apaçık bir sapıklık içindeydiler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ve onlardan başkalarına ki henüz onlara katılmamışlardır ve odur üstün olan hüküm ve hikmet sahibi."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Bu, Allah'ın lütufudur, ihsanıdır, dilediğine verir onu ve Allah, pek büyük bir lütuf ve ihsan sahibidir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Kendilerine Tevrat yüklenenler, sonra da onunla amel etmeyenler, eşşeğe benzerler ki kocakoca kitaplar taşımada; Allah'ın delillerini yalanlayan topluluğa getirilen örnek, ne de kötü bir örnek ve Allah, zalim topluluğu doğru yola sevketmez."
      },
      {
        "ayahNumber": "6",
        "ayahText": "De ki: Ey Yahudi olanlar, eğer gerçekten de öbür insanlar hariç, kendinizi, Allah'ın dostları sanıyorsanız, sözünüz doğruysa isteyin ölümü."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Ve ebediyen istiyemezler onu, elleriyle hazırladıkları şeyler yüzünden ve Allah, zalimleri bilir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "De ki: Gerçekten de ondan kaçıp durduğunuz ölüm yok mu; hiç şüphe yok ki size ulaşacaktır o da sonra gizliyi de, görüneni de bilen mabudun tapısına götürüleceksiniz, derken size, bütün yaptıklarınızı haber verecek."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ey inananlar cuma günü namaz için nida edilince size, hemen Allah'ı anmaya koşun ve bırakın alışverişi; bu, daha da hayırlıdır size bilirseniz."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Namazı kıldınız mı da artık yeryüzüne dağılın ve Allah'ın lutfunu, ihsanını arayın ve çok anın Allah'ı da kurtulup murada erin."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Ve onlar, bir alışveriş, yahut eğlence görünce ona gidip dağıldılar ve seni ayakta bıraktılar; de ki: Allah'ın katındaki daha da hayırlıdır alışverişten ve eğlenceden ve Allah, rızık verenlerin en hayırlısıdır."
      }
    ]
  }
}