{
  "hicr": {
    "surahNumber": "15",
    "surahNameTr": "Hicr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif lam ra, budur kitabın ve her şeyi açıklayan Kur'an'ın ayetleri."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Nice demler gelecek ki kafirler, ne olur keşke biz de Müslüman olsaydık diyecekler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Bırak onları, yesinler, geçinsinler ve isteklere düşüp oyalansınlar, yakında bilecekler."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ve biz hiçbir şehri helak etmedik ki helak edeceğimiz zaman, malum ve mukadder olmasın."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Hiçbir ümmet, ne helak edileceği zamanı mukadder vaktinden öne alabilir, ne de onu geciktirebilir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ve derler ki: Ey kendisine Kur'an indirilen sen gerçekten de delisin."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Gerçeklerdensen neden meleklerle gelmiyorsun bize?"
      },
      {
        "ayahNumber": "8",
        "ayahText": "Biz melekleri, ancak hak ve gerçek olarak indiririz, indiririz ama o vakit de mühlet vermeyiz, göz açtırmayız kafirlere."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Şüphe yok ki Kur'an'ı biz indirdik ve şüphe yok ki onu mutlaka koruyacağız."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Andolsun ki senden önce, evvelki ümmetlere de peygamberler göndermiştik."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Hiçbir peygamber göndermedik ki alay etmesinler onunla."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Biz böylece, Kur'an'ı, yüreklerine kadar sokarız da."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Gene ona inanmazlar ve gerçekten, eskilerin yoluyoradamı da böylece olup bitmiş, onlar da bu yüzden azaba uğrayıp gitmiştir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onlara gökten bir kapı açsak da melekler, o kapıdan inip çıksalar."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bunu görürler de gene ancak derler, gözlerimiz bağlandı bizim, hatta büyülenmiş bir topluluğuz biz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Andolsun ki gökte burçlar halkettik ve göğü, seyredenlere bezedik."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ve onu, bütün taşlanmış Şeytanlardan koruduk."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ancak hırsızlama bir şey duymaya kalkışan olursa onun da ardından apaçık görünen bir ateş yalımıdır gönderdik."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Yeryüzünü, enine boyuna döşedik ve orada metin dağlar yarattık ve oradan, taktirimize göre, her şeyi bitirdik."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Orada sizin için de, sizin rızıklandırmadığınız mahlukat için de geçim sebepleri halkettik."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Hiçbir şey yoktur ki hazineleri, katımızda olmasın ve biz onu ancak malum bir miktarda indiririz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Yüklü rüzgarlar gönderdik de gökten yağmur yağdırdık, suya kandırdık sizi ve onu koruyup saklayan siz değilsiniz."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Ve şüphe yok ki ancak biz diriltiriz, biz öldürürüz ve biziz her şeye varis olan."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Ve andolsun ki önce geçip gidenlerinizi de biliriz, sonraya kalanlarınızı da."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve şüphe yok ki Rabbin, hepsini de haşreder; şüphe yok ki o, hüküm ve hikmet sahibidir ve her şeyi bilir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Andolsun ki biz Âdem'i, kuru, kokmuş, şekil ve suret verilmiş balçıktan yarattık."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Şeytan'ıysa daha önce, yakıp öldürücü bir harareti olan ateşten yarattık."
      },
      {
        "ayahNumber": "28",
        "ayahText": "An o zamanı ki Rabbin, meleklere demişti: Gerçekten de ben, kuru, kokmuş, şekil ve suret verilmiş balçıktan bir insan yaratacağım."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Onun yaratılışını tamamlayıp kemale getirerek ruhumdan ruh üfürünce derhal ona karşı secdeye kapanın."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Meleklerin hepsi birden secde ettiler."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ancak İblis secde etmedi, secde edenlere katılmaktan çekindi."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Ey İblis dedi, sana ne oldu da secde edenlere katılmaktan çekindin?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Kuru, kokmuş, şekil ve suret verilmiş balçıktan yarattığın insana dedi, ben secde etmem."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Çık buradan dedi, şüphe yok ki taşlanmış, kovulmuşsun sen."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ve gerçekten de din gününe dek lanet sana."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Rabbim dedi, onların tekrar dirilecekleri güne dek mühlet ver, yaşat beni."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Şüphe yok ki dedi, sen, mühlet verilmişlerdensin."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Malum vaktin gelip çatacağı güne dek."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Rabbim dedi, beni rahmetinden mahrum ettiğin gibi bende kötülükleri, yeryüzünde onlara bezeyecek, onları isyan ettirerek hepsini de rahmetinden mahrum edeceğim."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Ancak ihlasa sahip edilmiş kulların müstesna."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Tanrı, işte bu yol dedi, dosdoğru bana varan yol."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Şüphe yok ki kullarıma hiçbir suretle gücün yetmez, ancak sana uyan azgınlara yeter senin gücün."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Ve şüphe yok ki onların hepsine de vaadedilen yer, cehennemdir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Orasının yedi kapısı var, her kapıya da onlardan bir kısmı ayrılmıştır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Şüphe yok ki çekinenler, cennetlerde ve ırmak başlarındadır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Esenlikle emin olarak girin cennetlere."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Gönüllerindeki kini, hasedi, ta kökünden söküp attık onların, kardeşlerdir, birbirlerine karşı tahtlar üstünde otururlar."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Orada ne bir yorgunluk duyarlar, ne de oradan çıkarılırlar."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Haber ver kullarıma, şüphe yok ki ben suçları örterim, rahimim."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ve şüphe yok ki azabım da pek elemli bir azaptır."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Onları, İbrahim'e gelen misafirlerden de haberdar et."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Hani, huzuruna girmişler de esenlik sana demişlerdi; o da, biz gerçekten de sizden korkuyoruz demişti."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Korkma demişlerdi, biz sana, bilgi sahibi bir erkek evlat müjdeliyoruz."
      },
      {
        "ayahNumber": "54",
        "ayahText": "İhtiyarlık çağımda mı demişti, bana müjde veriyorsunuz? Neye istinaden müjde vermektesiniz bana?"
      },
      {
        "ayahNumber": "55",
        "ayahText": "Sana öyle bir müjde veriyoruz ki gerçektir bu, sakın ümidini kesenlerden olma demişlerdi."
      },
      {
        "ayahNumber": "56",
        "ayahText": "O da Rabbinin rahmetinden demişti, ancak doğru yoldan sapanlardan başka kim ümit keser?"
      },
      {
        "ayahNumber": "57",
        "ayahText": "Ey elçiler demişti, başka ne memuriyetiniz var?"
      },
      {
        "ayahNumber": "58",
        "ayahText": "Biz demişlerdi, şüphe yok ki mücrim bir topluluğa gönderildik."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Ancak Lut ve soyu müstesna; onların hepsini de mutlaka kurtaracağız."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Yalnız karısını kurtarmayacağız, onun, helak olanlarla beraber şehirde kalmasını takdir ettik."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Elçiler Lut ailesine geldikleri zaman."
      },
      {
        "ayahNumber": "62",
        "ayahText": "O, siz dedi tanınmamış kimselersiniz."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Onlar, biz dediler, onların şüphe ettikleri şeyi getirdik."
      },
      {
        "ayahNumber": "64",
        "ayahText": "O gerçek haberle geldik sana ve biz doğru sözlüyüz."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Gece yarısından sonra aileni yola çıkar, sen de artlarına düş, hiçbiriniz arkanıza bakmayın, emrolunacak yere geçingidin."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Ve bu işi ona vahyettik de hiç şüphe yok ki dedik, sabah çağı bunların kökleri kesilir."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Şehir halkı, birbirlerini müjdeleyerek misafirlerin yanına geldi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Lut, bunlar benim konuklarım dedi, onlara karşı utandırmayın beni."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Allah'tan çekinin de mahzun etmeyin beni."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Seni konuk kabul etmekten menetmedik miydi dediler."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Lut, evlenecekseniz işte kızlarım, onları alın dedi."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Ömrün hakkı için onlar, gafletten adeta sarhoştular, gaflet içinde şaşkın bir haldeydiler."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Güneş doğduktan sonra onları bir bağırış, helak ediverdi."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Ülkelerinin altını üstüne getirdik, üstlerine balçıktan meydana gelmiş taşlar yağdırdık."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Şüphe yok ki bunda düşünenlere ibretler var."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Ve şüphe yok ki o şehir, hala herkesin yol uğrağı olan bir yerde."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Şüphe yok ki bunda, inananlar için bir delil var."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Ashab-ı Eyke de gerçekten zalimdi."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Öcaldık onlardan; iki şehir de apaçık görünmede, yol uğrağında hala."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Ashabı Hicr de peygamberini inkar etti."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Delillerimizi göstermiştik onlara, fakat onlardan yüz çevirmişlerdi."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Ve evlerini dağlarda oyarlar, emin bir halde yaşarlardı."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Sabah çağına erdikleri gibi bir bağırış yüzünden helak olup gittiler."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Kazandıkları mal ve servet, azabı defedemedi onlardan."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Ve biz, gökleri ve yeryüzünü abes olarak halketmedik ve kıyamet, mutlaka gelecektir, aldırış bile etme, bir hoşça vaz geç onlardan şimdilik."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Şüphe yok ki Rabbin, her şeyi yaratandır ve her şeyi bilir."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Andolsun ki biz sana, tekrarlanan yedi ayeti ve pek büyük olan Kur'an'ı verdik."
      },
      {
        "ayahNumber": "88",
        "ayahText": "Onlara verdiğimiz mala, evlada göz dikme, onlar için tasalanıp gam yeme, inananlara karşı kanadını indir, onları koru, onlara karşı mütevazı ol."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Ve de ki: Hiç şüphe yok ki ben, gerçekten de bir korkutucuyum."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Nitekim bölükbölük olanlara da indirmiştik."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Öyle kişilerdi onlar ki Kuran'ı parçaparça ettiler; bir kısmına inandılar da bir kısmına inanmadılar."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Andolsun Rabbine ki onların hepsine soracağız."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Yaptıkları şeyleri."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Artık sen emredildiğin şeyi açıkla ve şirk koşanlardan yüz çevir."
      },
      {
        "ayahNumber": "95",
        "ayahText": "O alaycılara karşı biz yeteriz sana."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Onlar, Allah'tan başka tanrılar da kabul etmişlerdir; yakında bilip anlayacaklar."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Ve andolsun biliriz ki şüphe yok, söyledikleri sözlerden yüreğin sıkılır."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Artık Rabbine hamd ederek tenzih et ve secde edenlerden ol."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Ve ölüm gelip çatıncaya dek Rabbine ibadet et."
      }
    ]
  }
}