{
  "kamer": {
    "surahNumber": "54",
    "surahNameTr": "Kamer Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Yaklaştı kıyamet ve yarıldı ay."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Ve onlar, bir delil gördüler mi yüz çevirirler de sürüp giden bir büyü derler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ve yalanlarlar ve dileklerine uyarlar ve her iş, kararlaştırılmıştır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ve andolsun, öyle haberler geldi onlara ki o haberlerde onları vazgeçirecek, onlara öğüt verecek şeyler vardı."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Yüksek hikmet vardı, derken korkutuşlar fayda vermedi gitti."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Artık yüz çevir onlardan; o gün çağıran, hoşlanılmayan birşeye çağırır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Gözleri yerde, kabirlerden çıkarlar, sanki onlar, dağılmış çekirgelerdir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Yönelirler çağırana; kafirler, bugün derler, ne de zorlu gün."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Onlardan önce Nuh kavmi de kulumuzu yalanlamıştı ve delil dediler ona, pek fena incittiler onu."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Derken Rabbine dua etti: Şüphe yok ki altoldum ben, artık sen yardım et bana."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Derken açtık göklerin kapılarını da şarıl şarıl ardı gelmez yağmurlar yağdırdık."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Ve yerden de sular fışkırttık, derken sular, mukadder bir emre göre birleşti."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Ve onu, tahtalardan yapılmış ve mıhlarla kenetlenmiş bir gemide taşıdık."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Gözümüzün önünde akıp giderdi; bir mükafattı nankörlük görene."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ve andolsun ki bir delil olarak bıraktık onu, fakat bir ibret alan mı var?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Derken nasıldı azabım benim ve korkutuşlarım?"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ve andolsun öğüt ve ibret için Kur'an'ı kolaylaştırdık, fakat bir ibret alan mı var?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Âd da yalanlamıştı, derken nasıldı azabım benim ve korkutuşlarım?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Şüphe yok ki sürüp giden uğursuz bir günde onlara bir kasırgadır yolladık."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Onları kökünden koparmadaydı, sanki köklerinden kopup baş aşağı devrilen hurma kütükleriydi onlar."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Derken nasıldı azabım benim ve korkutuşlarım?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Ve andolsun ki öğüt ve ibret için Kur'an'ı kolaylaştırdık, fakat bir ibret alan mı var?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Semud da korkutucuları yalanladı."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Derken bizden bir adama mı uyacağız dediler, gerçekten de o zaman elbette sapıklığa düşeriz, ateşlere yanarkavruluruz."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Vahiy, içimizden gelegele ona mı geliyor? Hayır, o, yalancı kendini beğenmiş birisi."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Yarın bilirler kimmiş yalancı kendini beğenmiş."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Şüphe yok ki onları sınamak için dişi deveyi gönderiyoruz, artık gözetle onları ve dayan."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ve haber ver onlara, su, aralarında paylaştırılmıştır, her bölük, nöbetinde hazır olur, su alır."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Derken arkadaşlarına seslendiler, derken kılıcını çekti de devenin ayaklarını kesti, öldürdü."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Derken nasıldı azabım benim ve korkutuşlarım?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Gerçekten de bir bağırış gönderdik onlara, derken hayvan ağılına konan çalıya çırpıya döndüler."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Ve andolsun ki öğüt ve ibret için Kur'an'ı kolaylaştırdık, fakat bir ibret alan mı var?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Lut kavmi de korkutucuları yalanladılar."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Gerçekten de, Lut'un ailesi müstesna, onlara taş yağdıran bir yel gönderdik, Lut'un ailesini de bir seher çağı kurtardık."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Katımızdan bir nimet olarak; işte böyle mükafatlandırırız şükredeni."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Ve andolsun ki o, bizim helakimizle korkutmuştu onları da onlar, bu korkutuşlardan şüpheye düşmüşlerdi."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Ve gerçekten de onun konuklarını istemişlerdi de biz, kör edivermiştik gözlerini, artık tadın azabımı ve korkutuşlarımın sonucunu."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ve andolsun ki bir sabah çağı üstlerine bir azap çöküvermişti onların."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Artık tadın azabımı ve korkutuşlarımı."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Ve andolsun ki öğüt ve ibret için Kur'an'ı kolaylaştırdık, fakat bir ibret alan mı var?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Ve andolsun ki Firavun soyuna da korkutucular gelmişti."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Bütün delillerimizi yalanladılar, derken onları üstün ve mutlak kudretli bir helak edişle helak ediverdik."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Sizin kafirleriniz, onlardan hayırlı mı, yoksa kitaplarda bir kurtuluş mu var size?"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Yoksa biz, birbirine yardım eden bir topluluğuz mu derler?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "O topluluk, yakında bozguna uğrayacak ve ardını dönüp kaçacak."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Onlara vaadedilen azabın mukadder zamanı kıyamettir ve kıyametin azabı, daha da zararlıdır ve daha da acı."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Şüphe yok ki suçlular, sapıklık içinde ve yakıp kavuran ateşlerdedir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "O gün, yüzüstü ateşe sürüklenip atılırlar; tadın bakalım, cehennemin yakışını."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Şüphe yok ki biz; her şeyi, bilgimizde mukadder olduğu gibi ve zamanında yarattık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ve bizim emrimiz, birdir, ancak bir göz kırpış, bir göz yumup açış gibi tezdir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Ve andolsun ki taraftarlarınızı da helak ettik, fakat bir ibret alan mı var?"
      },
      {
        "ayahNumber": "52",
        "ayahText": "Ve işledikleri her şey, kitaplardadır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Ve küçük, büyük, hepsi de yazılıdır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Şüphe yok ki çekinenler, cennetlerdedir, ırmakların başlarında."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Gerçeklik makamında, çok kudretli bir büyük padişah katında."
      }
    ]
  }
}