{
  "muminun": {
    "surahNumber": "23",
    "surahNameTr": "Mü'minûn Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Gerçekten de kurtulmuşlardır, muratlarına ermişlerdir inananlar."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Öyle kişilerdir onlar ki namazlarını gönül alçaklığıyla kılarlar."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ve öyle kişilerdir onlar ki boş şeylerden yüz çevirirler."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ve öyle kişilerdir onlar ki zekatlarını verirler."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ve öyle kişilerdir onlar ki ırzlarını korurlar."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ancak eşleri, ve malları olan cariyeleri müstesna ve bunda da hiç kınanmaz onlar."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Bunun ötesinde bir şey isteyenlerse, onlardır haddi aşanlar."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Ve öyle kişilerdir onlar ki emanetlerine ve ahitlerine riayet ederler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ve öyle kişilerdir onlar ki namazlarını korurlar."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Onlardır mirasçılar."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Öyle kişilerdir onlar ki Firdevs'i miras alırlar ve onlar orada ebedi kalırlar."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Andolsun ki biz insanı, balçık mayasından yarattık."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Sonra onu, sağlam bir karar yurdunda bir katre su kıldık."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Sonra o bir katre suyu kan pıhtısı haline getirdik, derken kan pıhtısını bir parça et haline soktuk, derken ette kemikler yarattık, derken kemiklere et giydirdik, sonra da onu başka bir yaratılışla meydana getirdik; ne yücedir şanı yaratıcıların en güzeli Allah'ın."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Sonra şüphe yok ki siz öleceksiniz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Sonra gene şüphe yok ki kıyamet günü tekrar diriltileceksiniz."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ve andolsun ki üstünüzde yedi yol yarattık ve bu yaratıştan gafil değiliz biz."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ve gökten, ihtiyaç miktarınca yağmur yağdırdık da yağmur suyunu yerde kararlaştırdık, topladık ve bizim, hiç şüphe yok ki onu gidermeye de gücümüz yeter."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Onunla da size hurmalıklar ve üzüm bağları meydana getirdik, oralarda sizin için birçok meyvelar var, onlardan yemedesiniz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ve Turı Seyna'dan çıkan bir ağaç da meydana getirdik ki yağıyla ve yiyenlere, katığıyla biter."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ve şüphe yok ki dört ayaklı hayvanlarda da ibret var sizin için elbette; karınlarındakini içiririz size ve onlarda, size daha birçok da faydalar var ve bir kısmını yersiniz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Onlara ve gemiye binersiniz."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Ve andolsun ki Nuh'u kavmine gönderdik de ey kavmim dedi, kulluk edin Allah'a, size yoktur ondan başka bir mabut, hala mı çekinmeyeceksiniz?"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Kavminin ileri gelenlerinden kafir olanlar, bu dediler, sizin gibi bir insandan başka bir şey değil, size üstün olmayı dilemekte ve Allah isteseydi melekleri indirirdi, fakat bizden önce gelip geçen atalarımız zamanında da böyle bir şey olduğunu duymadık biz."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Bu, deliliğe tutulmuş bir adam ancak, artık bir zamanadek gözetleyin bunu."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Nuh, Rabbim dedi, beni yalanlamalarına karşı sen yardım et bana."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Derken ona, nezaretimiz altında ve vahyimize uyarak bir gemi yap diye vahyettik; derken emrimiz gelip tandırın altından su kaynamaya başlayınca her mahluktan birer çifti ve helaki takdir edilenden başka ailenden olanları gemiye yükle ve zulmedenler hakkında bana söz söyleme, şüphe yok ki onlar garkolacaklar dedik."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Sen ve seninle beraber bulunanlar, gemiye oturunca da hamdolsun Allah'a ki de, bizi zalim topluluktan kurtardı."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Ve de ki: Rabbim, beni kutlulukla indir ve sensin indirenlerin en hayırlısı."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Şüphe yok ki bundan deliller var elbet ve şüphesiz ki biz, insanları deneriz."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Sonra onların ardından, başka bir nesil meydana getirdik."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Derken onlara, kendi cinslerinden bir peygamber gönderdik de kulluk edin Allah'a dedi, yoktur size ondan başka bir mabut, hala mı çekinmezsiniz?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Kavminin ileri gelenlerinden kafir olanlar ve ahirete ulaşmayı yalanlayanlar, onlara dünya yaşayışında nimetler verdiğimiz halde bu dediler, sizin gibi bir insandan başka bir şey değil; yediğiniz şeylerden o da yemekte ve içtiğiniz şeylerden o da içmekte."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Kendiniz gibi bir insana itaat ederseniz o zaman gerçekten de ziyan edersiniz."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ölüp toprak ve kemik kesildikten sonra kabirden çıkacağınızı mı vaadediyor size?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Size vaadedilen şey, gerçekten ne de uzak, ne de uzak."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Yaşayış, ancak şu dünyadaki yaşayışımızdan ibaret; ölürüz, yaşarız ve tekrar dirilmeyiz biz."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Bu, ancak yalan yere Allah'a iftira eden bir adam ve biz, ona inanmayız."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Rabbim dedi, beni yalanlamalarına karşı sen yardım et bana."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Tanrı, az bir zamanda dedi, herhalde nadim olacaklar."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Gerçek ve yerinde gelen bir bağırışla onları helak ediverdik de selle sürüklenip gelen çerçöpe döndürdük; artık uzaklık, zulmeden topluluğa."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Sonra onların ardından, başka bir nesil meydana getirdik."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Hiçbir ümmet, helak edilmesi mukadder olan zamanı ileriye alamayacağı gibi geriye de atamaz."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Sonra birbiri ardınca peygamberlerimizi gönderdik. Bir ümmete peygamber geldi mi yalanladılar onu, biz de bir kısmını, bir kısmının peşine takıp birbiri ardınca helak ettik onları ve adları, sözleri kaldı ancak; artık uzaklık inanmayan topluluğa."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Sonra Musa'yı ve kardeşi Harun'u, delillerimizle ve apaçık bir burhanla gönderdik."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Firavun'a ve kavminin ileri gelenlerine, ululanmak istediler ve kibirli bir topluluktu onlar."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Derken, inanacağız mı bizim gibi iki insana, kavimleri de bize kulluk etmede dediler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Dediler de ikisini de yalanladılar ve onlar, helak edilenlerdi zaten."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Andolsun ki biz, doğru yolu bulsunlar diye Musa'ya kitap vermiştik."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ve Meryemoğlunu ve anasını kudretimize birer delil olarak yaratmış, onları düz, otlak ve sulak bir tepede barındırmıştık."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Ey Peygamberler, yiyin temiz şeyleri ve iyi işlerde bulunun, şüphe yok ki ben, yaptıklarınızı bilirim."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Ve şüphe yok ki şu ümmetiniz, bir ümmetten ibarettir ve ben de Rabbinizim, artık çekinin benden."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Fakat din hususunda ayrıldılar ve ayrılanlar, kendi kitaplarından başka kitapları inkar ettiler ve her bölük, kendi elindekine razı oldu, onunla övünmiye koyuldu."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Artık bir zamanadek sapıklıkları içinde bırak onları."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Sanıyorlar mı ki onlara mal ve evlat vererek mükafatlandırmadayız, yardım etmedeyiz onlara."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Hayırlara ulaşıvermelerini sağlamadayız, hayır, anlamıyorlar."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Şüphe yok, öyle kişilerdir onlar ki Rablerinin büyüklüğünden korkarlar."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Öyle kişilerdir onlar ki Rablerinin delillerine inanırlar."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Öyle kişilerdir onlar ki Rablerine şirk koşamazlar."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Öyle kişilerdir onlar ki verecekleri neyse verirler ve yürekleri, şüphesiz olarak dönüp Rablerinin tapısına varacaklarını bildikleri için korkuyla dolar."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Onlardır hayırlara, yarışırcasına koşanlar ve onlardır hayırlarda önde bulunanlar."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Ve biz, hiç kimseye gücü, yetmeyeceği bir şey teklif etmeyiz ve katımızdadır gerçek olanı söyleyen kitap ve onlar, zulüm görmezler."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Hayır, onların gönülleri, bu hususta sapıklık içindedir ve onların, bundan başka işledikleri işler var, onlar, o işleri işlerler."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Sonunda nimet içinde yaşayanlarını azaba uğrattığımız zaman feryada ve yalvarmaya başlarlar."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Bugün feryat edip yalvarmayın, şüphe yok ki bizden bir yardım göremezsiniz."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Size ayetlerimiz okunduğu zaman gerisin geriye dönerdiniz."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Ululanırdınız orada ve geceleyin de Peygamber hakkında uluorta söylenirdiniz."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Şu Kur'an'ı bir iyice düşünmezler mi, yoksa evvelce gelip geçen atalarına gelmeyen bir şey mi geldi onlara?"
      },
      {
        "ayahNumber": "69",
        "ayahText": "Yoksa Peygamberlerini tanımazlar mı ki onu inkar etmedeler?"
      },
      {
        "ayahNumber": "70",
        "ayahText": "Yoksa onda delilik var mı derler? Hayır, o, gerçek olan Kur'an'la gelmiştir onlara, fakat çoğu gerçeği istemez."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Gerçek Tanrı, onların dileklerine uysaydı elbette gökler de bozulurgiderdi, yeryüzü de, onlarda olan varlıklar da. Hayır, biz onlara kendi yüceliklerini getirdik, gösterdik, fakat onlar kendi yüceliklerinden de yüz çevirmedeler."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Yoksa onlardan ücret mi istiyorsun? Gerçekten de Rabbinin mükafatı daha hayırlıdır ve o, rızık verenlerin en hayırlısıdır."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Şüphe yok ki sen, onları mutlaka doğru yola çağırmadasın."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Fakat gerçekten de ahirete inanmayanlar, doğru yoldan sapıyorlar."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Onlara acırsan ve uğradıkları zararı giderirsen gene azgınlıklarında şaşkıncasına ısrar edip giderler."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Andolsun ki biz onları azaplandırmıştık da gene Rablerine baş eğmemişlerdi ve yalvarmamışlardı."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Sonunda, onlara çetin bir azap kapısı açmıştık da o zaman her şeyden ümitlerini kesmişlerdi."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Ve o, bir mabuttur ki size kulak, gözler ve kalpler verdi ne de az şükrediyorsunuz."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Ve o, bir mabuttur ki sizin için bitirdi yeryüzündekileri ve onun tapısında haşrolacaksınız."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Ve o, bir mabuttur ki diriltir ve öldürür ve geceyle gündüzün uzanıp kısalması da onun tedbiriyledir, akıl etmez misiniz?"
      },
      {
        "ayahNumber": "81",
        "ayahText": "Hayır, onlar, hep evvelkilerin dedikleri gibi demedeler."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Dediler ki: Öldükten ve toztoprak ve kemik kesildikten sonra mı diriltileceğiz?"
      },
      {
        "ayahNumber": "83",
        "ayahText": "Andolsun ki bize de, daha önce atalarımıza da vaadedilmişti bu, fakat bu, öncekilerin masallarından başka bir şey değil."
      },
      {
        "ayahNumber": "84",
        "ayahText": "De ki: Kimindir yeryüzü ve orada bulunanlar biliyorsanız eğer?"
      },
      {
        "ayahNumber": "85",
        "ayahText": "Diyecekler ki: Allah'ın. De ki: O halde ne diye hala düşünüp anlamazsınız?"
      },
      {
        "ayahNumber": "86",
        "ayahText": "De ki: Kimdir Rabbi yedi göğün ve Rabbi pek büyük arşın."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Diyecekler ki: Bunlar da Allah'ın. De ki: Ne diye hala çekinmezsiniz?"
      },
      {
        "ayahNumber": "88",
        "ayahText": "De ki: Kimdir her şeyin saltanat ve tasarrufu elinde olan ve odur koruyan, oysa korunmaya muhtaç değil; biliyorsanız eğer?"
      },
      {
        "ayahNumber": "89",
        "ayahText": "Diyecekler ki: Bunlar da Allah'ın. De ki: Ne diye hala boş şeylere kapılmadasınız?"
      },
      {
        "ayahNumber": "90",
        "ayahText": "Hayır, biz onlara gerçeği getirdik ve şüphe yok ki onlar, yalan söylemedeler elbette."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Allah, hiç kimseyi evlat edinmez ve onunla birlikte bir başka mabut yoktur, olsaydı her mabut, kendi halkettiğini benimseyip alır gider ve bir kısmı, öbürlerinden üstün olurdu. Münezzehtir Allah onların söylediklerinden."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Gizliyi de bilir, görüneni de; gerçekten de yücedir şirk koşanların ona eş tanıdıkları şeylerden."
      },
      {
        "ayahNumber": "93",
        "ayahText": "De ki: Rabbim, onlara vaadedileni bana göstereceksen."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Rabbim, beni zalim topluluğun içinde bırakma."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Ve şüphe yok ki bizim, onlara vaadettiğimiz şeyleri sana göstermeye gücümüz yeter elbette."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Kötülüğü, en güzel bir huyla defet, biz, onların neler dediğini, bizi ne çeşit tavsif ettiklerini daha iyi biliriz."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Ve de ki: Rabbim, sana sığınırım Şeytanların vesveselerinden."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Ve sana sığınırım Rabbim, onların yanımda bulunmalarından."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Sonunda, onlardan birine ölüm gelip çattı mı Rabbim der, beni geriye, tekrar dünyaya yolla da."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Belki iyi işler işlerim ve zayi ettiğim ömrü telafi ederim. Hayır, boş bir söz, onun söylediği söz. Onların önlerinde, diriltilip mezarlarından çıkarılacakları günedek bir berzah var."
      },
      {
        "ayahNumber": "101",
        "ayahText": "Sura üfürülünce aralarında ne soysop var, ne de birbirlerinin halini soruştuRabilirler o gün."
      },
      {
        "ayahNumber": "102",
        "ayahText": "Kimin iyilikleri ağır gelirse o çeşit kişilerdir kurtulanlar, muratlarına erenler."
      },
      {
        "ayahNumber": "103",
        "ayahText": "Ve kimin iyilikleri hafif gelirse gerçekten de o çeşit kişilerdir kendilerini ziyana sokanlar, cehennemde ebedidir onlar."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Yüzlerini yalar ateş ve onlar, orada somurtup kalırlar."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Siz değil miydiniz size ayetlerim okunurken onları yalanlayanlar?"
      },
      {
        "ayahNumber": "106",
        "ayahText": "Rabbimiz derler, kötülüğümüz üst oldu bize ve doğru yoldan sapmış bir topluluk olduk."
      },
      {
        "ayahNumber": "107",
        "ayahText": "Rabbimiz, bizi buradan çıkar, gene kötülüğe dönersek gerçekten de zulmetmiş oluruz artık."
      },
      {
        "ayahNumber": "108",
        "ayahText": "Hoşt, defolun oraya ve bana da söz söylemeyin der."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Şüphe yok ki bir bölük vardır kullarımdan, Rabbimiz derler, inandık, yarlıga bizi ve acı bize ve sensin merhametliler merhametlisi."
      },
      {
        "ayahNumber": "110",
        "ayahText": "Halbuki siz, onları alaya aldınız da sonunda beni anmayı unutturdu size bu hal ve siz onlara gülerdiniz."
      },
      {
        "ayahNumber": "111",
        "ayahText": "Şüphe yok ki ben de sabrettiklerine karşılık bugün onları mükafatlandıracağım; şüphe yok ki onlardır muratlarına erenlerin ta kendileri."
      },
      {
        "ayahNumber": "112",
        "ayahText": "Yeraltında kaç yıl kaldınız der."
      },
      {
        "ayahNumber": "113",
        "ayahText": "Bir gün derler, yahut da bir günün bir kısmı kadar, artık, sayanlara sor."
      },
      {
        "ayahNumber": "114",
        "ayahText": "Ancak pek az kaldınız der, fakat bir bilseniz ahiretin ebediliğini."
      },
      {
        "ayahNumber": "115",
        "ayahText": "Yoksa sizi ancak boşu boşuna yarattık gerçekten de dönüp tapımıza gelmeyeceksiniz mi sanıyordunuz?"
      },
      {
        "ayahNumber": "116",
        "ayahText": "Yücedir her şeye sahip ve mutasarrıf olan gerçek Allah, yoktur ondan başka tapacak, güzelim arşın de sahibidir."
      },
      {
        "ayahNumber": "117",
        "ayahText": "Ve kim Allah'la beraber bir başka mabudu çağırırsa onun, bu hususta bir burhanı yoktur; sorusu da Rabbine aittir onun; hiç şüphe yok ki kafirler, kurtulmazlar, muratlarına ermezler."
      },
      {
        "ayahNumber": "118",
        "ayahText": "Ve de ki Rabbim, yarlıga acı ve sensin acıyanların en hayırlısı."
      }
    ]
  }
}