{
  "tur": {
    "surahNumber": "52",
    "surahNameTr": "Tûr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Andolsun Tur'a."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Ve yazılmış kitaba."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yayılmış kağıtta."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ve mamur eve."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ve yüceltilmiş tavana."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ve taşkın, coşkun, dalgalanıp duran denize."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Şüphe yok ki Rabbinin azabı, yerine gelip olacak."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Onu bir defedip gideren bulunmayacak."
      },
      {
        "ayahNumber": "9",
        "ayahText": "O gün gök, bir çalkantıya düşüp döner."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve dağlar, yerlerinden oynayıp yürür."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Artık yazıklar olsun o gün yalanlayanlara."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Öyle kişilerdir onlar ki daldıkları batakta oynayıp dururlar."
      },
      {
        "ayahNumber": "13",
        "ayahText": "O gün itilip kakılarak cehenneme atılırlar."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İşte budur yalanladığınız ateş."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bir büyü mü bu, yoksa görmüyor musunuz?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Girin ona da artık sabredin, yahut etmeyin, birdir size; ancak yaptığınızın karşılığı olarak cezalanacaksınız."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Şüphe yok ki çekinenler, cennetlerdedir ve nimetler içinde."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Nimetlenirler orada Rablerinin verdiği nimetlerle ve Rableri korur onları koca cehennemin azabından."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Yiyin ve için, afiyetler olsun, yaptığınız şeylere karşılık."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Safsaf dizilmiş tahtlara dayanarak ve onları, iri gözlü hurilerle evlendiririz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ve inananlarla soylarından, inanarak onlara uyanları, soylarından gelenlerle birleştirir, buluştururuz ve yaptıklarının mükafatından hiçbir şeyi eksiltmeyiz; herkes, kazancına bağlıdır."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Ve onlara meyve ve gönüllerinin tam istediği et vereceğiz."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Ve birbirlerine öyle bir kadeh sunarlar ki içtikleri şaRabın sonucunda ne boş şeylerden bahsediş var, ne günaha giriş."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Ve öylesine genç hizmetçiler, etraflarında dönerdurur ki sanki onlar, haznelerde saklanmış inciler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve birbirlerine dönüp sorarlar, konuşurlar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Derler ki: Gerçekten de daha önce ehlimizin içinde, ilimizde, yurdumuzda, korku içindeydik biz."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Derken Allah lutfetti bize ve korudu bizi ta iliklere işleyen sam yelinin azabından."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Gerçekten de önceden onu çağırırdık; şüphe yok ki o, şanı yüce bir lütuf sahibidir, rahimdir."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Artık öğüt ver, gerçekten de Rabbinin nimeti sayesinde sen, ne kahinsin, ne deli."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Yoksa onlar, bir şair ki ölmesini, zamanın kötülüklerine uğramasını gözetiyoruz mu diyorlar?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "De ki: Gözetin bakalım, gerçekten ben de sizinle beraber gözetmedeyim."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Yoksa bu sözleri akılları mı emrediyor onlara, yoksa azgın bir topluluk mu onlar?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Yoksa onu kendisi uyduruyor mu diyorlar? Hayır, inanmamışlardır onlar."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Artık buna benzer bir söz getirin meydana sözünüz doğruysa."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Yoksa boşuboşuna mı yaratıldı onlar, yoksa onlar mı yaratıcılar?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Yoksa gökleri ve yeryüzünü mü yarattı onlar? Hayır, iyideniyiye inanmamışlardır onlar."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Yoksa onların yanında mı Rabbinin hazneleri, yoksa onlar sorumsuz bir saltanata mı sahip?"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Yoksa merdivenleri var da gökten mi duyuyorlar? Öyleyse duyanları, apaçık bir delil göstersin."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Yoksa kızlar onların da erkek evlatları sizin mi?"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Yoksa onlardan ücret istiyorsun da bu yüzden ağır bir borca mı giriyorlar?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Yoksa gizli şey, yanlarında da yazıyorlar mı?"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Yoksa bir düzen mi kurmak istiyorlar? Asıl düzene uğrayıp cezalanacaklar, kafir olanlar."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Yoksa Allah'tan başka bir mabutları mı var? Şanı yücedir, münezzehtir Allah, şirk koşanların şirk koştukları şeylerden."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Gökten bir parçanın düştüğünü görseler, birbiri üstüne yığılmış bulut derler."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Artık bırak onları helak olacakları güne dek."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Bir gündür o gün ki düzenleri, onlardan hiçbir şeyi gideremez ve onlara yardım da edilmez."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Ve şüphe yok ki zulmedenlere, bundan başka azap da var ve fakat çoğu bilmez."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Ve sabret Rabbinin hükmüne, gerçekten de gözümüzün altındasın sen ve Rabbine hamdederek tenzih et onu kalkınca."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Ve geceleyin de onu tenzih et ve yıldızların batacağı sırada da."
      }
    ]
  }
}