{
  "surahNumber": "46",
  "surahName": "Ahkâf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hâ mîm."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu kitabın indirilişi, çok güçlü, hüküm ve hikmet sahibi olan Allah tarafındandır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz gökleri, yeri ve ikisi arasındakileri ancak hak ile ve belirli bir süre için yarattık. İnkâr edenler uyarıldıkları şeyden yüz çeviriyorlar."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ey Muhammed! De ki: \"Allah'tan başka yalvardıklarınızı gördünüz mü? Onlar yerden ne yaratmışlar bana gösterin. Yoksa onların göklerin yaradılışında bir ortaklıkları mı var? Eğer siz doğru söyleyen kimseler iseniz bana bu Kur'an'dan önce indirilmiş bir kitap veya ilimden bir eser getirin.\""
    },
    {
      "ayahNumber": "5",
      "ayahText": "Allah'ı bırakıp da kıyamet gününe kadar kendisine hiç bir cevap veremeyecek olan putlara dua eden kimseden daha sapık kim olabilir? Oysa taptıkları şeylerin, onların yalvarışlarından haberleri bile yoktur."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Kıyamet günü insanlar biraraya toplandığı zaman taptıkları şeyler kendilerine düşman kesilirler. Ve onların kendilerine tapmalarını inkâr ederler."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Bizim âyetlerimiz kendilerine apaçık okunduğu zaman inkâr edenler kendilerine gelen hak kitap için: \"Bu apaçık bir büyüdür.\" dediler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Yoksa, \"Onu (Muhammed) uydurdu.\" mu diyorlar? Sen de ki: \"Eğer onu ben uydurmuşsam Allah'tan bana gelecek cezayı savmaya sizin gücünüz yetmez. O sizin yaptığınız taşkınlıkları daha iyi bilir. Sizinle benim aramda şahit olarak Allah yeter. O çok bağışlayıcıdır, çok merhamet edicidir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ey Muhammed! De ki: \"Ben Peygamberlerin ilki değilim. Bana ve size ne yapılacağını da bilmem. Ben ancak bana vahyedilene tabi oluyorum. Ben ancak apaçık bir uyarıcıyım."
    },
    {
      "ayahNumber": "10",
      "ayahText": "De ki: \"Ne dersiniz, eğer bu Kur'an Allah tarafından ise ve siz de onu inkâr etmişseniz, bununla birlikte İsrailoğulları'ndan bir şahit de onun bir benzerini (Tevrat'ta görüp) inanmışken siz hala büyüklük taslarsanız (haksızlık etmiş olmaz mısınız)? Şüphesiz ki, Allah zalim bir topluluğu doğru yola iletmez.\""
    },
    {
      "ayahNumber": "11",
      "ayahText": "İnkâr edenler, iman ednler için: \"Eğer İslâm'da bir hayır olsaydı onlar, onu kabulde bizi geçemezlerdi.\" derler. Bununla muvaffak olamayınca da: \"Bu eski bir yalandır.\" diyeceklerdir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Kur'ân'dan önce de bir rehber ve rahmet olarak Musa'nın kitabı Tevrat vardı. Bu Kur'ân ise zulmedenleri uyarmak, iyilik yapanları müjdelemek için Arap lisanı ile indirilen ve kendinden öncekileri tasdik eden bir kitaptır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "\"Gerçekten Rabbimiz Allah'tır.\" deyip, sonra da dosdoğru olanlara gelince onlar için hiçbir korku yoktur ve onlar üzülmeyeceklerdir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "İşte onlar cennetlikdirler, yaptıklarına karşılık orada ebedi olarak kalacaklardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Biz insana ana ve babasına iyilik yapmayı tavsiye ettik. Anası onu zahmetle karnında taşıdı ve zahmetle doğurdu. Onun ana karnında taşınması ile sütten kesilme süresi otuz aydır. Nihayet insan olgunluk çağına ulaşıp, kırk yaşına geldiğinde der ki: \"Ey Rabbim! Bana ve ana babama ihsan ettiğin nimetlerine şükretmemi ve senin hoşnut olacağın salih amel işlememi ilham et. Benim neslimden gelenleri de salih kimseler kıl. Doğrusu ben tevbe edip sana yöneldim. Ve ben gerçekten müslümanlardanım.\""
    },
    {
      "ayahNumber": "16",
      "ayahText": "İşte yaptıklarının en güzelini kendilerinden kabul edeceğimiz ve günahlarını bağışlayacağımız bu kimseler cennetlikler arasındadırlar. Bu onlara vaad edilmiş olan dosdoğru bir sözdür."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ana ve babasına: \"Öf size! siz bana öldükten sonra tekrar dirilip kabrimden çıkarılacağımı mı vaad ediyorsunuz? Oysa benden önce nice nesiller gelip geçmiştir.\" diyen kimseye ana ve babası Allah'a sığınarak \"Yazıklar olsun sana! Gel iman et, şüphesiz ki, Allah'ın vaadi gerçektir.\" dediklerinde o: \"Bu Kur'ân öncekilerin masallarından başka bir şey değildir\" diyordu."
    },
    {
      "ayahNumber": "18",
      "ayahText": "İşte onlar kendilerinden önce gelip geçmiş olan cin ve insan toplulukları içerisinde haklarında azab vaadi hak olmuş kimselerdir. Onlar gerçekten hüsrana uğramışlardır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Herkesin yaptıklarına göre dereceleri vardır. Allah onlara yaptıklarının karşılığını tam olarak verir. Onlara haksızlık edilmez."
    },
    {
      "ayahNumber": "20",
      "ayahText": "İnkâr edenler ateşe arzedilecekleri gün onlara: \"Siz dünya hayatınızda bütün güzel şeylerinizi harcadınız, onların zevkini sürdünüz, artık bugün yeryüzünde haksız yere büyüklük taslamanız ve yoldan çıkmış olmanızdan dolayı aşağılayıcı bir azabla cezalandırılacaksınız.\" (denir)."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Ey Muhammed! Âd kavminin kardeşi Hud'u hatırla. Hani O, Ahkâf denilen yerde kavmini uyarmıştı. O'ndan önce ve sonra da nice peygamberler gelip geçmiştir. Hud, kavmine: \"Allah'tan başkasına kulluk etmeyin. Çünkü ben sizin için büyük bir günün azabından korkuyorum.\" demişti."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Onlar: \"Sen bizi ilâhlarımızdan çevirmek için mi geldin? Eğer doğru söyleyenlerden isen o bize vaad edip durduğun azabı haydi getir.\" dediler."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Hud: \"O azabın ne zaman geleceğine dair ilim Allah katındadır. Ben size benimle gönderileni tebliğ ediyorum. Fakat ben sizi cahillik eden bir kavim olarak görüyorum.\" dedi."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O azabı, vadilerine doğru yayılan bir bulut halinde gördükleri zaman: \"Bu bize yağmur yağdıracak yaygın bir buluttur.\" dediler. Hud ise: \"O sizin acele gelmesini istediğiniz şeydir. O bir rüzgârdır ki, içerisinde acı bir azab vardır."
    },
    {
      "ayahNumber": "25",
      "ayahText": "O rüzgâr, Rabbinin emri ile herşeyi yıkar mahveder.\" dedi. Nihayet helâk oldular ve evlerinden başka hiçbir şey görünmez oldu. İşte biz günahkâr kavmi böyle cezalandırırız."
    },
    {
      "ayahNumber": "26",
      "ayahText": "And olsun ki, biz onlara size vermediğimiz imkanlar vermiştik. Onlara kulaklar, gözler ve kalpler vermiştik. Fakat kulakları, gözleri ve kalpleri onlara hiçbir fayda sağlamadı. Çünkü onlar Allah'ın âyetlerini bile bile inkâr ediyorlardı. Alay etmekte oldukları şey de onları sarıp kuşattı."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Andolsun ki, biz sizin etrafınızda bulunan bir çok memleketleri helak ettik. Belki tevhide dönerler diye ayetlerimizi çeşitli şekillerde açıkladık."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Allah'ı bırakıp da kendilerine yakınlık sağlamak için edindikleri ilâhları onlara yardım etselerdi ya! Ama hayır, aksine onlardan kaybolup gittiler. İşte bu onların yalanları ve uydurup durdukları iftiralarıdır."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Ey Muhammed! Hani biz cinlerden bir grubu Kur'ân'ı dinlemeleri için sana yöneltmiştik. Onlar Kur'ân'ı dinlemek için hazır bulundukları zaman birbirlerine \"susun\" dediler. Kur'ân'ın okunması bitince de birer uyarıcı olarak kavimlerine döndüler."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Onlar kavimlerine şöyle dediler: \"Ey kavmimiz! Gerçekten biz Musa'dan sonra indirilen ve kendisinden öncekileri tasdik eden bir kitap dinledik. O kitap gerçeği ve doğru yolu gösteriyor."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Ey kavmimiz! Allah'ın davetçisine uyun ve O'na iman edin ki, Allah da sizin günahlarınızı bağışlasın ve sizi acı bir azabdan korusun.\""
    },
    {
      "ayahNumber": "32",
      "ayahText": "Her kim Allah'ın davetçisine uymazsa bilsin ki, yeryüzünde Allah'ı aciz bırakacak değildir. Onun Allah'tan başka dostları da yoktur. İşte onlar apaçık bir sapıklık içerisindedirler."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Onlar gökleri ve yeri yaratan ve onları yaratmakla yorulmayan Allah'ın ölüleri diriltmeye de kadir olduğunu görmüyorlar mı? Evet şüphesiz ki, O'nun herşeye gücü yeter."
    },
    {
      "ayahNumber": "34",
      "ayahText": "İnkâr edenler ateşe arz olunacakları gün onlara: \"Bu gerçek değil miymiş?\" denir. Onlar da: \"Rabbimiz Hakk'ı için gerçekmiş!\" derler. Allah onlara: \"O halde inkâr ettiğinizden dolayı şimdi tadın azabı!\" der."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ey Muhammed! Azim sahibi peygamberlerin sabrettikleri gibi sen de sabret! Onlar için (azab hususunda) acele etme. Sanki onlar kendilerine vaad edilen azabı gördükleri gün dünyada sadece gündüzün bir saati kadar kaldıklarını sanırlar. Bu bir tebliğdir. Hiç yoldan çıkan fasıklar topluluğundan başkası helak edilir mi?"
    }
  ]
}