{
  "surahNumber": "33",
  "surahName": "Ahzâb Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ey peygamber! Allah'tan kork, kâfirlere ve münafıklara itaat etme. Muhakkak ki Allah her şeyi bilir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Rabbinden sana ne vahyediliyorsa onun ardınca git. Muhakkak ki Allah ne yaparsanız haberdardır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Allah'a güven, vekil olarak Allah yeter."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Allah bir adam için içinde iki kalb yapmamıştır. Kendilerinden zıhar yaptığınız eşlerinizi analarınız kılmamıştır. Evlatlıklarınızı da oğullarınız kılmamıştır. O sizin ağzınızdaki lafınızdır. Allah ise hakkı söylüyor ve doğru yolu gösteriyor."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Onları (evlatlıkları) babaları adına çağırın. Allah yanında o daha doğrudur. Eğer babalarını bilmiyorsanız, onlar sizin dinde kardeşleriniz ve dostlarınızdır. Bununla beraber hata ettiklerinizde üzerinize bir günah yoktur. Fakat kalblerinizin kasdettiğinde vardır. Allah, çok bağışlayıcı ve çok merhamet edicidir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Peygamber, müminlere kendi nefislerinden önce gelir. O'nun hanımları da onların analarıdır. Akraba da Allah'ın kitabında birbirlerine, diğer müminlerden ve muhacirlerden daha yakındırlar. Ancak dostlarınıza bir maruf (uygun bir vasiyet) yapmanız müstesnâdır. Bu, kitapta yazılıdır."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Unutma o peygamberlerden mîsaklarını (kesin sözlerini) aldığımız vakti! Hele senden, Nuh, İbrahim, Musa ve Meryemoğlu İsa'dan ki onlardan ağır bir mîsak (sağlam bir söz) aldık."
    },
    {
      "ayahNumber": "8",
      "ayahText": "(Bunu Allah), sadıklara sadakatlerinden sormak için yaptı. Kâfirler için ise acı verecek bir azab hazırladı."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ey iman edenler! Allah'ın üzerinizdeki nimetini anın. Hani size ordular gelmişti de üzerlerine bir rüzgâr ve sizin görmediğiniz ordular salıvermiştik. Allah ne yaptığınızı görüyordu."
    },
    {
      "ayahNumber": "10",
      "ayahText": "O zaman onlar, hem üstünüzden gelmişlerdi, hem aşağı tarafınızdan, ve o vakit gözler kaymış, yürekler gırtlaklara dayanmıştı. Siz Allah'a türlü türlü zanlarda bulunuyordunuz."
    },
    {
      "ayahNumber": "11",
      "ayahText": "İşte burada müminler imtihan edilmiş ve şiddetli bir sarsıntı ile sarsılmışlardı."
    },
    {
      "ayahNumber": "12",
      "ayahText": "O vakit münâfıklar ve kalblerinde bir hastalık bulunanlar: \"Allah ve Resulü bize bir aldanıştan başka bir vaad yapmamış.\" diyorlardı."
    },
    {
      "ayahNumber": "13",
      "ayahText": "O vakit bunlardan bir grup: \"Ey Medine halkı! Sizin için duracak yer yok, hemen dönün.\" diyorlardı. Yine onlardan bir kısmı da Peygamberden izin istiyor, evlerimiz gerçekten (düşmana) açıktır.\" diyorlardı, halbuki açık değildi, sadece kaçmak istiyorlardı."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Eğer onların her tarafından üzerlerine girilse de sonra fitne çıkarmaları istenilse derhal onu yapacaklardı. Ama onunla da pek az duracaklardı."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Halbuki bundan önce Allah'a ahid vermişlerdi. Arkalarını dönmeyeceklerdi. Allah'a verilen ahid ise mesuliyetlidir, mutlaka sorulur."
    },
    {
      "ayahNumber": "16",
      "ayahText": "De ki: \"Eğer ölümden veya öldürülmekten kaçıyorsanız, kaçmak size asla fayda vermez. Vereceğini var saydığınız takdirde de ancak pek az faydalandırılırsınız.\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "De ki: \"Eğer Allah size bir felâket diler veya bir rahmet murad ederse, sizi Allah'tan saklamak kimin haddine?\" Hem onlar kendilerine Allah'tan başka bir veli de bulamazlar, bir yardımcı da."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Şüphesiz Allah, içinizden o savsaklayanları ve kardeşlerine: \"Bize gelin\" diyenleri biliyor. Onlar harbe pek az geliyorlardı."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Size karşı kıskançlık ediyorlardı. Derken o korku hali gelince, gördün onları ki, ölümden baygınlık sarmış kimse gibi gözleri dönerek sana bakıyorlardı. O korku gidince, size keskin keskin diller sıyırdılar. Onlar hayra karşı kıskançlık ediyorlardı. İşte bunlar iman etmediler de Allah amellerini boşa çıkardı. Bu Allah'a göre önemsizdir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Onlar ahzabı (düşman birliklerini) gitmedi sanıyorlardı. Eğer o birlikler bir daha gelecek olursa, çölde bedevi Araplar içinde yer alıp, sizin haberlerinizden (başınıza geleceklerden) sormayı isterler. Onlar içinizde kalacak olsalar da pek az harb ederler."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Şanım hakkı için muhakkak ki size Resullulah'da pek güzel bir örnek vardır. Allah'a ve son güne ümit besler olup da Allah'ı çok zikreden kimseler için."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Müminler, ahzabı (düşman birliklerini) gördükleri zaman: \"İşte bu, Allah'ın ve Resulü'nün bize vaad ettiği şeydir. Allah ve Resulü doğru söyledi.\" dediler. Bu onların imanını ve teslimiyetini artırmaktan başka bir şey yapmadı."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Müminlerdendir o erler ki Allah'a verdikleri ahde sadakat gösterdiler. Kimi adağını ödedi (canını verdi), kimi de beklemektedir. Onlar, ahidlerini hiç değiştirmediler."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Çünkü Allah sadıklara sadakatleriyle mükafat verecek, dilerse münafıklara da azab edecek veya tevbe nasib edecektir. Şüphe yok ki Allah çok bağışlayıcıdır. Çok merhamet edicidir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Hem Allah kâfirleri herhangi bir hayra ulaşmadan hınçlarıyle defetti. Bu şekilde Allah, müminlere savaşta kâfi geldi. Allah çok güçlüdür, çok üstündür."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Hem de kitap ehlinden onlara yardım edenleri kalplerine korku düşürerek kalelerinden indirdi, siz onların bir kısmını katlediyordunuz, bir kısmını da esir alıyordunuz."
    },
    {
      "ayahNumber": "27",
      "ayahText": "(Allah) onların arazilerini, yurtlarını ve mallarını size miras kıldı. Bir de henüz ayak basmadığınız bir yeri (size miras kıldı). Allah, her şeye kâdirdir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ey peygamber! Hanımlarına şöyle söyle: \"Eğer dünya hayatını ve zinetini istiyorsanız, haydi gelin, sizi donatayım ve güzellikle bırakıp salıvereyim."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Yok eğer Allah ve Resulünü ve ahiret yurdunu istiyorsanız, haberiniz olsun ki, Allah içinizden güzellik edenlere pek büyük bir ecir hazırlamıştır."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ey peygamberin hanımları! sizden her kim bir terbiyesizlik ederse ona azab iki kat katlanır. Bu Allah'a göre çok kolaydır."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Yine sizden her kim Allah'a ve Resulü'ne boyun eğer, salih bir amel işlerse, ona da mükâfatını iki kat veririz. Hem onun için bol bir rızık hazırlamışızdır."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ey peygamberin hanımları! Siz kadınlardan herhangi biri gibi değilsiniz. Eğer takva ile korunacaksanız, konuşurken kırıtmayın da kalbinde bir hastalık bulunan kimse tamaha düşmesin. Güzel ve dosdoğru söz söyleyin."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Hem vakarınızla evlerinizde durun da önceki cahiliyet devrinde olduğu gibi süslenip çıkmayın. Namazı kılın, zekatı verin. Allah ve Resulü'ne itaat edin. Ey ehli beyt! Allah sizden kiri gidermek ve sizi tertemiz, pampak yapmak istiyor."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Oturun da evlerinizde okunan Allah'ın âyetlerini ve hikmeti anın. Şüphe yok ki Allah lütuf sahibidir ve her şeyden haberdardır."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Şüphe yok ki müslüman erkeklerle müslüman kadınlar, mümin erkeklerle mümin kadınlar, itaat eden erkeklerle itaat eden kadınlar, sadık erkeklerle sadık kadınlar, sabreden erkeklerle sabreden kadınlar, mütevazi erkeklerle mütevazi kadınlar, sadaka veren erkeklerle sadaka veren kadınlar, oruç tutan erkeklerle oruç tutan kadınlar, ırzlarını koruyan erkeklerle ırzlarını koruyan kadınlar, Allah'ı çok zikreden erkeklerle Allah'ı çok zikreden kadınlar var ya, işte onlar için Allah bir mağfiret ve büyük bir mükâfat hazırlamıştır."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Bununla beraber Allah ve Resulü bir işe hükmettiği zaman, gerek mümin bir erkek ve gerekse mümin bir kadın için, o işlerinde başka bir tercih hakkı yoktur. Her kim de Allah ve Resulüne âşi olursa açık bir sapıklık etmiş olur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Hem hatırla o vakti ki, o kendisine Allah'ın nimet verdiği ve senin de ikramda bulunduğun kimseye: \"Hanımını kendine sıkı tut ve Allah'tan kork\" diyordun da nefsinde Allah'ın açacağı şeyi gizliyordun. İnsanlardan çekiniyordun. Halbuki Allah kendisini saymana daha lâyıktı. Sonra Zeyd o kadından ilişiğini kestiği zaman, biz onu sana eş yaptık ki, oğulluklarının ilişkilerini kestikleri hanımlarını nikâhlamada müminlere bir darlık olmasın. Allah'ın emri de yerine getirilmiştir."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Peygambere Allah'ın takdir ettiği, mübah kıldığı şeyde bir darlık yoktur. Bundan önce geçen bütün peygamberler hakkında Allah'ın sünneti böyledir. Allah'ın emri ise biçilmiş bir kaderdir."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Onlar, Allah'ın gönderdiklerini tebliğ ederler ve O'ndan korkarlar, Allah'tan başka kimseden korkmazlardı. Hesap görücü olarak da Allah yeter."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Muhammed, sizin adamlarınızdan hiçbirinin babası değildir. Ama Allah'ın Resulü ve peygamberlerin sonuncusudur. Allah her şeyi hakkiyle bilendir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Ey iman edenler! Allah'ı çokça anın."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ve O'nu sabah akşam tesbih edin."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Sizleri karanlıklardan aydınlığa çıkarmak için melekleri ile birlikte üzerinize rahmet ve bereket indiren O'dur ve O, müminlere çok merhametlidir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "O'na kavuşacakları gün müminlere esenlik dileği selâmdır. (Allah) onlar için cömertçe bir mükafat hazırlamıştır."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Ey peygamber! Biz seni hem bir şahit, hem bir müjdeci, hem bir uyarıcı olarak gönderdik."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ve hem de izniyle Allah'a bir davetçi ve nurlar saçan bir kandil (olarak gönderdik)."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Müminlere müjdele! Onlara Allah'tan bir mükafat vardır..."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Kâfirlere ve münafıklara itaat etme, onların ezalarını bırak (aldırma) da Allah'a tevekkül et. Allah vekil olarak hepsine yeter."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Ey iman edenler! Mümin kadınları nikâh edip de sonra onlara dokunmadan boşadığınız zaman, sizin için üzerlerinde sayacağınız bir iddet hakkınız yoktur. Derhal müt'alarını (mehirleri belirlenmediği takdirde yararlanacakları bir mal) verip onları güzel bir şekilde salıverin."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Ey peygamber! Biz bilhassa sana şunları helâl kıldık: Mehirlerini vermiş olduğun eşlerini, Allah'ın sana ganimet olarak ihsan buyurduklarından sahip olduğun cariyeleri, amcalarının kızlarından, halalarının kızlarından, dayılarının kızlarından, teyzelerinin kızlarından seninle beraber hicret etmiş olanları, bir de mümin bir kadın kendini peygambere hibe ederse, peygamber nikâh etmek istediği takdirde, onu başka müminlere değil de sadece sana mahsus olmak üzere helâl kıldık. Onlara eşleri ve cariyeleri hakkında neyi farz kıldığımızı biliyoruz. Bunlar sana hiçbir darlık olmaması içindir. Allah, çok bağışlayıcıdır, çok merhamet edicidir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Onlardan dilediğini geri bırakır, dilediğini yanına alırsın. Sırasını geri bıraktığın kadınlardan dilediğini yanına almanda da sana bir günah yoktur. Onların gözleri aydın olup üzülmemelerine ve kendilerine verdiğin ile hepsinin hoşnut olmalarına en elverişli olan budur. Allah kalblerinizdekini bilir. Allah her şeyi bilir ve yumuşak davranır."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Bundan başka kadınlar sana helâl olmaz. Bunları başka eşlerle değiştirmek de olmaz. İsterse güzellikleri hoşuna gitsin. Ancak sahip olduğun cariyen başka. Allah her şeye gözcü bulunuyor."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ey iman edenler! Peygamberin evlerine vaktine bakmaksızın ve yemeğe izin verilmedikçe girmeyin. Fakat çağırıldığınız vakit girin. Yemeği yediğinizde de hemen dağılın. Sohbet etmek için de izinsiz girmeyin. Çünkü bu haliniz peygambere eziyet veriyor, ama o sizden utanıyor. Fakat Allah gerçeği söylemekten utanmaz. Hem O'nun hanımlarına bir ihtiyaç soracağınız vakit de perde arkasından sorun. Böyle yapmanız hem sizin kalbleriniz ve hem de onların kalbleri için daha temizdir. Hem sizin Resulullah'a eziyet etmeye hakkınız yoktur. Ondan sonra hanımlarını da ebediyyen nikâh edemezsiniz. Çünkü bu Allah katında çok büyük bir günahtır."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Siz bir şeyi açıklasanız da gizleseniz de şüphe yok ki Allah her şeyi bilmektedir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Onlar (peygamberin eşleri) için babaları, oğulları, kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, kendi kadınları (kadın dostları) ve sahip oldukları köleleri hakkında bir günah yoktur. Bununla beraber (ey Peygamberin hanımları) Allah'tan korkun. Çünkü Allah her şeye şahit bulunuyor."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Gerçekten Allah ve melekleri Peygambere salât ederler. Ey iman edenler! siz de ona teslimiyetle salât ve selâm edin."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Şüphesiz ki Allah'a ve Resulü'ne eziyet verenlere Allah hem dünyada, hem ahirette lânet etmiştir. Onlara aşağılayıcı bir azab hazırlamıştır."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Mümin erkeklere ve mümin kadınlara yapmadıkları bir şeyden dolayı eziyet edenler de bir iftira ve açık bir günah yüklenmişlerdir."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Ey peygamber! Hanımlarına, kızlarına ve müminlerin kadınlarına hep söyle de cilbablarından (dış elbiselerinden) üzerlerini sımsıkı örtsünler. Bu onların tanınmalarına, tanınıp da eziyet edilmemelerine en elverişli olandır. Bununla beraber Allah çok bağışlayıcıdır, çok merhamet edicidir."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Andolsun ki, eğer münafıklar ve kalblerinde bir hastalık olanlar ve Medine'de dedikodu yapanlar, bu yaptıklarından vaz geçmezlerse, mutlaka seni onlara musallat ederiz. Sonra seninle orada az bir zamandan fazla komşu kalamazlar."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Melun olarak nerede bulunurlarsa yakalanırlar ve öldürülürler."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Allah'ın bundan önce geçenler hakkındaki kanunu budur. Ve sen Allah'ın kanununu değiştirmeye asla çare bulamazsın."
    },
    {
      "ayahNumber": "63",
      "ayahText": "İnsanlar sana kıyamet saaatini soruyorlar. De ki: \"Onun ilmi ancak Allah'ın nezdindedir. Ne bilirsin belki kıyamet yakında olur.\""
    },
    {
      "ayahNumber": "64",
      "ayahText": "Şu muhakkak ki, Allah kâfirleri lânetlemiş ve onlara çılgın bir ateş hazırlamıştır."
    },
    {
      "ayahNumber": "65",
      "ayahText": "(Onlar) orada ebedî kalırlar ve ne bir dost bulabilirler, ne de bir yardımcı."
    },
    {
      "ayahNumber": "66",
      "ayahText": "O gün yüzleri ateş içinde çevirilirken: \"Ah keşke Allah'a itaat etseydik, peygambere itaat etseydik!\" derler."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Yine derler ki: \"Ey Rabbimiz! Biz beylerimize ve büyüklerimize itaat ettik de bizi yanlış yola götürdüler.\""
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ey Rabbimiz! Onlara azabın iki katını ver ve kendilerini büyük bir lânet ile lânetle.\""
    },
    {
      "ayahNumber": "69",
      "ayahText": "Ey iman edenler: Sizler Musa'ya eziyet edenler gibi olmayın. Eziyet ettiler de Allah onu, onların söylediklerinden temize çıkardı. O, Allah yanında mevki sahibi idi."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Ey iman edenler! Allah'tan korkun ve sağlam söz söyleyin,"
    },
    {
      "ayahNumber": "71",
      "ayahText": "Ki (Allah) işlerinizi yoluna koysun ve günahlarınızı bağışlasın. Her kim Allah'a ve Resulü'ne itaat ederse, o gerçekten büyük murada ermiştir."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Biz o emaneti göklere, yere ve dağlara arz ettik, onlar, onu yüklenmeye yanaşmadılar, ondan korktular da onu insan yüklendi. O gerçekten çok zalim ve çok cahildir."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Çünkü Allah münafık erkeklerle münafık kadınlara, müşrik erkeklerle müşrik kadınlara azab edecek, mümin erkeklerle mümin kadınların da tevbelerini kabul edecektir. Allah çok bağışlayıcıdır, çok merhamet edicidir."
    }
  ]
}