{
  "surahNumber": "45",
  "surahName": "Câsiye Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hâ, mîm"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu kitap, Azîz ve Hakîm olan Allah tarafından indirilmiştir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Şüphesiz göklerde ve yerde müminler için birçok âyetler vardır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Sizin yaratılışınızda ve çeşitli canlıları yeryüzüne yaymasında kesin olarak inanan kimseler için ibretler vardır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Gece ile gündüzün değişmesinde ve Allah'ın gökten bir rızık sebebi olan yağmuru indirip de onunla yeryüzünü ölümünden sonra diriltmesinde ve rüzgârları yönlendirmesinde aklını kullanan bir topluluk için nice deliller vardır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "İşte bunlar, Allah'ın âyetleridir. Sana onları hakkıyla okuyoruz. Artık Allah'a ve âyetlerine inanmadıktan sonra hangi söze inanacaklar?"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Her günahkâr kişinin vay haline!"
    },
    {
      "ayahNumber": "8",
      "ayahText": "O kimse Allah'ın kendisine okunan âyetlerini işitir de, sonra sanki kibrinden hiç işitmemiş gibi ısrar eder. İşte sen onu, can yakıcı bir azabla müjdele!"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Âyetlerimizden birşey öğrendiği zaman, onu alaya alıyor. İşte onlar için rezil ve rüsvay edici bir azap vardır."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ötelerinde cehennem var. Ne kazandıkları şeyler, ne de Allah'tan başka edindikleri dostlar, kendilerinden hiçbir şeyi (azabı) kaldıramaz. Onlar için büyük bir azab vardır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bu Kur'an bir hidâyettir. Rablerinin âyetlerini inkâr edenlere ise, en şiddetlisinden acıklı bir azab vardır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Allah O (yüce) zâttır ki, emriyle içinde gemilerin seyretmesi, sizin de O'nun lütfundan rızık aramanız ve şükretmeniz için denizi emrinize vermiştir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "O, göklerde ve yerde bulunan herşeyi kendinden bir lütuf olarak sizin hizmetinize vermiştir. Şüphesiz bunda düşünen topluluklar için ibret ve deliller vardır."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ey Muhammed! İman edenlere söyle: Allah'ın cezalandıracağı günlerin geleceğini ummayanları şimdilik bağışlasınlar. Çünkü Allah her kavmi kazandıklarıyla cezalandıracaktır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Her kim iyi bir iş yaparsa onun faydası kendisinedir. Kim de kötülük yaparsa zararı yine kendinedir. Sonra hep Rabbinize döndürüleceksiniz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Andolsun ki biz, vaktiyle İsrailoğulları'na kitap, hüküm ve peygamberlik vermiştik. Onları temiz rızıklarla rızıklandırmıştık. Ve onları âlemlerden üstün kılmıştık."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Din hususunda onlara apaçık deliller verdik. Fakat onlar, kendilerine ilim geldikten sonra aralarındaki çekememezlik ve düşmanlık yüzünden ayrılığa düşmüşlerdi. Şüphesiz Rabbin, ayrılığa düştükleri şeylerde, kıyâmet günü aralarında hükmedecektir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Sonra (Ey Muhammed) seni din hususunda apaçık bir şeriat sahibi kıldık. Sen ona uy, bilmeyenlerin hevâ ve heveslerine uyma."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Çünkü onlar Allah'tan gelecek hiçbir şeyi senden uzaklaştıramazlar. Şüphesiz zâlimler, birbirlerinin dostlarıdır. Allah ise müttakilerin dostudur."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Bu (Kur'an) insanların kalb gözünü açan bir nur, kesin bilgi edinmek isteyen bir toplum için de hidâyet ve rahmettir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yoksa, kötülük işleyenler, hayatlarında ve ölümlerinde kendilerini, iman edip iyi ameller işleyen kimselerle bir tutacağımızı mı zannettiler? Ne kötü hüküm veriyorlar!"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Halbuki Allah, gökleri ve yeri hak ile yarattı. Hem de herkese yaptığının karşılığı verilmek üzere, onlara asla haksızlık edilmez."
    },
    {
      "ayahNumber": "23",
      "ayahText": "(Ey Muhammed!) Hevâ ve hevesini kendine ilâh edinen, Allah'ın kendi ilmi dahilinde saptırdığı, kulağını ve kalbini mühürleyip gözüne perde çektiği kimseyi görüyor musun? Şimdi onu Allah'tan başka kim hidâyete erdirebilir? Hala düşünmez misiniz?"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Hem müşrikler dediler ki: \"Hayat, ancak bu dünya hayatımızdan ibarettir. Ölürüz ve yaşarız. Bizi ancak geçen zaman yokluğa sürükler. Halbuki onların bu hususta hiçbir bilgileri yoktur. Onlar, sadece böyle zannederler."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Kendilerine âyetlerimiz açıkça okunduğu zaman; \"Eğer sözünüzde doğru iseniz atalarımızı diriltip getirin.\" demekten başka söylenecek hiçbir delil yoktur."
    },
    {
      "ayahNumber": "26",
      "ayahText": "(Ey Muhammed!) De ki: \"Allah sizi diriltir. Sonra sizi o öldürür, sonra da geleceğinde şüphe olmayan kıyamet gününde (diriltip) bir araya toplar. Fakat insanların çoğu bilmezler."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Göklerin ve yerin mülkü sadece Allah'ındır. Kıyâmetin kapacağı gün varya, işte o gün batıla sapanlar hep hüsrana düşecekler."
    },
    {
      "ayahNumber": "28",
      "ayahText": "O gün her ümmeti, diz çökmüş görürsün. Her ümmet, kendi kitabına çağırılır, onlara: \"Bugün yaptığınız amellerin cezası verilecektir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "İşte kitabınız, yüzünüze karşı hakkı söylüyor, çünkü biz sizin yaptıklarnızı hep kaydediyorduk.\" (denir)."
    },
    {
      "ayahNumber": "30",
      "ayahText": "İman edip iyi işler yapanlara gelince; Rableri onları rahmeti içine koyacaktır. İşte apaçık kurtuluş budur."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Ama kâfirlere gelince; onlara da denilir ki; \"Size âyetlerim okunmadı mı? Siz büyüklük tasladınız ve günah işleyen bir kavim oldunuz değil mi?"
    },
    {
      "ayahNumber": "32",
      "ayahText": "Allah'ın vaadi gerçektir. \"O kıyâmetin geleceğinde şüphe yoktur.\" denildiğinde \"Kıyamet nedir bilmiyoruz.\" Yalnız bir zandan ibârettir sanıyoruz. Fakat bu hususta kesin bir bilgimiz yok.\" derdiniz."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Derken yaptıkları amellerin kötülüğü gözlerinin önüne serildi, alay edip durdukları şey onları kuşatıverdi."
    },
    {
      "ayahNumber": "34",
      "ayahText": "O gün kâfirlere şöyle denilir; \"Siz, dünyada bugüne kavuşmayı nasıl unuttuysanız, biz de bugün sizi öylece unutacağız. Yeriniz ateştir ve sizin için yardımcılardan bir kimse de yoktur.\""
    },
    {
      "ayahNumber": "35",
      "ayahText": "Bunun sebebi şudur; Siz Allah'ın âyetlerini alaya aldınız, dünya hayatı sizi aldattı. Artık bugün onlar, ateşten çıkarılmayacaklar ve kendilerinden özür dilemeleri de kabul edilmeyecektir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Hamd, göklerin Rabbi, yerin Rabbi ve âlemlerin Rabbi olan Allah'a mahsustur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Göklerde ve yerde büyüklük ve hâkimiyet O'nundur. O, Aziz'dir (herşeye galiptir); Hakîm'dir (hüküm ve hikmet sahibidir)."
    }
  ]
}