{
  "surahNumber": "44",
  "surahName": "Duhân Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hâ, mîm."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O apaçık Kitab'a andolsun ki biz onu gerçekten mübarek bir gecede indirdik. Çünkü biz onunla insanları uyarmaktayız."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O apaçık Kitab'a andolsun ki biz onu gerçekten mübarek bir gecede indirdik. Çünkü biz onunla insanları uyarmaktayız."
    },
    {
      "ayahNumber": "4",
      "ayahText": "O gecede her hikmetli iş tarafımızdan bir emirle ayrılır. Gerçekten biz Rabbin tarafından bir rahmet olarak peygamberler göndeririz. Şüphesiz ki O, herşeyi işitir ve bilir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "O gecede her hikmetli iş tarafımızdan bir emirle ayrılır. Gerçekten biz Rabbin tarafından bir rahmet olarak peygamberler göndeririz. Şüphesiz ki O, herşeyi işitir ve bilir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "O gecede her hikmetli iş tarafımızdan bir emirle ayrılır. Gerçekten biz Rabbin tarafından bir rahmet olarak peygamberler göndeririz. Şüphesiz ki O, herşeyi işitir ve bilir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Siz eğer kesin olarak inanıyorsanız, iyi bilin ki Allah göklerin, yerin ve ikisi arasındakilerin Rabbidir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ondan başka hiçbir ilâh yoktur. O hem yaşatır, hem öldürür. O sizin de Rabbiniz, sizden önceki babalarınızın da Rabbidir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Fakat kâfirler bir şüphe içinde oynayıp eğleniyorlar."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ey Muhammed! Şimdi sen göğün, insanları bürüyecek açık bir duman getireceği günü gözetle. Bu acı bir azabdır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Ey Muhammed! Şimdi sen göğün, insanları bürüyecek açık bir duman getireceği günü gözetle. Bu acı bir azabdır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "O gün insanlar: \"Ey Rabbimiz! Bizden azabı kaldır. Artık biz inanıyoruz\" derler."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Onlar için bunu düşünüp öğüt almak nerede? Oysa kendilerine gerçeği açıklayan bir de peygamber gelmişti."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Sonra onlar, o peygamberden yüz çevirdiler ve: \"Bu öğretilmiş bir delidir.\" dediler."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Biz o azabı sizden birazcık kaldırırız. Ama siz mutlaka eski halinize dönersiniz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Biz o büyük şiddetle çarptığımız gün mutlaka intikamımızı alırız."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Andolsun ki, biz onlardan önce Firavun kavmini de denemiştik. Onlara çok kıymetli bir peygamber gelmişti."
    },
    {
      "ayahNumber": "18",
      "ayahText": "O peygamber onlara şöyle demişti: \"Esaretiniz altındaki Allah'ın kullarını bana teslim edin. Çünkü ben size gönderilmiş güvenilir bir peygamberim."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'a karşı üstünlük taslamayın. Şüphesiz ki ben size apaçık bir delil getiriyorum."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Gerçekten ben, beni taşlamanızdan dolayı benim de Rabbim, sizin de Rabbiniz olan Allah'a sığındım."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Eğer siz bana iman etmezseniz hemen yanımdan uzaklaşın.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "Musa: \"Şüphesiz ki bunlar suçlu bir kavimdir.\" diyerek yardım etmesi için Rabbine yalvardı."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Allah buyurdu ki: \"Kullarımı geceleyin yürüt. Çünkü siz takib edileceksiniz."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Karşıya geçince denizi olduğu gibi açık bırak. Çünkü onlar suda boğulacak bir ordudur.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlar neler bırakmışlardı, ne bahçeler, ne pınarlar!"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ne ekinler, ne güzel kaynaklar,"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ve içinde eğlenip durdukları nice nimetler ve refah!"
    },
    {
      "ayahNumber": "28",
      "ayahText": "İşte böylece biz onları başka bir kavme miras bıraktık."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Gök ve yer onların üzerine ağlamadı. Onlara mühlet de verilmedi."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Andolsun ki biz İsrailoğullarını o aşağılayıcı azabdan kurtardık."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Firavun'dan da kurtardık çünkü o üstünlük taslayıp haddi aşan bir zorbaydı."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Andolsun ki biz onları bilerek o zamanki alemlere üstün kıldık."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Biz onlara içinde apaçık bir imtihan bulunan mucizeler verdik."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Gerçekten şu kâfirler diyorlar ki:"
    },
    {
      "ayahNumber": "35",
      "ayahText": "\"Bizim ilk ölümümüzden başka bir şey yoktur. Biz tekrar diriltilecek değiliz."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Eğer siz doğru söyleyen kimselerseniz babalarınızı bize getirin.\""
    },
    {
      "ayahNumber": "37",
      "ayahText": "Onlar mı daha hayırlıdır, yoksa Tükba kavmi ile onlardan öncekiler mi? Biz onların hepsini de helak ettik. Çünkü onlar suçluydular."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Biz gökleri, yeri ve ikisi arasındakileri bir oyun ve eğlence olsun diye yaratmadık."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Biz onları hak ve hikmetle yarattık. Fakat onların çoğu bunu bilmezler."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Şüphesiz ki hakkı batıldan ayırd etme günü onların hepsinin bir araya toplanacağı gündür."
    },
    {
      "ayahNumber": "41",
      "ayahText": "O gün dostun dosta hiçbir faydası olmaz. Onlara yardım da edilmez."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ancak Allah'ın merhamet ettiği kimseler böyle değildir. Şüphesiz ki Allah çok güçlüdür, çok merhamet edicidir."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Gerçekten zakkum ağacı,"
    },
    {
      "ayahNumber": "44",
      "ayahText": "Günahkârların yemeğidir."
    },
    {
      "ayahNumber": "45",
      "ayahText": "O pota gibi karınlarda kaynar."
    },
    {
      "ayahNumber": "46",
      "ayahText": "O, kızgın bir sıvının kaynaması gibidir."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Allah meleklere şöyle emreder. \"Şunu tutun da Cehennem'in ortasına sürükleyin.\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "\"Sonra onun başının üstüne kaynar su azabından dökün.\""
    },
    {
      "ayahNumber": "49",
      "ayahText": "Ona şöyle denir! \"Tat bakalım azabı! hani sen kendine göre çok güçlü ve çok üstündün."
    },
    {
      "ayahNumber": "50",
      "ayahText": "İşte sizin inkâr edip durduğunuz şey budur.\""
    },
    {
      "ayahNumber": "51",
      "ayahText": "Şüphesiz ki kötülükten sakınanlar güvenli bir makamdadırlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Bahçelerde ve pınar başlarındadırlar."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Onlar ince ipekten ve parlak atlastan elbiseler giyerek karşılıklı olarak otururlar."
    },
    {
      "ayahNumber": "54",
      "ayahText": "İşte böyle, biz onları ayrıca iri siyah gözlü hurilerle evlendiririz."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Onlar orada güven içinde her çeşit meyveyi isteyebilirler."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Onlar orada ilk ölümden başka bir ölüm tatmazlar. Allah onları cehennem azabından korumuştur."
    },
    {
      "ayahNumber": "57",
      "ayahText": "(Bunların hepsi) Rabbinden bir lütuf olarak (verilmiştir.) İşte büyük kurtuluş budur."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Biz Kur'ân'ı senin dilinle indirip kolaylaştırdık. Umulur ki onlar öğüt alırlar."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Artık sen onların başlarına gelecekleri bekle: Çünkü onlar da bekleyip durmaktadırlar."
    }
  ]
}