{
  "surahNumber": "61",
  "surahName": "Saff Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Göklerdekilerin ve yerdekilerin hepsi Allah'ı tesbih eder. O, üstündür, hikmet sahibidir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Ey iman edenler! Yapmayacağınız şeyi niçin söylüyorsunuz?"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Yapmayacağınızı söylemeniz, Allah yanında şiddetli bir buğza sebeb olur."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Allah, kendi yolunda kenetlenmiş bir duvar gibi saf bağlayarak savaşanları sever."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Bir zaman Musa, kavmine: \"Ey kavmim! Benim, Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin beni incitiyorsunuz?\" demişti. Onlar eğrilince, Allah da kalblerini eğriltti. Allah fasıkları doğru yola iletmez."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Meryem oğlu İsa da: \"Ey İsrailoğulları! ben size Allah'ın elçisiyim. benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi müjdeleyici olarak (geldim).\" demişti. Fakat onlara apaçık delillerle gelince \"Bu, apaçık bir büyüdür.\" dediler."
    },
    {
      "ayahNumber": "7",
      "ayahText": "İslâm'a davet olunduğu halde Allah üzerine yalan uydurandan daha zalim kim olabilir? Allah zalim toplumu doğru yola iletmez."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ağızlarıyla Allah'ın nurunu söndürmek istiyorlar. Halbuki kâfirler hoş görmese de Allah nurunu tamamlayacaktır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "O, Resulünü hidayet ve hak dinle gönderdi ki, müşrikler istemese de onu, bütün dinlerin üstüne çıkarsın."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ey İman edenler! Sizi acı bir azabdan kurtaracak ticareti size göstereyim mi?"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Allah'a ve Resulüne inanırsınız, mallarınızla ve canlarınızla Allah yolunda savaşırsınız. Eğer bilirseniz sizin için en iyisi budur."
    },
    {
      "ayahNumber": "12",
      "ayahText": "(Eğer böyle yaparsanız Allah) sizin günahlarınızı bağışlar ve sizi altlarından ırmaklar akan cennetlere, Adn cennetlerinde hoş yerlere koyar. İşte büyük kurtuluş budur."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Seveceğiniz bir şey daha var: Allah'tan yardım ve yakın bir fetih.. Müminleri müjdele."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ey inananlar, Allah'ın yardımcıları olun. Nitekim Meryem oğlu İsa da havarilere: \"Allah'a (giden yolda) benim yardımcılarım kimdir?\" demişti. Havariler: \"Allah (yolun)un yardımcıları biziz.\" dediler. İsrail oğullarından bir zümre inandı, bir zümre inkar etti. Biz de inananları, düşmanlarına karşı destekledik, onlar üstün geldiler."
    }
  ]
}