{
  "surahNumber": "32",
  "surahName": "Secde Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif, Lâm, mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Kendisinde şüphe olmayan bu kitabın indirilişi, âlemlerin Rabbi olan Allah tarafındandır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Yoksa onu (Muhammed) uydurdu mu diyorlar? Hayır, o senden önce kendilerine bir uyarıcı gelmemiş olan bir kavmi korkutman için, Rabbin tarafından gelen bir haktır. Gerek ki, hidayeti kabul ederler."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Allah O'dur ki, gökleri, yeri ve ikisi arasındakileri altı günde yaratmış, sonra Arş üzerine istivâ buyurmuştur (hakim olmuştur). Sizin için O'ndan başka ne bir dost vardır, ne de bir şefaatçi! Artık düşünmeyecek misiniz?"
    },
    {
      "ayahNumber": "5",
      "ayahText": "O, gökten yere, (yukarıdan aşağıya) işleri düzenler, sonra da o işler, sizin saydıklarınızdan bin yıl kadar olan bir günde O'na yükselir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "İşte görüleni de görülmeyeni de bilen, her şeye gücü yeten, çok merhametli olan O'dur."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Yarattığı her şeyi güzel yaratan ve insanı yaratmaya bir çamurdan başlayan O'dur."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Sonra da onun soyunu süzülmüş bir özden, değersiz bir sudan yaratmıştır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Sonra onu düzenli bir şekle sokup, içine kendi ruhundan üfürdü. Ve sizin için kulaklar, gözler ve gönüller var etti. Siz pek az şükrediyorsunuz!"
    },
    {
      "ayahNumber": "10",
      "ayahText": "Onlar: \"Biz yerde kaybolup gittikten sonra, gerçekten biz mi yeni bir yaratılışta bulunacağız?\" dediler. Fakat onlar Rablerine kavuşmayı (O'nun huzuruna varacaklarını) inkâr eden kâfirlerdir."
    },
    {
      "ayahNumber": "11",
      "ayahText": "De ki: \"Size vekil kılınmış olan ölüm meleği canınızı alacak, sonra döndürülüp Rabbinize götürüleceksiniz.\""
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ey Muhammed! Günahkârların, Rablerinin huzurunda başları öne eğilmiş olarak: \"Ey Rabbimiz! Gördük ve dinledik, şimdi bizi geri çevir de salih bir amel işleyelim, çünkü biz artık kesin bir şekilde inanıyoruz.\" derlerken bir görsen!"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Eğer biz dilemiş olsaydık her nefse hidâyetini verirdik. Fakat benden: \"Bütün insanlar ve cinlerden cehennemi elbette dolduracağım.\" sözü hak olmuştur."
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"O halde bu gününüzle karşılaşmayı unuttuğunuzdan dolayı tadın azabı! İşte biz de sizi unuttuk. Yapmakta olduğunuz işler yüzünden tadın ebedî azabı!\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "Bizim âyetlerimize öyle kimseler iman eder ki, onlarla kendilerine öğüt verildiği zaman secdelere kapanırlar ve Rablerine hamd ile tesbih ederler de büyüklük taslamazlar."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Onların yanları yataklardan uzaklaşır, korku ve ümid içinde Rablerine dua ederler ve kendilerine verdiğimiz rızıklardan hayıra sarfederler."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Şimdi hiç kimse kendileri için, yaptıklarına karşılık gözler aydınlığı olacak şeylerden neler gizlenmiş olduğunu bilemez."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Öyle ya iman eden kimse, fâsık olan gibi olur mu? Onlar eşit olamazlar."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Evet, iman edip de salih amelleri işleyen kimselerin, yaptıklarına karşılık bir konukluk (ağırlanma) olarak me'vâ (barınak) cennetleri vardır."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ama fâsıklık etmiş olanların barınakları ateştir. Oradan her çıkmak istediklerinde oraya geri çevrilirler ve kendilerine: \"Haydi tadın o ateşin yalanlayıp durduğunuz azabını!\" denir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Şu bir gerçek ki, onlara o en büyük azabdan önce yakın azabdan (dünyada) da tattıracağız. Umulur ki, (kötülükten) dönerler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Rabbinin âyetleriyle kendisine öğüt verilip de, sonra onlardan yüz çeviren kimseden daha zalim kim olabilir? Gerçekten biz, günahkârlardan intikam alacağız."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Andolsun ki biz vaktiyle Musa'ya kitap vermiştik. Şimdi de sen ona (öyle bir kitaba) kavuşmaktan şüphe içinde olma. Biz onu İsrailoğullarına doğru yolu göstren bir rehber kılmıştık."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Onların içinden, sabrettikleri zaman bizim emrimizle doğru yola ileten önderler yetiştirmiştik. Onlar, bizim âyetlerimize kesin bir şekilde inanıyorlardı."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Şimdi ihtilafa düştükleri şeyler hakkında şüphesiz ki Rabbin kıyamet günü aralarında ayırıcı hükmü verecektir."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Kendilerinden önce, yurtlarında gezip dolaşmakta oldukları nice kuşakları helâk etmiş olmamız, daha onları doğru yola iletmedi mi? Şüphesiz bunda nice ibretler vardır. Hâlâ kulak vermeyecekler mi?"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ya hiç görmediler mi ki, biz kır yere suyu salıveriyoruz da onunla bir ekin çıkarıyoruz. Ondan hayvanları da yiyor, kendileri de. Hâlâ gözlerini açmayacaklar mı?"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Bir de \"Ne zaman o fetih, eğer doğru söylüyorsanız?\" diyorlar."
    },
    {
      "ayahNumber": "29",
      "ayahText": "De ki: \"İnkâr edenlere o fetih günü iman etmeleri fayda vermez ve onlara göz açtırılmaz.\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "Şimdi sen onlardan yüz çevir de gözet. Çünkü onlar da gözetmektedirler."
    }
  ]
}