{
  "surahNumber": "43",
  "surahName": "Zuhruf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hâ, mîm."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Apaçık kitaba andolsun ki biz onu iyice anlayasınız diye Arapça bir Kur'an yaptık."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Apaçık kitaba andolsun ki biz onu iyice anlayasınız diye Arapça bir Kur'an yaptık."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Gerçekten o bizim nezdimizde bulunan ana kitapta mevcut yüce ve hikmet dolu bir kitaptır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Siz haddi aşan bir kavim oldunuz diye Kur'an'ı size göndermekten vaz mı geçelim?"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Biz öncekilere de nice peygamberler göndermiştik."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar kendilerine gelen her peygamberle mutlaka alay ediyorlardı."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Biz onlardan daha kuvvetli olanları helâk ettik. Kur'an'da öncekilerin örneği de geçmiştir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Eğer sen onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan elbette: \"Onları çok güçlü ve herşeyi bilen Allah yarattı.\" derler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "O, yeryüzünü sizin için bir beşik yaptı ve doğru gidesiniz diye orada sizin için yollar meydana getirdi."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Allah gökten belli bir ölçüye göre su indirdi. Biz onunla ölü bir memlekete yeniden hayat verdik. İşte siz de kabirlerinizden böyle diriltilip çıkarılacaksınız."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Allah bütün çiftleri yaratmıştır. Sizin için bineceğiniz gemiler ve hayvanlar var etmiştir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Siz onların sırtına binip üzerlerine yerleştiğiniz zaman, Rabbinizin nimetini anarak şöyle diyesiniz: \"Bunları bizim hizmetimize veren Allah'ı tenzih ve tesbih ederiz. Yoksa bizim bunlara gücümüz yetmezdi.\""
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"Gerçekten biz Rabbimize döneceğiz.\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "Buna rağmen insanlar, Allah'ın kullarından bir kısmını O'nun bir parçası saydılar. Gerçekten de insan apaçık bir nankördür."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Yoksa O, yarattıklarından kendisine kızlar edindi de erkek çocukları size mi seçti?"
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlardan biri Rahman olan Allah'a isnad ettiği kız çocuğu ile müjdelendiği zaman yüzü simsiyah kesilir de öfkesinden yutkunur durur."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Yoksa onlar, süs ve zinet içerisinde yetiştirilip de mücadelede erkek gibi kendisini savunmaya açık olmayan kızları mı O'na isnad ediyorlar?"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Onlar Rahman olan Allah'ın kulları olan melekleri de dişi saydılar. Onlar meleklerin yaratılışını gördüler mi? Onların şahitlikleri yazılacak ve onlar sorguya çekileceklerdir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Onlar: \"Eğer Rahman olan, Allah dileseydi, biz o meleklere tapmazdık.\" dediler. Onların bu hususta hiçbir bilgileri yoktur. Onlar sadece yalan söylüyorlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yoksa biz kendilerine bundan önce bir kitap verdik de onlar, ona mı sarılıyorlar?"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Hayır, onlar sadece: \"Biz babalarımızı bu din üzerinde bulduk, biz de onların izinde gidiyoruz.\" dediler."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Ey Muhammed! Yine böyle biz senden önce de hangi memlekete bir uyarıcı göndermişsek, mutlaka oranın şımarık varlıklı kimseleri: \"Biz babalarımızı bir din üzerinde bulduk, biz de onların izlerine uyarız.\" dediler."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Gönderilen uyarıcı; \"Eğer size babalarınızı üzerinde bulduğunuz dinden daha doğrusunu getirmişsem de mi bana uymazsınız?\" deyince, onlar: \"Gerçekten biz sizin tebliğ için gönderildiğiniz şeyi tanımıyoruz.\" dediler."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Biz de onlardan intikam aldık. Bak peygamberleri yalanlayanların sonu nasıl oldu!"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Hani İbrahim babasına ve kavmine: \"Gerçekten ben sizin taptığınız şeylerden uzağım."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ben ancak beni yaratana taparım. Şüphesiz ki O, beni doğru yola iletecektir.\" dedi."
    },
    {
      "ayahNumber": "28",
      "ayahText": "İbrahim, bu sözü, ardından gelecek olanlara devamlı kalacak bir miras olarak bıraktı ki, onlar doğru yola dönsünler."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Doğrusu ben bunları da babalarını da kendilerine hak olan kitap ve gerçeği açıklayan bir peygamber gelinceye kadar faydalandırıp geçindirdim."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Kendilerine hak geldiği zaman onlar: \"Bu bir büyüdür doğrusu biz onu tanımıyoruz.\" dediler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Yine Onlar: \"Bu Kur'an, şu iki şehirden bir büyük adama indirilmeli değil miydi?\" dediler."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ey Muhammed! Rabbinin rahmetini onlar mı taksim ediyorlar? Dünya hayatında onların geçimliklerini aralarında biz taksim ettik. Birbirlerine işlerini gördürsünler diye biz onların bir kısmını diğerlerinden derecelerle üstün kıldık. Rabbinin rahmeti onların biriktirdikleri şeylerden daha hayırlıdır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Eğer insanlar küfre sapan bir ümmet haline gelmeyecek olsalardı, biz O Rahman olan Allah'ı inkâr eden kimselerin evlerine gümüşten tavanlar ve üzerine çıkacakları merdivenler yapardık."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Onların evleri için gümüşten kapılar, üzerine yaslanacakları koltuklar yapardık."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Daha nice altın ziynetler verirdik. Çünkü bunların bizce hiçbir kıymeti yoktur. Bütün bunlar dünya hayatının geçici menfaatinden başka bir şey değildir. Ahiret ise Rabbin katında takva sahipleri içindir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Her kim Rahman olan Allah'ın zikrinden yüz çevirirse biz ona bir şeytan musallat ederiz. Artık o şeytan onun yakın dostudur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Şüphesiz ki bu şeytanlar onları yoldan çıkarırlar. Onlar da kendilerinin doğru yolda olduklarını sanırlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Nihayet kıyamet günü bize gelince, arkadaşına: \"Keşke seninle benim aramda doğu ile batı arasındaki kadar bir uzaklık olsaydı. Sen ne kötü arkadaşmışsın!\" der."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Onlara: \"Bugün pişmanlık duymanız size hiçbir fayda sağlamayacaktır. Çünkü siz zulmettiniz. Şimdi de hepiniz azapta ortaksınız.\" denir."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Ey Muhammed! O halde sağırlara sen mi işittireceksin? Yahut körlere ve apaçık bir sapıklık içinde bulunanlara sen mi doğru yolu göstereceksin?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Eğer biz seni onlara azap gelmeden önce alıp götürsek bile onlardan intikam alırız."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Yahut da onlara vaad ettiğimiz azabı sana gösteririz. Çünkü bizim onlara azap etmeye gücümüz yeter."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Öyleyse sen, sana vahyedilen Kur'an'a sarıl. Şüphesiz ki sen doğru bir yol üzerindesin."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Doğrusu o Kur'an, senin için de, kavmin için de bir öğüttür ve siz ondan sorguya çekileceksiniz."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Ey Muhammed! Senden önce gönderdiğimiz peygamberlerimize de sor, biz Rahman olan Allah'tan başka kendisine ibadet edilecek ilâhlar yapmış mıyız?"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Andolsun ki, biz Musa'yı mucizelerimizle Firavun'a ve ileri gelen adamlarına gönderdik. Musa: \"Ben gerçekten âlemlerin Rabbi olan Allah'ın peygamberiyim.\" dedi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Musa onlara mucizelerimizi getirince onlar hemen bu mucizelere gülüverdiler."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Bizim onlara gösterdiğimiz her bir mucize diğerinden daha büyüktü. Belki doğru yola dönerler diye biz onları azapla yakaladık."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Onlar azâbı görünce: \"Ey sihirbaz! Sende olan ahdi hürmetine bizim için Rabbine dua et. Biz gerçekten doğru yola gireceğiz.\" dediler."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Fakat azabı kendilerinden kaldırdığımız zaman hemen sözlerinden dönüverdiler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Firavun kavmine seslenerek dedi ki: \"Ey kavmim! Mısır hükümdarlığı ve altımdan akıp giden şu ırmaklar benim değil mi? Görmüyor musunuz?"
    },
    {
      "ayahNumber": "52",
      "ayahText": "Yoksa ben, nerede ise meramını anlatamayan şu zavallıdan daha hayırlı değil miyim?"
    },
    {
      "ayahNumber": "53",
      "ayahText": "Eğer O'nun dediği doğru ise üzerine altın bilezikler atılmalı veya kendisiyle beraber onu tasdik eden melekler gelmeli değil miydi?\""
    },
    {
      "ayahNumber": "54",
      "ayahText": "Firavun kavmini küçümsedi. Onlar da O'na itaat ettiler. Çünkü onlar fâsık bir kavimdi."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Nihayet bizi gazaplandırdıkları zaman onlardan intikam aldık. Hepsini suda boğduk."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Onları sonradan gelecekler için ibret ve örnek kıldık."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Meryem oğlu İsâ bir misal olarak anlatılınca, senin kavmin hemen ondan bir delil bulduklarını sanarak bağrışmaya başladılar."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Onlar dediler ki: \"Bizim ilâhlarımız mı daha hayırlıdır, yoksa İsâ mı?\" Bu misâli sırf seninle tartışmak için ortaya attılar. Doğrusu onlar çok kavgacı bir topluluktur."
    },
    {
      "ayahNumber": "59",
      "ayahText": "İsâ, ancak kendisine nimet verdiğimiz ve İsrailoğullarına örnek kıldığımız bir kuldur."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Eğer biz dileseydik, sizden yeryüzünde yerinize geçecek melekler yaratırdık."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Gerçekten o, (İsâ'nın yere inişi) kıyâmetin yaklaştığını gösteren bir bilgidir. Sakın kıyâmet hakkında şüpheye düşmeyip, bana uyun, bu doğru yoldur."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Sakın şeytan sizi doğru yoldan alıkoymasın. Gerçekten o sizin için apaçık bir düşmandır."
    },
    {
      "ayahNumber": "63",
      "ayahText": "İsâ mucizelerle indiği zaman dedi ki: \"Ben size hikmeti getirdim ve hakkında ihtilâfa düştüğünüz şeylerin bir kısmını size açıklamak için geldim. O halde Allah'tan korkun, ve bana itaat edin."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Gerçekten benim de Rabbim sizin de Rabbiniz Allah'tır. Öyle ise O'na kulluk edin. Bu doğru bir yoldur."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Fakat aralarından çıkan gruplar, İsâ hakkında ihtilâfa düştüler. Acı bir günün azâbından dolayı vay zulmedenlerin hâline!"
    },
    {
      "ayahNumber": "66",
      "ayahText": "Onlar kendileri farkına varmadan ansızın kıyâmetin başlarına gelmesini mi bekliyorlar?"
    },
    {
      "ayahNumber": "67",
      "ayahText": "O gün Allah'tan korkanlar hariç dost olanlar birbirlerine düşmandırlar."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Allah, takva sahiplerine şöyle nida eder: \"Ey âyetlerimize imân edip müslüman olan kullarım! Bugün size hiçbir korku yoktur ve siz üzülmeyeceksiniz."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Allah, takva sahiplerine şöyle nida eder: \"Ey âyetlerimize imân edip müslüman olan kullarım! Bugün size hiçbir korku yoktur ve siz üzülmeyeceksiniz."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Siz ve eşleriniz cennete girin. Orada ağırlanıp sevindirileceksiniz.\""
    },
    {
      "ayahNumber": "71",
      "ayahText": "Onların etrafında yiyecek ve içecekler altın tepsiler ve kadehlerle dolaştırılır. Orada canların çektiği ve gözlerin hoşlandığı herşey vardır. Siz orada ebedi olarak kalacaksınız."
    },
    {
      "ayahNumber": "72",
      "ayahText": "İşte yaptıklarınıza karşılık size miras verilen cennet budur."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Orada sizin için bol bol meyveler vardır. Onlardan yersiniz."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Şüphesiz ki suçlular, cehennem azâbında ebedi olarak kalacaklardır."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Onların azâbı hafifletilmez ve onlar azab içersinde ümitsizdirler."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Biz onlara zulmetmedik, fakat onlar kendileri zâlimler oldular."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Onlar cehennem bekçisine: \"Ey Mâlik! Rabbin artık bizi öldürsün.\" diye seslenirler. Mâlik de: \"Siz böylece kalacaksınız.\" der."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Andolsun ki biz size hakkı getirdik. Fakat sizin çoğunuz haktan hoşlanmıyorsunuz."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Yoksa onlar hakka karşı gelmek için bir iş mi kararlaştırdılar? Biz de onları cezalandırmak için kararlıyız."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Yoksa onlar bizim sırlarını ve gizli konuşmalarını işitmediğimizi mi sanıyorlar? Hayır, işitiriz ve yanlarında bulunan elçi meleklerimiz de her yaptıklarını yazıyorlar."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Ey Muhammed! de ki: \"Eğer Rahman olan Allah'ın bir çocuğu olsaydı, ona ibâdet edenlerin birincisi ben olurdum.\""
    },
    {
      "ayahNumber": "82",
      "ayahText": "Göklerin ve yerin Rabbi, arşın Rabbi onların nitelendirdikleri şeyden münezzehtir, yücedir."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Şimdi sen bırak onları, tehdit edildikleri günlerine kavuşuncaya kadar batıla dalsınlar oynasınlar."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Gökteki ilâh da yerdeki ilâh da O'dur. O hüküm ve hikmet sahibidir herşeyi bilir."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Göklerin, yerin ve her ikisi arasındakilerin hükümranlığı kendisine ait olan Allah'ın şanı yücedir. Kıyâmet saatinin bilgisi de yalnız onun yanındadır. Siz sadece O'na döndürüleceksiniz."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Onların Allah'ı bırakıp da tapdıkları putlar şefaat hakkına sahip değillerdir. Ancak bilerek hakka şahitlik edenler şefâat edebilir."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Eğer sen onlara kendilerini kimin yarattığını sorsan elbette: \"Allah\" derler. O halde nasıl haktan çevriliyorlar?"
    },
    {
      "ayahNumber": "88",
      "ayahText": "Peygamberin sözü şu olmuştur: \"Ey Rabbim! Bunlar gerçekten imân etmeyen bir kavimdir.\""
    },
    {
      "ayahNumber": "89",
      "ayahText": "Ey Muhammed! Şimdilik sen onlara aldırma ve: \"Size selâm olsun.\" de. Onlar yakında bilecekler!"
    }
  ]
}