{
  "surahNumber": "72",
  "surahName": "Cin Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "De ki: Bana vahyedildi bu gerçekten de; cinlerin bir topluluğu, beni dinlediler de şüphe yok ki dediler, biz, şaşılacak bir Kur'an duyduk."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Doğru yolu göstermede, derken inandık ona ve kesin olarak hiçbir kimseyi, Rabbimize ortak saymayacağız."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Ve şüphe yok ki Rabbimizin şanı, yücelerden de yüce, ne bir arkadaş edinmiştir ve ne bir oğul."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ve şüphe yok ki aklı olmayanımız, Allah hakkında saçma ve boş laflar ediyormuş."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Ve bizse şüphe yok ki ne insanlar, ne de cinler, Allah hakkında yalan şeyler söylemez sanıyorduk."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Ve gene şüphe yok ki insanlardan bazı kimseler, cinlerden bazılarına sığınıyorlar da onların taşkınlığını, zulümlerini arttırıyorlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Ve şüphe yok ki onlar da sizin sandığınız gibi Allah'ın, kesin olarak hiçbir kimseyi tekrar diriltmiyeceğini sanıyorlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ve gerçekten de biz, göğü yokladık da orasını, kuvvetli bekçilerle ve şihaplarla dolu bulduk."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ve gerçekten de biz, orada, bir söz duymak için bazı yerlere otururduk, fakat şimdi kim, dinlemeye kalkışsa kendisini gözetliyen bir şihap buluyor."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve gerçekten de bilmiyoruz, yeryüzündekilere bir kötülük gelmesi mi isteniyor, yoksa Rabbleri, onlara doğru yolu buldurmayı mı diledi?"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Ve gerçekten bizden temiz kişiler de vardı, içimizde, böyle olmayanlar da vardı; ayrıayrı yollar tutmuştuk."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ve gerçekten de iyice anladık ki yeryüzünde Allah'ı aciz bırakmamıza imkan yok ve kaçmakla da asla onu acze düşüremeyiz."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Ve gerçekten de doğru yolu gösteren Kur'an'ı duyunca inandık ona; kim Rabbine inanırsa artık ne mükafatın azalmasından korkar, ne de zulümden ve kötülükten."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ve gerçekten de bizden, Müslüman olanlar da var, gerçekten sapıp zulmedenler de; artık kimler Müslüman olursa onlardır doğruluk yolunu arayıp bulanlar."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Fakat gerçekten sapıp zulmedenlere gelince, onlar da cehenneme odun olurlar."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Ve eğer yolda dosdoğru yürüselerdi onları bolbol suvarırdık elbette."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Sınamak için onları böylece ve kim, Rabbini anmaktan yüz çevirirse onu, gittikçe artıp duran bir azaba sokar."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Ve şüphe yok ki secde edilen yerler, Allah'a aittir, artık orada Allah'la beraber hiçbir kimseyi çağırmayın."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Ve şüphe yok ki Allah'ın kulu, ona çağırmaya kalktı mı cinler, öylesine toplanıyorlardı etrafına ki neredeyse birbirlerini ezeceklerdi."
    },
    {
      "ayahNumber": "20",
      "ayahText": "De ki: Ben, ancak Rabbime çağırmadayım ve ona, hiçbir kimseyi ortak olarak kabul etmemedeyim."
    },
    {
      "ayahNumber": "21",
      "ayahText": "De ki: Benim, size bir zarar vermeye de gücüm yetmez, sizi doğru yola götürmeye de."
    },
    {
      "ayahNumber": "22",
      "ayahText": "De ki: Beni, hiçbir kimse, Allah'ın azabından kurtaramaz ve ben ondan başka sığınacak birisini de bulamam."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Bana düşen, ancak Allah'tan tebliğdir ve onun hükümlerini size bildirmektir; ve kim, Allah'a ve Peygamberine karşı gelirse artık onun hakkıdır cehennem ateşi, ebedi olarak da kalır orada."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Sonunda, vaadedilen şeyi gördüler mi artık bilirler kimmiş yardımcısı daha zayıf ve sayı bakımından taraftarı daha az?"
    },
    {
      "ayahNumber": "25",
      "ayahText": "De ki: Ben bilmem, size vaadedilen pek mi yakın, yoksa Rabbim, onu bir müddet uzattı mı?"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Gizliyi bilen odur, gizlediği şey de hiçbir kimseye açılmaz."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ancak peygamberlerden seçtiği müstesna; onların da önlerinde, artlarında gözetleyiciler yollar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Gerçekten de Rablerinin elçiliklerini hakkıyla yaptıklarını, hükümlerini tebliğ ettiklerini bilsin diye ve onların her halini de bilgisiyle kavramış, kuşatmıştır ve her şeyi, birbir sayıp tespit etmiştir."
    }
  ]
}