{
  "surahNumber": "44",
  "surahName": "Duhân Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Andolsun her şeyi açıklayan Kur'an'a."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Şüphe yok ki biz onu, kutlu bir gecede indirdik, şüphe yok ki biz, insanları korkuturuz."
    },
    {
      "ayahNumber": "4",
      "ayahText": "O gecede ayrılır, takdir edilir her hükmolunan iş."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Bir iş ki katımızdan hükmolunur, şüphe yok ki biz göndermişizdir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Rahmet olarak Rabbinden; şüphe yok ki o, duyar, bilir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Rabbidir göklerin ve yeryüzünün ve ikisinin arasındakilerin. Adamakıllı inanır, iyice bilirseniz."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Yoktur ondan başka tapacak, diriltir ve öldürür; Rabbinizdir ve Rabbidir gelip geçen atalarınızın."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Hayır, onlar şüphe içindedir, alay edip dururlar."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Artık gözetle gökyüzünden apaçık, gözle görünür bir dumanın geleceği günü."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bütün insanlara yayılır, budur elemli azap."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Rabbimiz, bizden azabı, gider, şüphe yok ki inandık biz."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Siz neredesiniz, öğüt alma nerede ve andolsun ki onlara, her şeyi açıklayan bir Peygamber geldi de."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Sonra yüz çevirdiler ondan ve kendisine birşeyler öğretilmiş delinin biri dediler."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Şüphe yok ki birazcık gidereceğiz azabı, fakat gene şüphe yok ki kafirliğe döneceksiniz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "O gün pek şiddetli bir surette tutar, cezalandırırız, şüphe yok ki öc alırız biz."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ve andolsun ki onlardan önce Firavun'un kavmini de sınamıştık ve onlara güzel huylu bir peygamber gelmişti de."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Allah'ın kullarını demişti, bana teslim edin, şüphe yok ki ben, emin bir peygamberim size."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Ve Allah'a karşı yücelik satmaya kalkışmayın; şüphe yok ki ben size, apaçık bir delil getirdim."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve şüphe yok ki ben Rabbime ve Rabbinize sığınırım beni taşlayıp öldürmenizden."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Bana inanmıyorsanız bırakın tek başıma beni."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Derken Rabbine dua edip şüphe yok ki bunlar demişti, mücrim bir topluluk."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Artık kullarımla geceleyin yola düş, şüphe yok ki ardınızdan geleceklerdir."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Deniz açılmışken öylece bırak, şüphe yok, onlar bir ordudur ki boğulacak."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Nice bahçeler terkettiler ve nice akarsular."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ve tarlalar ve güzelim meclisler."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ve bolbol yeyip geçindikleri nice nimetler."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Böyle işte ve onları miras verdik bir başka topluluğa."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Derken ne gök ağladı onlara, ne yer ve mühlet de verilmedi onlara."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ve andolsun ki İsrailoğullarını aşağılatıcı bir azaptan kurtardık."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Firavun'dan; şüphe yok ki o haddi aşanlardan yücelik satan, ululanan biriydi."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ve andolsun ki İsrailoğullarını, bilerek bütün alemlerden üstün olmak üzere seçtik."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ve onlara, apaçık nimetleri muhtevi deliller verdik."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Gerçekten de şunlar elbette derler ki."
    },
    {
      "ayahNumber": "35",
      "ayahText": "İlk ölümümüzden başka ölüm yok bize ve biz, tekrar dirilmeyiz de."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Doğru söylüyorsanız getirin babalarımızı bize."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Bunlar mı daha hayırlıdır, yoksa Tubba' kavmiyle onlardan öncekiler mi? Helak ettik onları, şüphe yok ki mücrimlerdi onlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ve biz gökleri ve yeryüzünü ve ikisinin arasındakileri eğlence için, boşuboşuna yaratmadık."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Biz onları, ancak gerçek olarak yarattık ve fakat çoğu bilmez."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Ayrılma günü, gerçekten de hepsinin muayyen bir günüdür."
    },
    {
      "ayahNumber": "41",
      "ayahText": "O gün dostun dosta faydası olmaz ve onlar, bir yardım da görmezler."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ancak Allah kime acırsa o başka; şüphe yok ki odur üstün ve rahim."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Şüphe yok ki zakkum ağacı."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Suçluların yemeğidir."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Erimiş bakıra, kurşuna benzer, karınlarda kaynar."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Kaynar su gibi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Tutun onu da sürüyün koca cehennemin ta ortasına."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Sonra da dökün kaynar suyu azab olarak tepesine."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Tat, şüphe yok ki sen üstündün, kerem sahibiydin."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Gerçekten de buydu şüphe ettiğiniz."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Şüphe yok ki çekinenler, emin bir makamdadır."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Cennetlerde ve akarsuların kıyılarında."
    },
    {
      "ayahNumber": "53",
      "ayahText": "İnce ve kalın ipekliler giyerler, karşıkarşıya otururlar."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Böyle işte ve onları evlendiririz iri gözlü hurilerle."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Orada emin bir halde her çeşit meyvelar isterler."
    },
    {
      "ayahNumber": "56",
      "ayahText": "İlk ölümden başka ölüm tatmazlar orada ve onları korur koca cehennemin azabından."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Rabbinden bir lütuf ve ihsan olarak; budur o büyük kurtuluşun, murada erişin ta kendisi."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Gerçekten de öğüt alsınlar diye Kur'an'ı senin dilinle indirdik, okuyuşunu da kolaylaştırdık."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Artık gözetle, bekle; şüphe yok ki onlar da gözetlemedeler, beklemedeler."
    }
  ]
}