{
  "surahNumber": "6",
  "surahName": "En'âm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hamt Allah'a ki gökleri ve yeryüzünü halketti, karanlıkları ve ışığı yarattı, sonra da kafir olanlar, taptıklarını Rableriyle denk tutarlar."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O, öyle bir Tanrıdır ki sizi balçıktan yaratmıştır da ölüm vaktini takdir etmiştir ve kıyametin kopacağı zamana ait bilgi de ondadır, onun katındadır, sonra gene de şüphe edersiniz siz."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Odur göklerde de, yeryüzünde de Allah. Gizlediğinizi de bilir, açığa vurduğunuzu da ve ne kazanacağınızı da bilir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Onlara Rablerinin ayetlerinden bir ayet gelmemiştir ki ondan yüz çevirmesinler."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Kendilerine, gerçek olan Kur'an gelince onu yalanlarlar, fakat yakında gelecek onlara, alay ettikleri şeye ait haberler."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Görmediler mi onlardan önce nice nesilleri helak ettik ki onlara, yeryüzünde size vermediğimiz imkanları, kudretleri vermiş, onları yeryüzüne yerleştirmiştik, üstlerine bolbol yağmur yağdırmıştık, ayaklarını bastıkları yerlerden ırmaklar akıtmıştık, fakat sonra suçları yüzünden helak ettik onları ve onlardan sonra da başka başka nesiller meydana getirdik."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Sana, kağıda yazılı bir kitap indirseydik ve ona elleriyle dokunsalardı gene de kafir olanlar derlerdi ki: Bu, ancak apaçık bir büyü."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Diyorlar ki: Ona bir melek indirilseydi. Melek indirseydik iş, olur biterdi ama sonra kendilerine gözlerini yumup açacak kadar bile bir mühlet verilmezdi."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Peygamberi, bir melek olarak halk etseydik gene bir erkek şeklinde halk ederdik ve gene düştükleri şüpheden kurtulmazlardı."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Senden önceki peygamberlerle de alay edildi de alay edenler, alaylarının cezasına uğradılar."
    },
    {
      "ayahNumber": "11",
      "ayahText": "De ki: Gezin yeryüzünü de görün inkar edenlerin sonları ne olmuş."
    },
    {
      "ayahNumber": "12",
      "ayahText": "De ki: Kimindir ne varsa göklerde ve yeryüzünde? De ki: Allah'ın; rahmet etmeyi gerekli kıldı özüne. Kıyamet günü hepinizi de tapısında toplayacak ve hiç şüphe yok o günün geleceğinde. Kendilerine ziyan edenlerdir inanmayanlar."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Geceleyin ve gündüzün yaşayıp barınan ne varsa hepsi, onundur ve odur duyan, bilen."
    },
    {
      "ayahNumber": "14",
      "ayahText": "De ki: Gökleri ve yeryüzünü yoktan var eden Allah'tan başkasını mı dost edineyim ve o, yedirip doyurur, yiyip doymaya ihtiyacı yoktur. De ki: Bana, Müslüman olanların ilki olmam ve müşriklerden olmamam emredildi."
    },
    {
      "ayahNumber": "15",
      "ayahText": "De ki: Ben, Rabbime isyan edersem pek büyük günün azabından korkarım."
    },
    {
      "ayahNumber": "16",
      "ayahText": "O gün azaptan kurtarılana şüphe yok ki rahmet etmiştir ve budur en büyük kurtuluş."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Allah sana bir zarar verirse o zararı, ondan başka açıp giderecek yoktur, sana bir hayır verirse zaten odur her şeye gücü yeten."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Kulların üstünde tek tasarruf sahibidir o ve odur hüküm ve hikmet sahibi her şeyden haberdar olan."
    },
    {
      "ayahNumber": "19",
      "ayahText": "De ki: En büyük tanıklık nedir, hangisidir? De ki: Allah, gerçek tanıktır benimle sizin aranızda ve bana bu Kur'an, sizi ve kime ulaşırsa onu korkutmam için vahyedildi. Siz, Allah'la beraber tapılacak başka bir mabud olduğuna mı tanıklık ediyorsunuz? De ki: Ben tanıklık etmem. De ki: O, ancak tek mabuttur ve benim, sizin ona eş tuttuklarınızla hiçbir ilgim yok."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Kendilerine kitap verdiklerimiz, Peygamberi, oğullarını tanıdıkları gibi tanırlar, fakat kendilerine zarar verenlerdir inanmayanlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Kimdir Allah'a boş yere iftira edenden, yahut onun ayetlerini yalanlayandan daha zalim? Şüphe yok ki zalimler, muratlarına erişmezler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Ve o gün hepsini de toplar da sonra Tanrıya şirk koşanlara deriz ki: Nerede size yardım edecek sanıp şirk koştuklarınız?"
    },
    {
      "ayahNumber": "23",
      "ayahText": "Sonra onlar ancak Rabbimiz Allah, sana andederiz ki biz şirk koşanlardan değildik demekten başka bir özür serdedemezler."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Hele bak, nasıl da bilebile yalan söylerler ve iftira konuları da nasıl ortadan kaybolup gider."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlardan seni dinleyenler de var ve biz, dinledikleri sözleri anlamamaları için kalplerini perdeleriz, kulaklarını ağırlaştırırız da bütün delilleri görseler gene de inanmazlar onlara. Nihayet de yanına geldiler mi çekişmeye başlarlar seninle ve bunlar, ancak evvelce gelip geçenlere ait masallar derler."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Onlar hem insanları uzaklaştırırlar ondan, hem kendileri uzaklaşırlar. Onlar anlamadan ancak kendilerini helak ederler."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ateşin başında durduruldukları zaman bir görseydin onları. Keşke dünyaya tekrar döndürseler bizi de Rabbimizin ayetlerini yalanlamasak ve inananlardan olsak derler."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Hayır; evvelce gizledikleri belirdi artık, göründü onlara. Geriye döndürülseler de gene nehyedildikleri şeyleri yapmaya koyulurlar ve şüphe yok ki onlar, yalancılardır."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Ve dediler ki: Bu dünyada yaşayışımızdan başka bir yaşama yok bize ve biz tekrar dirilmeyiz."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Rablerinin tapısında durduruldukları vakit onları bir görseydin. Rableri, bu gerçek değil mi der, Rabbimize andolsun derler, evet, gerçek. Rableri de öyleyse kafirliğiniz yüzünden tadın azabı der."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Gerçekten de ziyana uğramışlardır Allah'a kavuşmayı yalan sayanlar. Nihayet ansızın başlarına kıyamet kopunca günahlarını sırtlarına yüklenirler de yaptığımız taşkınlıklardan dolayı yazıklar olsun bize derler; ne de kötü yüktür taşıdıkları yükler."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Dünya yaşayışı, ancak bir oyundan, bir oyalanmadan ibaret. Âhiret yurduysa çekinenlere elbette daha hayırlı. Hala mı aklınız ermeyecek?"
    },
    {
      "ayahNumber": "33",
      "ayahText": "İyice biliriz ki onların söylediği sözler, seni mahzun edecek. Fakat şüphe yok ki onlar seni yalanlamış olmazlar, o zalimler, bilebile Allah'ın ayetlerini inkar ederler."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Andolsun ki senden önceki peygamberler de yalanlandı da onlar, kendilerine yardımımız erişinceye dek sözlerinin yalan sayılmasına ve uğradıkları eziyetlere katlandılar ve Allah'ın sözlerini değiştirecek yoktur ve sana da o peygamberlerin haberleri gelmiştir."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Onların yüz çevirmeleri sana pek ağır geliyorsa gücün yeterse yeraltında bir yurt kurmaya, yahut gökyüzüne bir merdiven dayamaya bak da onlara bir delil getir. Fakat Allah dileseydi onların hepsine de doğru yolu gösterirdi. Artık sakın bilgisizlerden olma."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Senin davetine ancak seni dinleyenler icabet eder. Ölüleriyse Allah diriltir de sonra gene dönüp onun tapısına varırlar."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Rabbinden ona bir delil indirilse derler. De ki: Allah'ın delil indirmiye gücü yeter ama onların çoğu bilmez."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Yeryüzünde yürüyen hiçbir hayvan ve kanatlarıyla uçan hiçbir kuş yoktur ki sizin gibi o da bir cinse mensup olmasın. Biz, kitapta hiçbir şeyi eksik bırakmadık, sonra da hepsi Rablerinin tapısında toplanır."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Âyetlerimizi yalanlayanlar, karanlıklarda kalmış sağırlardır, körlerdir. Allah kimi isterse doğru yoldan saptırır ve kimi dilerse doğru yola sevk eder."
    },
    {
      "ayahNumber": "40",
      "ayahText": "De ki: Gerçekseniz, size Allah'ın azabı gelirçatar, yahut başınıza kıyamet koparsa Allah'tan başkasını mı çağırır, ondan başkasına mı dua edersiniz, bana haber verir misiniz siz?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Hayır; ancak onu çağırırsınız, o da dilerse duanızı kabul eder de uğradığınız belayı açıp giderir ve şirk koştuklarınızı unutur, gidersiniz."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Andolsun ki senden önceki ümmetlere de peygamberler yolladık da yalvarmaya düşsünler diye onları şiddetli sıkıntılara, kıtlığa ve hastalığa uğrattık biz."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Onlara azabımız geldiği vakit olsun, yalvarmaları gerekirdi, fakat yalvarmadılar bile, kalpleri katılaştı ve Şeytan, yaptıkları şeyleri süsleyip hoş gösterdi onlara."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Derken söylenenleri, verilen öğütleri unuttukları zaman her şeyin kapılarını açtık onlara ve onlar, kendilerine verilen şeylerle genişliğe ulaştıkları gibi hemen ve ansızın onları tutup alıverdik de bütün umduklarından mahrum oldular."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Böylece de zulmeden kavmin kökü kesildi ve hamd, alemlerin Rabbi Allah'a."
    },
    {
      "ayahNumber": "46",
      "ayahText": "De ki: Allah kulaklarınızı sağır, gözlerinizi kör eder ve kalplerinizi mühürlerse Allah'tan başka hangi mabuttur dersiniz onları size geri verecek? Bak da gör, nasıl deliller getiriyoruz da gene onlara yüz çeviriyorlar."
    },
    {
      "ayahNumber": "47",
      "ayahText": "De ki: Allah'ın azabı ansızın, yahut açıkça gelip çatsa size, zulmeden kavimden başkası helak edilir mi dersiniz?"
    },
    {
      "ayahNumber": "48",
      "ayahText": "Biz, peygamberleri ancak müjdeci ve korkutucu olarak gönderdik. Şu halde inananlara ve kendilerini düzgün bir hale getirenlere ne korku vardır, ne de mahzun olur onlar."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Âyetlerimizi inkar edenlerse kötülükte bulunduklarından dolayı azaba uğratılacaklardır."
    },
    {
      "ayahNumber": "50",
      "ayahText": "De ki: Ben size, Allah'ın hazineleri yanımda da demiyorum, gaibi bilirim, ben bir meleğim de demiyorum. Ben, yalnız bana vahyedilen şeye uymadayım. De ki: Körle gözü açık kişi bir olur mu hiç? Ne diye hala düşünmezsiniz?"
    },
    {
      "ayahNumber": "51",
      "ayahText": "Rablerinin tapısında hasredilmeden korkanları Kur'an'la korkut ve çekinsinler diye de bildir ki onlara, Rablerinden başka ne bir dost vardır, ne de bir şefaatçi."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Sabah, akşam, razılığını dileyerek Rablerine dua edenleri kovma; ne onlardan, herhangi bir hususta sen sorumlusun, ne de senin amelinden onlara bir şey sorulur, onun için onları kovup da haksızlık edenlerden olma."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ve biz, Allah'ın, aramızdan seçip lütfettiği bunlar mı demeleri için halkın bir kısmını, bir kısmıyla sınarız. Allah, şükredenleri daha iyi bilmez mi?"
    },
    {
      "ayahNumber": "54",
      "ayahText": "Âyetlerimize inananlar sana gelince de ki: Esenlik size, Rabbiniz, rahmet etmeyi kendisine gerekli kılmıştır; şüphe yok ki içinizden biri, bilgisizlik yüzünden bir kötülük yapar da sonradan tövbe eder, halini düzene korsa muhakkak ki Tanrı, suçları örter, yarlıgar, rahimdir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Suçluların yolu yoradamı iyice meydana çıksın diye delilleri bu çeşit açıklamadayız."
    },
    {
      "ayahNumber": "56",
      "ayahText": "De ki: Ben, Allah'ı bırakıp da taptıklarınıza tapmaktan nehyedildim. De ki: Sizin dileğinize uymam ben. Uyarsam şüphe yok ki doğru yoldan sapmış olurum ve doğru yolu bulanlardan olmam."
    },
    {
      "ayahNumber": "57",
      "ayahText": "De ki: Ben, sizin yalan saydığınız apaçık, bellibeyan deliline uydum Rabbimin. Çabucak gelmesini istediğiniz azap da benim elimde değil. Hüküm, ancak Allah'ın, doğruyu haber veren odur ve odur ayırt edenlerin en hayırlısı."
    },
    {
      "ayahNumber": "58",
      "ayahText": "De ki: Hemencecik olmasını istediğiniz şey, benim elimde olsaydı sizinle aramdaki iş çoktan olur, biterdi ve Allah, zalimleri elbette daha iyi bilir."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Gaibin anahtarları, onun yanındadır, onları ancak o bilir; karada ve denizde ne varsa bilir. Bir yaprak bile düşse bilir onu ve yeryüzünün karanlıkları içinde bir tek tane yoktur ki, yaş ve kuru hiçbir şey bulunamaz ki apaçık kitapta tespit edilmemiş olsun."
    },
    {
      "ayahNumber": "60",
      "ayahText": "O, öyle bir Tanrıdır ki geceleyin adeta sizi öldürür, gündüzün ne çeşit işlerde bulunacağınızı bilir, sonra sizi gündüz diriltir de mukadder olan ölümünüze dek bu, böyle gider, ölümden sonra da dönüp varacağınız yer, onun tapısıdır, sonra ne yaptıysanız hepsini size haber verir."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Odur kullarından yüce tasarruf ve kudret sahibi ve size, amellerinizi hıfz ve kaydeden melekler göndermiştir. Nihayet birinizin ölümü geldi mi elçilerimiz, onu öldürürler ve onlar, artık ve eksik iş görmezler."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Sonra, her işi doğru olan kudret ve tasarruf sahibi Tanrılarının tapısına götürülürler. Bilin ki hüküm onundur ve o, hesap görenlerin en tez hesap görenidir."
    },
    {
      "ayahNumber": "63",
      "ayahText": "De ki: Sızlanıp yalvararak gizlice, bizi bundan kurtarırsan şükredenlerden oluruz diye dua ettiğiniz zaman sizi karanın ve denizin karanlıklarından kurtaran kimdir?"
    },
    {
      "ayahNumber": "64",
      "ayahText": "De ki: Ondan da sizi kurtaran Allah'tır, bütün sıkıntılardan da; sonra gene ona şirk koşarsınız."
    },
    {
      "ayahNumber": "65",
      "ayahText": "De ki: Üstünüzden, ayaklarınızın altından size azap göndermeye, yahut sizi bölükbölük edip bir kısmınızın azabını bir kısmınıza tattırmaya gücü yeter onun; anlasınlar diye bak, delilleri nasıl çeşitçeşit açıklamadayız."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Kavmin, Kur'an'ı yalan saymada, halbuki o, gerçektir. De ki: Ben, sizi koruyucu değilim."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Her haberin mukadder bir zamanı var, siz de öğrenir, bilirsiniz yakında."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Âyetlerimize dair münasebetsiz sözlere daldıklarını görünce bir başka bahse girişinceye dek yüz çevir onlardan. Şeytan, bunu sana unutturursa hatırladıktan sonra artık zulmeden kavimle oturma."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Çekinenler, onların meclislerinde bulunsalar da onların sorumluluğundan bir şey gelmez kendilerine, üstlerine düşen ödev, çekinsinler, sakınsınlar bu işten diye öğüt vermektir ancak."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Dinlerini bir oyundan, bir eğlenceden ibaret sayan ve dünya yaşayışına aldanan kişileri bırak kendi hallerine. Sen, ancak Kur'an'la öğüt ver de hiç kimse, kazandığı suçlar yüzünden helak olmasın. Ona, Allah'tan başka ne bir dost vardır, ne bir şefaatçi. Suçlu, varınıyoğunu, kurtuluşu için feda etse kabul edilmez. Kazançları yüzünden helak olanlar, inkarlarından dolayı kaynar su içeceklerdir ve pek acı bir azap vardır onlara."
    },
    {
      "ayahNumber": "71",
      "ayahText": "De ki: Allah'ı bırakıp da bize ne faydaları dokunan, ne zararları erişen şeylere mi ibadet edelim ve Allah bize doğru yolu gösterdikten sonra tekrar geriye mi dönelim, hani Şeytanların şaşırtıp sersem bir halde çöle düşürmek istedikleri adam gibi, halbuki arkadaşları, bize gel diye onu doğru yola çağırıp durmadadır. De ki: Şüphe yok ki Allah'ın gösterdiği yoldur doğru yol ve bize, alemlerin Rabbine teslim olmamız emredildi."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Namaz kılın ve Tanrıdan çekinin dendi ve o, öyle bir Tanrıdır ki varıp toplanacağınız yer, onun tapısıdır."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Öyle bir Tanrıdır ki gökleri ve yeryüzünü, boş yere değil, hikmetiyle ve gerçek olarak yarattı. Ol dediği gün her şey oluverir. Sözü gerçektir ve surun üfürüldüğü gün saltanat ve tasarruf onundur, odur gizliyi de bilen, açıkta olanı da ve odur hüküm ve hikmet sahibi, her şeyden haberdar olan."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Hani İbrahim, atası Âzer'e, putları mabut mu tanıyorsun demişti, şüphe yok ben, seni de, kavmini de apaçık bir sapıklığa düşmüş görmedeyim."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Biz, gerçek ve şüphesiz bilgiye sahip olması için İbrahim'e, göklerdeki ve yeryüzündeki kudret ve saltanatı, tasarruf ve hikmeti böylece göstermedeydik."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Gece olup karanlık basınca bir yıldız görmüş de budur Rabbim demişti. Fakat yıldız battı mı demişti ki: Ben batanları sevmem."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Sonra Ayın doğmakta olduğunu görmüş de Rabbim bu demişti. Fakat batınca andolsun ki demişti, Rabbim bana doğru yolu göstermezse sapık kavimden olacağım ben."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Derken güneşin ışıklar saçarak doğduğunu görmüş, Rabbim bu demişti, bu daha büyük. Fakat güneş de batıp gidince ey kavim demişti, benim, sizin şirk koştuğunuz şeylerle hiçbir ilgim yok."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Hiç şüphem olmaksızın mabudumu tek tanıyarak yüzümü, gökleri ve yeryüzünü yaratana döndüm ve ben, şirk koşanlardan değilim."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Kavmi, onunla çekişmeye girişince de Allah bana doğru yolu buldurduktan sonra da onun hakkında benimle çekişmeye mi kalkıyorsunuz demişti, ben, sizin Tanrıya eş tanıdıklarınızdan korkmam, Rabbim ne dilerse o olur. Rabbimin bilgisi her şeyi kavramıştır, hala mı düşünmeyecek, öğüt kabul etmeyeceksiniz?"
    },
    {
      "ayahNumber": "81",
      "ayahText": "Siz, hiçbir delile sahip olmadığınız halde o putları Allah'a eş tanımaktan korkmuyorken ben o eş tanıdıklarınızdan nasıl korkarım ki? Biliyorsanız söyleyin, bu iki taraftan hangisine, daha fazla inanılır, hangi taraf, daha ziyade emniyete hak kazanmıştır?"
    },
    {
      "ayahNumber": "82",
      "ayahText": "İnananlar ve inançlarını haksızlıkla karıştırmayanlardır emin olmaya hak kazananlar ve onlardır doğru yolu bulmuş olanlar."
    },
    {
      "ayahNumber": "83",
      "ayahText": "İşte, İbrahim'e, kavmine serdetmek için verdiğimiz kesin deliller bunlardı, dilediğimiz kişinin derecesini katkat yüceltiriz biz. Şüphe yok ki Rabbin hüküm ve hikmet sahibidir, her şeyi bilir."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Ona İshak'ı ve Yakup'u verdik, hepsine de doğru yolu ihsan ettik. Daha önce Nuh'u ve soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u doğru yola sevketmiştik ve biz, iyilik edenleri böylece mükafatlandırırız."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Zekeriyya'ya, Yahya'ya, İsa'ya ve İlyas'a da doğru yolu lütfettik, hepsi de doğru hareket eden kişilerdendi."
    },
    {
      "ayahNumber": "86",
      "ayahText": "İsmail'e, Elyesa'a, Yunus'a ve Lut'a da doğru yolu ihsan etmiştik, hepsini de alemlere üstün kılmıştık."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Onların atalarından, soylarından ve kardeşlerinden bir kısmına da üstünlük verdik, onları seçtik ve doğru yola sevkettik."
    },
    {
      "ayahNumber": "88",
      "ayahText": "İşte Allah'ın doğru yolu budur, kullarından dilediğini o yola sevk eder. Onlar da şirk koşsalardı bütün yaptıkları boşa giderdi."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Bunlar, kendilerine kitap, hükmetme yetkisi ve peygamberlik verdiğimiz kişilerdir. Kafirler, bunları tanımazlar, inkar ederlerse zaten biz, kafir olmayacak bir topluluğu onların yerine geçmeye memur etmişizdir."
    },
    {
      "ayahNumber": "90",
      "ayahText": "Onlar, Allah'ın doğru yola sevkettiği kimselerdir, sen de onların yoluna uy. De ki: Ben, yaptığıma karşılık sizden bir ücret istemiyorum, bu, ancak alemlere bir öğüt."
    },
    {
      "ayahNumber": "91",
      "ayahText": "Allah, hiçbir kimseye hiçbir şey indirmedi dedikleri zaman Allah'ı layıkıyla tanımadılar, ululamadılar. De ki: Musa'nın, insanlara bir ışık ve onları doğru yola sevk eden bir vasıta olarak getirdiği kitabı kim indirdi? Hanisiz onu kağıtlara yazdınız da yayıp açıklarsınız, hükümlerinden çoğunu da gizlersiniz, hani siz de, atalarınız da, bilmediğiniz şeyleri onun sayesinde bildiniz, öğrendiniz. De ki: Allah indirdi, sonra da bırak onları, düştükleri boş iddialarla oyalanıp dursunlar."
    },
    {
      "ayahNumber": "92",
      "ayahText": "Sana, şehirlerin anası olan Mekke halkını ve çevresindeki bütün insanları korkutmak, Tanrı azabını onlara haber vermek için bu kutlu ve onlarda bulunan kitapları gerçekleyici kitabı indirdik ve ahirete inananlar, namazlarını daima kılarak bu kitaba da inanırlar."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Allah'a boş yere iftira edenden, yahut, kendisine hiçbir şey vahyedilmediği halde bana da vahyedildi diyenden ve Allah'ın indirdiği hükümlere benzer hükümleri ben de yakında indireceğim diye söylenenden daha zalim kimdir ki? Meleklerin, ellerini uzattıkları ve delillerine karşı ululuk satmak istediğinizden ve haksız olarak Allah hakkında söylediğiniz şeylerden dolayı horlukla cezalandırılacak, aşağılık bir azaba uğrayacaksınız, haydi, kurtarın bugün canlarınızı dedikleri zaman o zalimlerin, ölümün şiddetiyle nasıl kıvrandıklarını bir görmelisin."
    },
    {
      "ayahNumber": "94",
      "ayahText": "Andolsun ki size verdiğimiz her şeyi arkanızda bırakmışsınız da sizi evvelce nasıl yarattıysak tıpkı onun gibi tek başınıza, yapayalnız huzurumuza gelmişsiniz. Sizce Tanrıya eş olan şefaatçilerimizi de yanınızda görmüyoruz. Aranızdaki bağlar, tamamıyla kopmuş, boşuna umduklarınız elinizden çıkmış, kaybolup gitmiştir."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Şüphe yok ki tohumları ve çekirdekleri yarıp nebatları ve ağaçları yetiştiren Allah'tır. Ölüden diri izhar eder, diriden ölü. Budur Allah işte, nasıl oluyor da ondan yüz çeviriyorsunuz?"
    },
    {
      "ayahNumber": "96",
      "ayahText": "Sabahı ağartan oldur. Geceyi huzur ve istirahat için, güneşle ayı da muayyen bir hesapla devretmek üzere yaratmıştır. Bu, üstün ve her şeyi bilen Tanrının takdiridir."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Öyle bir mabuttur ki karada ve denizde, karanlıklar içine dalmışken yolunuzu bulmanız için yıldızları yaratmıştır. Bilen topluluğa delillerimizi apaçık anlatmadayız."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Sizi bir tek kişiden meydana getirmiştir de size bir eğlenecek yurt, bir de eğreti olarak kalınacak yer tayin etmiştir. Anlayan topluluğa delillerimizi açıkça bildirmedeyiz."
    },
    {
      "ayahNumber": "99",
      "ayahText": "Gökten yağmur yağdıran da odur. Sonra o yağmurla her çeşit nebatı tomurcuklandırır, yeşertir, ondan da başaklar içinde birbirine bitişmiş, istiflenmiş taneler meydana getirir. Hurma tomurcuklarından, elle yetişilecek kadar yakın salkımlar, bir bakımdan birbirine benzeyen, bir bakımdan benzemeyen üzümlerden, zeytinlerden, narlardan bağlarbahçeler yetiştiririz. Bir meyve verince bakın onlara, bir de meyveleri olunca. Şüphe yok ki bütün bunlarda, inanan topluluğa deliller var."
    },
    {
      "ayahNumber": "100",
      "ayahText": "Bir de Allah'a cinleri eş tanıdılar, halbuki onları da yaratan odur ve bilgisizlikle, onun oğulları, kızları olduğunu da uydurdular. O onların tavsif ettiği şeylerden arıdır ve yücedir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "Gökleri ve yeryüzünü eşsiz örneksiz yoktan var eden odur. Eşi bulunmasına imkan yokken oğlu nasıl olabilir? Ve her şeyi o yaratmıştır ve o, her şeyi bilir."
    },
    {
      "ayahNumber": "102",
      "ayahText": "İşte Rabbiniz Allah; ondan başka tapacak yok. Her şeyi halk eden odur, ancak ona kulluk edin ve her şeyi gözetip koruyan odur."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Gözler onu göremez, o, gözleri görür, odur lütfü bol ve her şeyden haberdar."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Şüphe yok ki Rabbinizden görgüler ihsan edildi size. Kim can gözünü açıp görürse faydası kendisine, kör olanın ziyanı da gene kendine ve ben, sizin üstünüze dikilmiş bir bekçi değilim."
    },
    {
      "ayahNumber": "105",
      "ayahText": "Sen bunu öğrenmişsin dememeleri için delilleri çeşitçeşit bildirmede ve bilen topluluğa apaçık anlatmadayız."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Rabbinden sana vahyedilene uy, ondan başka tapacak yoktur ve şirk koşanlardan yüz çevir."
    },
    {
      "ayahNumber": "107",
      "ayahText": "Allah dileseydi şirk koşmazlardı ve biz, seni onların üstüne bir bekçi dikmedik, onları korumaya, işlerini görüp kendilerini gözetmeye memur da değilsin."
    },
    {
      "ayahNumber": "108",
      "ayahText": "Allah'tan başka çağırıp dua ettikleri şeylere sövmeyin ki sonra bilgisizlikle onlar da Allah'a söverler. İşte biz, böylece her topluluğa, yaptıklarını süsleyip güzel gösterdik, sonra da dönüp varacakları yer, Rablerinin tapısıdır ve o da, ne yaptıklarını bildirir onlara."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Onlar, kendilerine bir delil gelirse inanacaklarına dair çok sıkı yemin ettiler. De ki: Deliller, Allah katındadır, fakat delil gelse de inanmayacaklarını anlamaz mısınız?"
    },
    {
      "ayahNumber": "110",
      "ayahText": "Biz, onların gönüllerini, gözlerini tersine çevirmişiz, evvelce inanmadıkları gibi gene inanmazlar ve biz, onları taşkınlıklarında şaşkın bir halde terketmişiz."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Onlara melekler indirseydik, ölüler dirilip onlarla konuşsaydı, her şeyi toplayıp önlerine koysaydık gene Allah dilemedikçe inanmazlardı, fakat çoğu bilmez."
    },
    {
      "ayahNumber": "112",
      "ayahText": "İşte biz, böylece her peygambere insan ve cin Şeytanlarını düşman ettik; bazısı, bazısına yaldızlı sözler söyleyerek aldatır. Rabbin dileseydi yapamazlardı bunu, onları da bırak, iftiralarını da."
    },
    {
      "ayahNumber": "113",
      "ayahText": "Onlar, ahirete inanmayanların gönülleri meyletsin ve hoşnut olsunlar da yapageldiklerine devam etsinler diye söylerler o sözleri."
    },
    {
      "ayahNumber": "114",
      "ayahText": "Allah'tan başka bir hakem mi arayayım ki size, her muhtaç olduğunuz şeyi bildirip açıklayan kitabı, o indirmiştir. Kendilerine kitap verilenler de bilirler ki o, senin Rabbin tarafından gerçek olarak indirilmiş bir kitaptır; artık şüphe edenlerden olma."
    },
    {
      "ayahNumber": "115",
      "ayahText": "Rabbinin sözleri, gerçek olarak ve adalet üzere tamdır, tekemmül etmiştir, sözlerini değiştirecek yoktur ve odur duyan, bilen."
    },
    {
      "ayahNumber": "116",
      "ayahText": "Yeryüzünde bulunanların çoğuna uyarsan seni Allah yolundan saptırır; çünkü onlar, ancak zanna kapılırlar ve onlar, ancak yalan söylerler."
    },
    {
      "ayahNumber": "117",
      "ayahText": "Şüphe yok ki Rabbin, kendi yolundan sapanı daha iyi bilir ve o daha iyi bilir doğru yolu bulmuş olanları."
    },
    {
      "ayahNumber": "118",
      "ayahText": "Onun ayetlerine inanmışsanız Allah'ın adı anılarak kesilenleri yiyin."
    },
    {
      "ayahNumber": "119",
      "ayahText": "Size ne oluyor da Allah'ın adı anılarak kesilenleri yemiyorsunuz? Halbuki zorada kaldığınız zamanlar hariç, size haram edilenleri ayırt etmişti. Şüphe yok ki halkın çoğu, bilmeden kendi istekleriyle sapıp gider. Şüphe yok ki Rabbin, haddini aşanları daha iyi bilir."
    },
    {
      "ayahNumber": "120",
      "ayahText": "Günahın açığa vurulanından da vazgeçin, gizli kalanından da. Günah kazananlar, kazançlarına karşılık cezalanacaklardır."
    },
    {
      "ayahNumber": "121",
      "ayahText": "Allah'ın adı anılarak kesilmeyen hayvanları yemeyin ve şüphe yok ki kötülüktür bu ve şüphe yok ki Şeytanlar, sizinle çekişmeleri için dostlarına telkinde bulunurlar, onlara uyarsanız siz de şirk koşanlardan olursunuz."
    },
    {
      "ayahNumber": "122",
      "ayahText": "Ölüyken diriltip insanların arasında yol alması için kendisine bir ışık verdiğimiz kimse, karanlıklara dalmış olan ve bir türlü de çıkamayan kimseye benzer mi hiç? İşte böylece kafirlere, yaptıkları şeyler, süslü ve hoş gösterilmededir."
    },
    {
      "ayahNumber": "123",
      "ayahText": "Ve böylece her şehirde, hileler, düzenler kursunlar diye o şehrin günahkarlarını büyülttük, yücelttik, onlar ancak kendilerine karşı hilekarlıkta bulunurlar ama bilmezler."
    },
    {
      "ayahNumber": "124",
      "ayahText": "Bir ayet geldi mi, Allah'ın peygamberlerine geldiği gibi bize de bir ayet gelmedikçe kesin olarak inanmayız derler. Peygamberliğini kime vereceğini Allah bilir. O suç işleyenlere, hilekarlıkları yüzünden Allah katından bir horluk ve çetin bir azap gelip çatacaktır."
    },
    {
      "ayahNumber": "125",
      "ayahText": "Allah, kimi doğru yola götürmek isterse Müslümanlığı kabul etmesi için gönlünü açar ve kimi sapıtmak isterse gönlünü öyle bir daraltır, sıkar ki sanki göğe ağacakmış da imkan bulamıyor sanır kendisini. İşte Allah, inanmayanlara böyle azap verir."
    },
    {
      "ayahNumber": "126",
      "ayahText": "Ve budur Rabbinin doğru yolu, düşünüp öğüt alacak topluluğa ayetlerimizi apaçık bildirdik."
    },
    {
      "ayahNumber": "127",
      "ayahText": "Onlarındır Rablerinin katında esenlik yurdu ve o, yaptıkları işlerden dolayı dosttur onlara."
    },
    {
      "ayahNumber": "128",
      "ayahText": "O gün hepsini toplar da ey cin topluluğu, insanların birçoğunu baştan mı çıkardınız der. İnsanlardan, onlara dost olanlar, Rabbimiz derler, biz, birbirimizden faydalandık ve bize takdir ettiğin vakte de eriştik işte. Tanrı, ateştir yurdunuz der, orada Allah'ın dilediği hariç, ebedi olarak kalırsınız. Şüphe yok ki Rabbin hüküm ve hikmet sahibidir, her şeyi bilir."
    },
    {
      "ayahNumber": "129",
      "ayahText": "İşte biz, kazandıkları suç yüzünden zalimlerin bir kısmını, bir kısmına böyle musallat ederiz."
    },
    {
      "ayahNumber": "130",
      "ayahText": "Ey cin ve insan topluluğu, içinizden, size ayetlerimi nakleden ve içinde bulunduğunuz şu günün bir zaman olup geleceğini haber vererek sizi korkutan peygamberler gelmedi mi? Aleyhimize tanıklık ediyoruz derler ve onları dünya yaşayışı aldatmıştır da sonucu, kafir olduklarına dair kendi aleyhlerine kendileri tanıklıkta bulunmuşlardır."
    },
    {
      "ayahNumber": "131",
      "ayahText": "Bu da, halkının hiçbir şeyden haberi olmayan şehirleri, Rabbinin zulümle helak etmeyeceğinden dolayıdır."
    },
    {
      "ayahNumber": "132",
      "ayahText": "Herkesin, yaptığına göre dereceleri var ve Rabbin, onların yaptıklarından gafil değildir."
    },
    {
      "ayahNumber": "133",
      "ayahText": "Rabbin, her şeyden müstağni ve rahmet sahibi Rab'dir. Dilerse sizi ortadan kaldırır ve sizden sonra dilediğini yerinize getirir, nitekim sizi de başkabaşka toplulukların soyundan meydana getirmiştir."
    },
    {
      "ayahNumber": "134",
      "ayahText": "Muhakkak size vaadedilen şeyler gelecek ve siz, olacak şeylerin önüne geçemezsiniz."
    },
    {
      "ayahNumber": "135",
      "ayahText": "De ki: Ey kavmim, siz elinizden geleni yapın, ben de yapmadayım. Yakında bilir, anlarsınız kimin sonunun hayırlı olacağını. Şüphe yok ki zalimler, muratlarına ermezler."
    },
    {
      "ayahNumber": "136",
      "ayahText": "Allah'ın yarattığı ekinlerle hayvanlardan Allah'a bir hisse ayırıp boş düşüncelerine göre bu Allah'ın diyorlardı, bu da ortaklarımız olan putların. Putlara ait olanlar, Allah'a ulaşmıyordu ama Allah'a ait olanlar, ortaklarına, putlara kavuşuyordu, hükmettikleri şey ne de kötüydü."
    },
    {
      "ayahNumber": "137",
      "ayahText": "Ve gene böylece ortakları, onları helak etmek ve inançlarına şüpheler karıştırmak için müşriklerin çoğuna çocuklarını öldürmeyi hoş gösterdi. Allah dileseydi yapamazlardı bunu, artık sen onları da kendi hallerine bırak, boş yere ettikleri iftiralarına da aldırış etme."
    },
    {
      "ayahNumber": "138",
      "ayahText": "Onlar, kendi akıllarınca bu hayvanlarla ekinler haramdır, ancak izin verdiğimiz kişiler yiyebilir onları ve şu hayvanlara da binmek haram edilmiştir dediler. Boş yere Allah'a iftira ederek adını anmadan hayvan kesiyorlar, yakında bu iftiralarının cezasını görecekler."
    },
    {
      "ayahNumber": "139",
      "ayahText": "Ve şu hayvanların karınlarındaki yavrular, yalnız erkeklerimize helal, kadınlarımıza haram; ölü doğarsa erkek de ortak, kadın da dediler. Bu çeşit sözleri yüzünden cezalarını yakında verecek. Şüphe yok ki o, hüküm ve hikmet sahibidir, her şeyi bilir."
    },
    {
      "ayahNumber": "140",
      "ayahText": "Muhakkak ki bilgisizlik yüzünden akılsızca hareket ederek çocuklarını öldürenlerle Allah'a boş yere iftirada bulunarak Allah'ın verdiği rızıkları haram sayanlar, zarara uğramışlar, mahrumiyet içinde kalmışlardır. Şüphesiz ki onlar sapıtmışlardır ve doğru yolu bulamamışlardır."
    },
    {
      "ayahNumber": "141",
      "ayahText": "Öyle bir mabuttur ki çardaklı ve çardaksız bağları, bahçeleri, tatları çeşitli hurmaları, ekilmiş şeyleri, bir bakıma birbirine benzeyen, bir bakıma benzemeyen zeytinleri ve narları yetiştirip meydana getirir. Meyve verince meyvelerinden yiyin, devşirme günü hakkını da israf etmemek şartıyla verin, şüphe yok ki o, müsrifleri sevmez."
    },
    {
      "ayahNumber": "142",
      "ayahText": "Hayvanlardan yüklerinizi taşıyanlar var, yününden faydalandıklarınız var ve onları da yaratan o Allah'ın, sizi rızıklandırdığı şeyleri yiyin ve Şeytan'ın izini izlemeyin; şüphe yok ki o, size apaçık bir düşmandır."
    },
    {
      "ayahNumber": "143",
      "ayahText": "Derler ki sekiz çifttir o hayvanlar. Koyun iki çift, keçi iki çift. De ki: Erkekleri mi haram etti, dişileri mi, yoksa o dişilerin rahimlerindeki yavruları mı? Sözünüz gerçekse bilerek haber verin bana."
    },
    {
      "ayahNumber": "144",
      "ayahText": "Deve iki çifttir, sığır iki çift derler. De ki: İki erkeği mi haram etti, yoksa dişileri mi, yahut da dişilerin rahimlerindeki yavruları mı? Allah, bunu size tavsiye ederken tanık mıydınız, gördünüz, duydunuz mu yoksa? Bilmeden insanları saptırmak için yalan yere Allah'a iftira edenden daha zalim kimdir ki? Şüphe yok ki Allah, zulmeden kavmi doğru yola sevk etmez."
    },
    {
      "ayahNumber": "145",
      "ayahText": "De ki: Bana vahyedilenler arasında ölmüş hayvan etinden, dökülmüş kandan, yahut da domuz etinden başka, yiyene haram edilen bir şey bulamıyorum ben. Şüphe yok ki domuz, pistir ve bir de Allah'tan başkası için kesilen hayvan haramdır ki bu da pek kötü bir şeydir. Ancak zorada kalana, isyan etmeyi kurmamak ve ihtiyaçtan fazla da yememek şartıyla helaldir bunlar ve hiç şüphe yoktur ki Rabbin, suçları örter, rahimdir."
    },
    {
      "ayahNumber": "146",
      "ayahText": "Biz, Yahudilere, tırnakları bulunan bütün hayvanları ve sırtlarına yapışmış, yahut kemiklerine sıvanmış, yahut da bağırsaklarına karışmış olan yağlardan başka sığır ve koyunun tekmil yağlarını haram etmiştik. Bu da, isyanlarından dolayı onlara verdiğimiz ceza yüzündendi ve şüphe yok ki biz, sözümüzde doğruyuz."
    },
    {
      "ayahNumber": "147",
      "ayahText": "Seni yalanlarlarsa hemen de ki: Rabbiniz geniş, engin bir rahmete sahiptir, fakat azabını da suçlu kavimden reddetmeye imkan yok."
    },
    {
      "ayahNumber": "148",
      "ayahText": "Şirk koşanlar diyecekler ki: Allah dileseydi ne biz şirk koşardık, ne atalarımız; hiçbir şeyi de haram saymazdık. İşte onlardan önce gelenler de peygamberleri böyle yalanladılar da sonucu azabımızı tattılar. De ki: Bu hususta bir bilginiz varsa hemen bildirin bize. Fakat siz, ancak zannınıza uyuyorsunuz ve ancak yalan söylüyorsunuz."
    },
    {
      "ayahNumber": "149",
      "ayahText": "De ki: O halde reddedilemeyecek kesin delil, ancak Allah'ındır, elbette dileseydi hepinizi de doğru yola sevk ederdi."
    },
    {
      "ayahNumber": "150",
      "ayahText": "De ki: Allah'ın, şunu haram ettiğine tanıklık eden şahitlerinizi getirin bakalım. Fakat gelirler de tanıklık ederlerse sen, onlarla beraber tanıklık etme ve putları, Rableriyle bir tutup ahirete inanmayarak ayetlerimizi yalanlayanların dileklerine uyma."
    },
    {
      "ayahNumber": "151",
      "ayahText": "De ki: Gelin de Rabbiniz, size neleri haram etti, ben okuyup anlatayım: Sakın ona hiçbir şeyi eş ve ortak saymayın, ananıza, babanıza karşı iyilikte bulunun ve yoksulluk korkusuyla çocuklarınızı öldürmeyin, sizi de ancak biz rızıklandırırız, onları da ve açığa çıkan kötülüklere de yaklaşmayın, gizli kalan kötülüklere de ve hiçbir cana kıymayın, çünkü Allah, haklı olmadıkça haram etmiştir bunu. İşte aklınızı başınıza alasınız diye size bunları emretmiştir o."
    },
    {
      "ayahNumber": "152",
      "ayahText": "Ergenlik çağına gelinceye dek, en iyi bir şekilde olmadıkça yetimin malına yaklaşmayın ve ölçeği, teraziyi dosdoğru ölçüp tartın. Hiçbir kimseye, kudretinden aşırı bir şey teklif edilmemiştir ve söz söylediğiniz zaman hısımınız bile olsa adaleti mutlaka gözetin ve Allah'la ettiğiniz ahde vefa edin. İşte düşünüp öğüt almanız için bunları emretmiştir size."
    },
    {
      "ayahNumber": "153",
      "ayahText": "Ve şüphe yok ki budur benim dosdoğru yolum, ona uyun siz ve sizi, onun yolundan ayıracak yollara gitmeyin. Çekinip sakınasınız diye işte bunları emretmiştir size."
    },
    {
      "ayahNumber": "154",
      "ayahText": "Sonra, Rablerine kavuşacaklarına inansınlar diye iyilik edenlere, nimetimizi tamamlamak ve her şeyi ayırt edip açıklamak üzere doğru yolu gösteren ve rahmetten ibaret olan kitabı Musa'ya vermiştik."
    },
    {
      "ayahNumber": "155",
      "ayahText": "Bu kitabıysa kutlu olarak indirdik, artık ona uyun ve çekinin de rahmete kavuşanlara katılın."
    },
    {
      "ayahNumber": "156",
      "ayahText": "Hiç şüphe yok ki bizden önce ancak iki taifeye kitap indirildi ve bizse onu okumaktan acizdik, bir şey anlamıyorduk demeyesiniz."
    },
    {
      "ayahNumber": "157",
      "ayahText": "Yahut da bize de kitap indirilseydi onlardan daha mükemmel bir surette doğru yolu bulurduk diye söylenmeyesiniz diye şüphe yok ki Rabbinizden size de apaçık bir delil, bir hidayet ve rahmet geldi. Allah'ın delillerini yalanlayıp onlardan yüz çevirenden daha zalim kimdir ki? Delillerimizden yüz çevirenleri, bu yüz çevirmeleri yüzünden en kötü bir azapla azaplandıracağız yakında."
    },
    {
      "ayahNumber": "158",
      "ayahText": "Hala kendilerine meleklerin inmesini, yahut Rabbinin, yahut da Rabbinden bazı delillerin gelmesini mi bekliyorlar? Rabbinin bazı delilleri geldiği gün hiç kimseye, önceden iman etmemişse, yahut inancından bir hayır kazanmamışsa o günkü inanması fayda etmez. De ki: Bekleyin ve biz de beklemekteyiz zaten."
    },
    {
      "ayahNumber": "159",
      "ayahText": "Dinlerini parçaparça, bölüp bölükbölük fırkalara ayrılanlarla hiçbir ilgin olamaz ve şüphe yok ki onların bu hareketlerini Allah soracaktır ancak ve sonra da işledikleri işleri haber verecektir onlara."
    },
    {
      "ayahNumber": "160",
      "ayahText": "Kim bir iyilikle Tanrı tapısına gelirse ona, yaptığının on misli mükafat verilecektir ve kim bir kötülükle gelirse ancak ona karşılık ve onun misli bir ceza ile cezalandırılacaktır ve onlara zulmedemeyecektir."
    },
    {
      "ayahNumber": "161",
      "ayahText": "De ki: Şüphe yok, Rabbim, beni doğru yola sevketti, İbrahim'in tek Tanrı tanıyan dosdoğru dinine hidayet etti ve o, hiçbir zaman şirk koşanlardan değildi."
    },
    {
      "ayahNumber": "162",
      "ayahText": "De ki: Şüphe yok, namazım da, ibadetlerim de, diriliğim de, ölümüm de alemlerin Rabbi olan Allah içindir ki."
    },
    {
      "ayahNumber": "163",
      "ayahText": "Eşi ortağı yoktur onun ve bana bu emredildi ve ben, ona teslim olanların ilkiyim."
    },
    {
      "ayahNumber": "164",
      "ayahText": "De ki: Allah'tan başka bir Rab mi arıyacakmışım, halbuki odur her şeyin Rabbi ve herkesin kazancı, ancak kendisine aittir; hiçbir suçlu, bir başkasının suçunu yüklenmez, sonra da dönüp varacağınız yer, Rabbinizin tapısıdır ve o, ayrılığa düştüğünüz şeyleri haber verir size."
    },
    {
      "ayahNumber": "165",
      "ayahText": "Öyle bir mabuttur ki sizi yeryüzüne hakim kılar ve size verdiği şeylerle sizi sınamak için bir kısmınızı, bir kısmınızdan mevki ve paye bakımından yüceltir. Şüphe yok ki Rabbin, cezaya layık olanın cezasını pek tez verir ve şüphe yok ki o, suçları örter, rahimdir."
    }
  ]
}