{
  "fussilet": {
    "surahNumber": "41",
    "surahNameTr": "Fussilet Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ha mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Rahman ve rahimden indirilmiştir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Bir kitaptır ki tamamıyla açıklanmıştır ayetleri, Arapça Kur'an'dır bilen topluluğa."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Müjdecidir ve korkutucu, fakat çoğu yüz çevirmiştir, onlar, duymazlar."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ve derler ki: Bizi davet ettiğin şeye karşı gönüllerimizde perdeler var ve kulaklarımızda ağırlık var ve seninle bizim aramızda da bir perde var, artık sen, dinince çalış, biz de çalışmadayız."
      },
      {
        "ayahNumber": "6",
        "ayahText": "De ki: Ben, ancak sizin gibi bir insanım, bana vahyedilmede ki mabudunuz ancak bir mabut; artık dosdoğru ona yönelin ve yarlıganma dileyin ondan; ve yazıklar olsun şirk koşanlara."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Öyle kişilerdir onlar ki zekat vermezler ve onlar, ahirete inanmayanların da ta kendileridir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "İnanan ve iyi işlerde bulunanlarsa: Onlarındır minnetsiz mükafat."
      },
      {
        "ayahNumber": "9",
        "ayahText": "De ki: Siz mi kafir olmadasınız, inkar etmedesiniz bir mabudu ki yeryüzünü iki günde yaratmıştır ve siz mi ona eşler kabul etmedesiniz? Budur işte alemlerin Rabbi."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve yeryüzünün üstünde metin dağlar yaratmıştır ve kutlamıştır orasını, bereket ihsan etmiştir ve rızık olacak şeyleri takdir etmiştir de meydana getirmiştir bunları orada, tam dört gün içinde, dileyenler için hepsi de eşittir."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Sonra bir duman halinde olan göğü yaratmayı hükmetmiştir de ona ve yeryüzüne, dileyerekdilemeyerek meydana gelin demiştir, ikisi de, dileyerek geldik demişlerdir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Derken onları yedi gök olarak iki günde yaratmış ve her göğe yapacağı işi vahyetmiştir. Ve dünya göğünü kandillerle bezedik ve koruduk; işte bu, üstün olan ve her şeyi bilen mabudun takdiridir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Yüz çevirirlerse artık de ki: Sizi, Âd ve Semud'un uğradıkları helak edici azaba benzer bir azapla korkutmadayım."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hani onlara, kendilerinden önce de, kendilerinden sonra da peygamberler gelmişti de Allah'tan başkasına kulluk etmeyin demişlerdi. Onlar, Rabbimiz dileseydi demişlerdi, melekler indirirdi elbette, biz, gerçekten de sizin gönderildiğiniz şeyleri inkar etmedeyiz."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Âd'a gelince: Gerçekten de yeryüzünde, haksız yere ululanmaya kalkıştılar ve kimdir dediler, bizden daha kuvvetli? Görmediler mi ki şüphe yok, onları halkeden Allah, onlardan da kuvvetlidir; ve onlar, delillerimizi bilebile inkar ediyorlardı."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Derken onlara, dünya yaşayışında, aşağılık azabını tatsınlar diye uğursuz günlerde bir kasırgadır, yolladık ve elbette ahiret azabı, daha da aşağılatıcıdır ve onlar, bir yardım da görmezler."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Semud'aysa doğru yolu gösterdik de onlar, körlüğü, hidayetten üstün görüp sevdiler, onları da, kazandıklarına karşılık aşağılatıcı bir azabın gelip çatıvermesiyle helak ettim."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ve inananları kurtardık ve onlar, çekinen kişilerdi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ve o gün, Allah düşmanları, bir araya toplanır da toplu bir halde cehenneme sürülürler."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Oraya gelince de kulakları, gözleri ve derileri, yaptıkları şeyler hakkında, kendi aleyhlerine tanıklıkta bulunur."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ve bedenlerine, ne diye aleyhimizde tanıklık ettiniz derler, onlar da her şeyi söyleten Allah derler, bizi de söyletti ve odur sizi halkeden ilk defa ve gene de dönüp onun tapısına varacaksınız."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Ve siz, kulaklarınızın, gözlerinizin, derilerinizin, aleyhinizde tanıklık edeceklerini ummuyor, onlardan hiçbir şeyinizi gizlemiyordunuz ve hatta sanıyordunuz ki yaptıklarınızın çoğunu Allah bile, şüphe yok ki bilmez."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Ve Rabbiniz hakkında beslediğiniz şu kötü zan yok mu, sizi o helak etti de ziyana uğrayıverdiniz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Artık sabredebilirlerse ateştir yurtları onların ve onlar suçlarından geçilmesini isterlerse dilekleri kabul edilmez."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve onlara öyle arkadaşlar hazırladık ve verdik ki önlerindeki dünya işlerini ve artlarındaki ahireti inkar etmeyi bezediler onlara ve onlardan önce, cinlerden ve insanlardan gelip geçmiş ümmetler arasında azap hükmünü hakettiler, şüphe yok ki onlar, ziyana uğrayanlardandı."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ve kafir olanlar, dediler ki: Şu Kur'an'ı dinlemeyin ve okunurken gürültü edin, bağırıp çağırın da onun sesini bastırın."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Biz de mutlaka kafir olanlara çetin bir azabı tattıracağız ve yaptıkları şeyin en kötü karşılığıyle cezalandıracağız onları."
      },
      {
        "ayahNumber": "28",
        "ayahText": "İşte bu ateş, Allah düşmanlarının cezasıdır, onlara, ebedilik var orada; bu da delillerimizi bilebile inkar etmelerinin karşılığı."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Ve kafir olanlar, Rabbimiz diyecekler, cinlerden, insanlardan, bizi azdıranları göster bize de en aşağılık bir hale gelmeleri için onları ayaklarımızın altına alalım."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Gerçekten de, Rabbimiz Allah'tır dedikten sonra da dosdoğru hareket edenlere melekler indiririz de sakın korkmayın ve mahzun olmayın ve müjdelenin, sevinin size vaadedilen cennetle deriz."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Biz, dünya yaşayışında da size dostuz, ahirette de ve burada, canınız ne isterse var ve burada dilediğiniz her şey sizin."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Suçları örtenden, rahim olandan bir ziyafet, bir ihsan bu."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Allah'a çağırandan ve iyi işlerde bulunandan ve şüphe yok ki ben Müslümanlardanım diyenden daha güzel sözlü kimdir ki?"
      },
      {
        "ayahNumber": "34",
        "ayahText": "Ve eşit değildir iyilikle kötülük. Kötülüğü, en güzel bir muameleyle karşıla, gider, bir de bakarsın ki aranızda düşmanlık olan kişi, sanki senin en yakın bir dostun."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Bu huy, sabredenlerden başkasına verilmez ve akıldan, tedbirden büyük bir hisseye sahip olmayanlara bu huy, nasip olmaz."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Ve eğer Şeytan, seni vesveseye düşürür de bu huydan geçirmeye kalkışırsa hemen sığın Allah'a; şüphe yok ki o, her şeyi duyar, bilir."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Ve onun delillerindendir gece ve gündüz ve güneş ve ay; secde etmeyin ne güneşe, ne de aya ve secde edin, onları yaratan Allah'a, yalnız ona kulluk ediyorsanız."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Eğer ululanmaya kalkışır, bunu kabul etmezlerse zaten Rabbinin katındakiler, gece ve gündüz, onu tenzih etmededir durmadan, dinlenmeden ve usanmadan."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Ve onun delillerindendir, şüphesiz, yeryüzünü kupkuru, donmuş bir halde görürsün, derken oraya yağmur yağdırdık mı harekete gelir, kabarır, yeşerir, nebatlar bitirir; onu dirilten, elbette ölüyü de diriltir şüphe yok ki onun, her şeye gücü yeter."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Bizim delillerimizle eğri yola sapanlar gizli değildir bize. Artık ateşe atılan mı hayırlıdır, yoksa kıyamet günü emin olarak gelen mi? Ne dilerseniz yapın, şüphe yok ki o, bütün yaptıklarınızı görür."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kur'an, kendisine tebliğ edildikten sonra kafir olanlar; ve hem de şüphe yok ki bu Kur'an, eşsiz ve sütün bir kitaptır ki."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ne önceden onun hükümlerini iptal eden bir kitap gelmiştir, ne de ondan sonra gelir ve batıl, ona zarar veremez; hüküm ve hikmet sahibinden, hamde layık mabut tarafından indirilmiştir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Zaten sana söylenen, ancak senden önceki peygamberlere de söylenen sözlerdir; şüphe yok ki Rabbin, suçları örtme sıfatına sahip olmakla beraber elemli bir azaba da sahiptir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Eğer yabancı bir dille meydana getirseydik Kur'an'ı, elbette derlerdi ki ayetleri Arapça olarak açıklansaydı da anlasaydık olmaz mıydı? Bu, yabancı bir dille söylenmiş söz, söyleyen de Arap ha? De ki: O, inananlara doğru yolu gösterir ve şifadır; inanmayanlarınsa kulaklarında ağırlık var ve Kur'an, onları kör etmede; sanki onlara pek uzak bir yerden nida edilmede."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Ve andolsun ki biz Musa'ya da kitap verdik de o kitapta ihtilafa düştüler ve eğer Rabbinden azaplarının mukadder bir zamana tehir edilmesi hakkında bir emir verilmemiş olsaydı çoktan hükmedilirdi aralarında ve şüphe yok ki onlar, bu hususta elbette şüphe içindeler, tereddüde düşmüşler."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Ve kim iyi bir iş yaparsa faydası kendisinedir ve kim kötülükte bulunursa zararı kendisine ve Rabbin, kullarına zulmetmez kesin olarak."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Kıyametin, ne vakit kopacağına dair bilgi, Allah'a aittir ve onun hükmü ve bilgisi olmadan meyveler, tomurcuklarından ve kabuklarından çıkamaz ve hiçbir kadın gebe kalamaz ve çocuğunu doğuramaz ve o gün, nerede şeriklerim diye nida edilir onlara da sana bildirdik zaten derler, bu hususta bir tanığımız bile yok."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Ve önceden çağırdıkları putlar, gözlerinden kaybolup gitmiştir ve onlar, kaçıp sığınacakları bir yerleri olmadığını da iyideniyiye anlamışlardır."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İnsan, hayır istemekten hiç usanmaz ve bir şerre uğrarsa da iyideniyiye yeise düşer, ümitsizliğe kapılıp gider."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ve andolsun ki bir sıkıntıdan sonra katımızdan bir rahmet tattırsak ona, bu der, zaten benim hakkım ve hiç sanmıyorum ki kıyamet kopsun ve andolsun ki Rabbimin tapısına dönüp varsam bile hiç şüphesiz, onun katında daha güzel bir lütuf var bana; artık biz de, andolsun ki kafir olanlara, neler yaptıklarını elbette haber veririz ve elbette onlara çok ağır azabı tattırırız."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Ve insana bir nimet verdik mi yüz çevirir ve şükürden uzaklaşır ve eğer bir şerre uğrarsa uzunuzadıya dua eder durur."
      },
      {
        "ayahNumber": "52",
        "ayahText": "De ki: Kur'an'ın Allah katından geldiğini görmüşseniz, sonra da ona kafir olmuşsanız haber verin bana, gerçeğe tamamıyla aykırı kalandan daha sapık kimdir ki?"
      },
      {
        "ayahNumber": "53",
        "ayahText": "Yakında delillerimizi, alemde de göstereceğiz, kendi varlıklarında da, böylece sonucu, onlarca da apaçık anlaşılacaktır ki o, gerçektir şüphesiz; Rabbinin, her şeye tanık olması, yetmez mi sana?"
      },
      {
        "ayahNumber": "54",
        "ayahText": "İyice bil ki onlar, şüphe yok, Rablerine kavuşacaklarından şüphe etmedeler; iyice bil ki şüphe yok, o, her şeyi kuşatmış, kavramıştır."
      }
    ]
  }
}