{
  "surahNumber": "14",
  "surahName": "İbrâhîm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif lam ra. Bir kitaptır bu ki insanları karanlıklardan nura çıkarman, Rablerinin izniyle üstün ve gerçekten de hamde layık olan Tanrı yoluna götürmen için onu sana indirdik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bir Allah'tır ki onundur göklerde ne varsa ve yeryüzünde ne varsa. Vay kafirlere çetin azaptan."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Onlar dünya yaşayışını ahiretten üstün tutup severler, halkı Allah yolundan menederler ve o yolu eğriltmek isterler. Onlardır pek uzak bir sapıklığa dalanlar."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Onlara iyice anlatabilmesi için kendi kavminin dilinden başka bir dille hiçbir peygamber göndermedik. Gerçekten de Allah, dilediğini saptırır, dilediğini doğru yola sevk eder ve odur üstün ve hüküm ve hikmet sahibi."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Andolsun ki Musa'yı, kavmini karanlıklardan nura çıkar ve onlara Allah'ın günlerini an diye delillerimizle gönderdik. Şüphe yok ki bunda, çok sabreden ve çok şükreden herkes için deliller var."
    },
    {
      "ayahNumber": "6",
      "ayahText": "An o zamanı ki Musa, kavmine Allah'ın size nimetlerini anın demişti; hani sizi kötü bir azapla azaplandıran, oğullarınızı kestirip kızlarınızı bırakan Firavun soyundan kurtarmıştı ve bunda Rabbinizden büyük bir sınama vardı size."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Hani Rabbiniz size, andolsun ki nimetlerime şükrederseniz arttırırım ve andolsun ki nankörlük ederseniz şüphe yok ki azabım pek çetindir diye hükmünü bildirmişti."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ve Musa demişti ki: Siz de nankörlük etseniz, yeryüzünde kim varsa hepsi de nankörlük etse şüphe yok ki Allah, müstağnidir ve gerçekten de hamda layıktır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Sizden önce gelip geçen Nuh, Âd ve Semud kavimleriyle onlardan sonra gelip geçen ve ancak Allah'ın bildiği kavimlere ait olan haberler gelmedi mi size? Onlara peygamberleri, apaçık delillerle gelmişti de onlar, elleriyle peygamberlerinin ağızlarını örtmüşler ve biz demişlerdi, sizinle gönderilenleri inkar ediyoruz ve gerçekten de bizi davet ettiğiniz şeyler hakkında şüphe ve tereddüt içindeyiz."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Peygamberleri, Allah'tan şüphe edilir mi dediler, gökleri ve yeryüzünü yaratandır o; suçlarınızı örtmek ve muayyen vakte dek size mühlet vermek için çağırmada sizi. Siz de dediler, bizim gibi insansanız ancak; bizi atalarımızın taptıklarından vazgeçirmek istiyorsunuz, öyleyse apaçık bir delil gösterin bize."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Peygamberleri, biz de dediler, sizin gibi insanız, fakat Allah, kullarından dilediğine lutfeder, ihsanda bulunur ve biz, Allah'ın izni olmadıkça size bir delil ve mucize gösteremeyiz ve inananlar, artık Allah'a dayanmalı."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ve ne diye Allah'a dayanmayalım ki gerçekten de o sevketmiştir bizi doğru yola ve elbette bize ettiğiniz eziyetlere katlanacağız ve dayananlar, artık ancak Allah'a dayanmalı."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Kafir olanlar, peygamberlerine dediler ki: Ya sizi yurdumuzdan çıkarırız, yahut da bizim dinimize dönersiniz. Rableri, onlara vahyetti: Mutlaka zalimleri helak edeceğiz."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Sonra da onlardan sonra sizi, yerlerine yerleştireceğiz. İşte bu, benim huzuruma gelmekten korkanlara ve azabımdan korkanlara ait bir şey."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Peygamberler, fetih ve yardım istediler ve her inatçı cebbar, mahrum olup gitti."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Önünde de cehennem var, orada kanlı, irinli su içirilecek ona."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Yudumyudum içmeye çalışacak, fakat bir türlü boğazından geçmeyecek; her taraftan ölüm gelecek ona, fakat ölmeyecek de ve ilerde daha da ağır bir azap var."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Rablerine kafir olanların örneği, bir küle benzer, kasırga estiği bir günde bu kül, yelle savrulur gider. Kazançlarından hiçbir şey elde edemezler, işte budur doğru yoldan çok uzak bir sapıklık."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Görmedin mi ki Allah, gökleri ve yeryüzünü hak ve gerçek olarak yarattı. Dilerse sizi helak eder ve yerinize yeni bir halk getirir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve bu da Allah'a güç bir şey değildir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Hepsi de toplanıp Allah'ın tapısına çıkar; zayıflar, ululanan büyüklere şüphe yok ki derler, biz size uymuştuk, Allah'ın azabından bir kısmını olsun bizden defedebilir misiniz? Onlar da Allah bizi doğru yola sevketseydi biz de size doğru yolu gösterirdik derler, artık ağlayıp sızlasak da bir bizim için, sabredip katlansak da; sığınacak hiçbir yerimiz yok."
    },
    {
      "ayahNumber": "22",
      "ayahText": "İş olup bitince Şeytan der ki: Şüphe yok ki Allah, gerçek olarak vaitte bulundu size. Ben de size vaat ettim ama vaadimde durmadım ve zaten de size karşı bir gücümkuvvetim yoktu, ancak sizi davet ettim, siz de icabet ettiniz bana; beni kınamayın, kendinizi kınayın. Artık ne benim size bir yardımım dokunabilir, ne sizin bana bir yardımınız dokunabilir. Zaten daha önceden de beni ona eş tutmanızı tanımamıştım ben. Şüphe yok ki zulmedenlere elemli bir azap var."
    },
    {
      "ayahNumber": "23",
      "ayahText": "İnananlar ve iyi iş işleyenler, kıyılarından ırmaklar akan cennetlere alınırlar, orada, Rablerinin izniyle ebedi kalırlar. Orada birbirlerine iltifatları, esenlik size sözüdür."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Görmedin mi Allah nasıl örnek getirmede, temiz söz, tertemiz bir ağaca benzer; kökü sabittir, dalları, budakları gökte."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Meyvesini her zaman verir Rabbinin izniyle ve Allah, düşünüp ibret alsınlar diye insanlara örnekler getirir."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Pis söz de pis ağaca benzer; kesilip yerden çıkarılmıştır, duracak hali yoktur onun."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Allah, inananlara dünya yaşayışında da, ahirette de o sabit sözle sebat verir ve zulmedenleri saptırır ve Allah, dilediğini yapar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Görmedin mi Allah'ın nimetini küfre değişenleri ve kavimlerini de sürükleyip helak yurduna konduranları."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Cehenneme sokanları? Hepsi de oraya gider ve orası, karar edilecek ne kötü yerdir."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Onlar, halkı onun yolundan çıkarıp saptırmak için Allah'a benzerler kabul ettiler. De ki: Geçinin şimdilik, çünkü gerçekten de dönüp varacağınız yurt ateştir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "İman eden kullarıma söyle: Namaz kılsınlar ve onları rızıklandırdığımız şeylerin bir kısmını yoksullara harcasınlar o gün gelip çatmadan ki ne alışveriş var o günde ne karşılıklı dostluk."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Bir Allah'tır ki gökleri ve yeryüzünü yaratmıştır ve gökten yağmur yağdırıp o suretle size rızık olarak meyveler bitirmiştir ve emriyle denizde akıp giden gemileri ram etmiştir size ve ram etmiştir ırmakları size."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ve devir ve hizmetlerinde daim olan güneşle ayı ram etmiştir geceyle gündüzü size."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Ve Allah ne dilediyseniz hepsini de vermiştir size ve Allah'ın nimetlerini saymaya kalkışırsanız sayamazsınız. Gerçekten de insan, pek zalimdir, küfrü pek boldur onun."
    },
    {
      "ayahNumber": "35",
      "ayahText": "An o zamanı ki İbrahim, Rabbim demişti, bu şehri emin et, beni de, oğlumu da putlara tapmaktan uzaklaştır."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Rabbim, şüphe yok ki onlar, insanların çoğunu doğru yoldan saptırdılar. Artık kim bana uyarsa o bendendir ve bana isyan edene gelince: Şüphe yok ki sen, suçları örtersin, rahimsin."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Rabbimiz, soyumun bir kısmını ekin bitmez bir yere, hürmeti vacib olan evinin yanına yerleştirdim, Rabbimiz, namaz kılsınlar diye. Artık insanların bir kısmı da onlara gönül versin, sevsinler onları ve şükretmeleri için de meyvelerle rızıklandır onları."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Rabbimiz, şüphe yok ki gizlediğimizi de bilirsin sen, açığa vurduğumuzu da ve Allah'tan hiçbir şey gizlenemez ne yeryüzünde, ne de gökte."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Hamd Allah'a ki ihtiyarlığımda bana İsmail'i ve İshak'ı verdi. Şüphe yok ki Rabbim, duayı mutlaka duyar."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Rabbim, beni de, soyumdan gelenleri de namaza müdavim et; Rabbimiz duamızı da kabul et."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Rabbimiz, benim suçlarımı ört, yarlıga beni ve anamı, babamı ve inananları halkın sorusorgu için kalktığı gün."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Zalimlerin yaptıklarından gafil sanma Allah'ı sakın; ancak onların cezasını, gözlerin dikilip kalacağı güne tehir etmede."
    },
    {
      "ayahNumber": "43",
      "ayahText": "O gün, başları göğe çevrilmiş, koşup dururlar, göz çevirip kendilerine bile bakmazlar ve yürekleri bomboştur."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Kendilerine azabın gelip çatacağı o günü haber ver, korkut insanları. Zulmedenler diyecekler ki: Rabbimiz, yakın bir zamanadek bırak bizi, tekrar dünyaya dönelim de davetine icabet edelim ve peygamberlere uyalım. Siz değil misiniz daha önce, bize bir zeval yoktur diye yemin edenler?"
    },
    {
      "ayahNumber": "45",
      "ayahText": "Kendilerine zulmedenlerin yurtlarında oturdunuz ve onlara nasıl azap ettiğimiz sizce apaçık belli oldu ve size nice örnekler getirdik."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Düzenlerini yaptılar, düzdükleri hilelerin cezasıysa Allah katında, hatta hilelerinden dağlar bile yerinden oynasa."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Sakın Allah, peygamberlerine vaadettiğinden döner sanma. Şüphe yok Allah üstündür, intikam alır."
    },
    {
      "ayahNumber": "48",
      "ayahText": "O gün, bir gündür ki yeryüzü de başka bir yeryüzüne döner, gökler de. Herkes, bir ve kahhar Allah'ın tapısında toplanır."
    },
    {
      "ayahNumber": "49",
      "ayahText": "O gün görürsün ki suçluların boyunlarına zincirler vurulmuş."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Gömlekleri katrandandır, yüzlerini de ateş kaplamış."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Allah, herkese yaptığının karşılığını verir. Şüphe yok ki Allah'ın hesap görmesi, pek tezdir."
    },
    {
      "ayahNumber": "52",
      "ayahText": "İşte bu, insanlara bir tebliğdir; ibret alsınlar ondan ve bilsinler ki odur ancak tapacak bir mabut ve düşünüp ibret alsın akıl ve dirayet sahipleri."
    }
  ]
}