{
  "surahNumber": "76",
  "surahName": "İnsan Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Gerçekten de insana, zamanın bir çağı gelmişti ki anılır bir şey bile değildi insan."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Şüphe yok ki biz insanı, bir katre sudan, erkeklik suyuyla kadınlık suyunun rahimde birleşmesinden yarattık sınamak için, derken onu, duyar, görür bir hale getirdik."
    },
    {
      "ayahNumber": "3",
      "ayahText": "İster şükretsin, ister nankör olsun, gerçekten de biz ona doğru yolu gösterdik."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Şüphe yok ki kafirlere zincirleri, boyundurukları ve yakıp kavuran cehennemi hazırladık."
    },
    {
      "ayahNumber": "5",
      "ayahText": "İtaat eden ve iyilikte bulunanlar, şüphe yok ki kaselerle şaraplar içerler ki kafur ırmağının suyu da karıştırılmıştır bu şaraba."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Allah'ın has kullarının içtiği bu şarap, bir kaynaktan çıkar ki onlar, diledikleri gibi, diledikleri yerlerde, onu akıtıp fışkırtırlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Adaklarını yerine getirir onlar ve şerri, her yanı saran, kaplayan günden korkarlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ve ona ihtiyaçları olduğu halde yemeklerini yoksula ve yetime ve tutsağa verirler, onları doyururlar."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Sizi, ancak Allah rızası için doyurmadayız ve sizden istemeyiz ne bir karşılık, ne bir şükür."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Şüphe yok ki biz, suratları astıran, azabı pek şiddetli olan gün, Rabbimizden korkarız."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Derken Allah da korumuştur onları, bugünün şerrinden ve yüzlerine bir parlaklık, gönüllerine bir sevinçtir, vermiştir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ve sabretmelerine karşılık da mükafatları, cennettir ve ipeklilerdir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Yaslanırlar orada tahtlara, orada ne güneş görürler, ne zemheri."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ağaçların gölgeleri, yakındır onlara ve meyveleri, adamakıllı ram olmuştur onlara."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ve sunulur onlara gümüş kadehler ve sırça sağraklar."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Öylesine sırça ki incecik gümüşten ve hepsini de içecekleri miktara, susuzluklarına göre ölçmüşlerdir adeta."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ve bir kadehle susuzlukları giderilir ki içindeki şaraba zencefil karıştırılmıştır."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Orada bulunan ve şarılşarıl akan, her yana giden, boğazdan kayan selsebil kaynağından."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Etraflarında, ölümsüz delikanlılar dolaşır, onları görünce sanırsın ki saçılmış incilerdir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ne yana baksan nimetler görürsün, ne yana baksan, pek büyük ve zevalsiz bir saltanat ve devletler."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Üstlerinde, ipincecik yeşil ve ipek elbiseler, kalın ipekten dokunmuş libaslar vardır ve gümüş bilezikler takınırlar ve Rableri, onları tertemiz bir şarapla suvarır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Şüphe yok ki bu, size bir mükafattır ve çalışmanız, makbuldür."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Şüphe yok ki biz indirdik Kur'an'ı sana ayetayet ve zamanzaman."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Artık sabret Rabbinin hükmüne ve uyma, onlardan suçlu, yahut nankör olana."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Ve an Rabbinin adını sabah ve akşam."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ve geceleyin de secde et artık ona ve tenzih et uzun gecelerde onu."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Şüphe yok ki bunlar çabucak gelipgeçeni severler de o ağır günü artlarına atar, bırakırgiderler."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Biz yarattık onları ve kuvvetlendirdik yaratılışlarını ve dilersek onları değiştiririz de yerlerine, onlara benzer başkalarını getiririz."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Şüphe yok ki bu, bir öğüttür, artık kim dilerse Rabbine doğru, bir yol tutar."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ve Allah dilemedikçe onlar, dileyemezler; şüphe yok ki Allah, her şeyi bilir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Dilediğini rahmetine alır; ve zalimlere gelince: Elemli bir azap hazırlamıştır onlara."
    }
  ]
}