{
  "kalem": {
    "surahNumber": "68",
    "surahNameTr": "Kalem Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Nun, andolsun kaleme ve yazdıklarına."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Sen, Rabbinin nimeti sayesinde deli değilsin."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ve sana, tükenmez, minnetsiz bir mükafat var."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ve şüphe yok ki sen, pek büyük bir ahlaka sahipsin elbette."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Yakında sen de görürsün ve onlar da görürler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Deliliğe uğramış hanginiz?"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Şüphe yok ki Rabbin, kendi yolundan sapanı da daha iyi bilir ve o, doğru yolu bulanları da daha iyi bilir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Artık yalanlayanlara itaat etme."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Onlara yumuşaklık göstermeni arzularlar, öyle hareket etsen onlar da yumuşaklık gösterirler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve itaat etme çok yemin edenlerin, reyinde isabet bulunmayanların hiçbirine."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Ayıp arayan, kovucu ve söz getirip götürücüyle."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Hayrı tamamıyla meneden haddini aşmış suçluya."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Ayrıca da çirkin ve kötü huylu soysuza."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Malmülk ve evlat sahibi bile olsa."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ona ayetlerimizi okuyunca eskilere ait masallar dedi."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Büyüyüp bir hortuma dönen burnuna, yakında bir damga vururuz."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ve biz, onları açlıkla, kıtlıkla sınarız, nitekim o bahçe sahiplerini de sınamıştık; hani, sabahleyin erkenden, bahçelerindeki mahsulü kesmeye ant içmişlerdi."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ve Tanrı dilerse de dememişlerdi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Halbuki bahçenin üstünde, Rabbinden gelen bir felaket dolaşmadaydı ki onlar uyuyorlardı."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Derken bahçe, bütün mahsulü kesilip biçilmiş, kupkuru çorak bir yere, bir çöle dönmüştü."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Sabahleyin birbirlerine sesleniyorlardı."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Mahsulünüzü kesip devşirecekseniz erkence koşun, gidin."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Derken yola düştüler ve birbirlerine de gizlice diyorlardı ki."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Bugün hiçbir yoksula yol vermeyin, yanınıza gelmesin sakın."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve kendilerini, yoksulları men etmeye güçleri yeter sanarak erkenden gittiler."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Bahçeyi görünce gerçekten de dediler, elbette yolumuzu şaşırdık."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Hayır dediler, biz mahrum olup gitmişiz."
      },
      {
        "ayahNumber": "28",
        "ayahText": "İçlerinden en iyileri, ben demedim miydi size dedi, mabudunuzu tenzih etseniz ne olurdu."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Dediler ki: Şanı yücedir Rabbimizin, gerçekten de zalimlerden olduk biz."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Bir birlerine dönerek birbirlerini kınamaya başladılar."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Yazıklar olsun bize dediler, gerçekten de azmışız biz."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Umulur ki Rabbimiz, onun yerine bize daha da hayırlısını verir, gerçekten de biz, Rabbimizi dilemede, ondan istemedeyiz."
      },
      {
        "ayahNumber": "33",
        "ayahText": "İşte bunun gibidir azap ve elbette ahiret azabı, daha da büyüktür bilirseniz."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Şüphe yok ki çekinenlere, Rableri katında Naim cennetleri var."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Artık Müslümanları da suçlularla bir mi tutacağız?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Ne oldu size ki? Nasıl hükmediyorsunuz?"
      },
      {
        "ayahNumber": "37",
        "ayahText": "Yoksa size mahsus bir kitap var da oradan mı okuyorsunuz."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Orada, neyi beğenir, isterseniz sizindir diye mi yazılı?"
      },
      {
        "ayahNumber": "39",
        "ayahText": "Yoksa hükmü kıyametedek sürecek antlar mı ettik size, şüphe yok ki ne buyurursanız o olacak sizin için diye?"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Onlara sor, bunlara kefil olan kimmiş içlerinden?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Yoksa ortakları mı var? Doğru söylüyorlarsa gelsinler bakalım ortaklarıyla."
      },
      {
        "ayahNumber": "42",
        "ayahText": "O gün, işler güçleşir ve secdeye davet edilirler, derken güçleri yetmez."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Gözleri yere dikilir, üstlerine aşağılık çöker ve gerçekten de sağ esenken de secdeye davet edilmişlerdir de secde etmemişlerdi."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Artık sen, bu sözü yalanlayanı bırak bana, biz onları yavaşyavaş, hiç bilmedikleri yerden cehenneme çekerdururuz."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Ve onlara mühlet vermedeyim, fakat şüphe yok ki azabım, pek kuvvetlidir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Yoksa onlardan ücret istiyorsun da derken onlar da ağır bir borç altında mı kaldılar?"
      },
      {
        "ayahNumber": "47",
        "ayahText": "Yoksa gizli alem, onların yanında da onu mu yazıyorlar?"
      },
      {
        "ayahNumber": "48",
        "ayahText": "Artık sabret Rabbinin hükmüne ve balıkla arkadaş olana benzeme; hani o, dertten boğulmuş bir halde Rabbine nida etmişti."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Rabbinden bir nimet erişmeseydi ona elbette bir yere, fena bir halde bırakılır giderdi."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Derken Rabbi, onu seçti de temiz kişilerden kıldı."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Ve az kalmıştı ki kafirler, Kur'an'ı duydukları zaman seni gözleriyle yiyip helak etsinler ve derlerdi ki: Şüphe yok, bu, bir deli elbette."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Halbuki o, ancak alemlere bir öğüttür."
      }
    ]
  }
}