{
  "mulk": {
    "surahNumber": "67",
    "surahNameTr": "Mülk Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Saltanat, tasarruf ve tedbir, elinde olan mabudun şanı yücedir, münezzehtir ve onun her şeye gücü yeter."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Öyle bir mabuttur ki yaratmıştır ölümü ve dirimi, hanginiz daha güzel işte bulunacak, sınamak için sizi ve odur üstün olan ve suçları örten."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Öylesine ki birbiri üstünde olarak yedi kat göğü yaratmıştır; rahmanın yaratışında hiçbir uygunsuzluk, aykırılık göremezsin; artık çevir gözünü de bak, görebilir misin bir yarık, bir çatlak?"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Gene de gözünü çevir de bir daha, bir daha bak; aradığını bulamaz da gözün, mahrum bir halde sana döner ve yorgundur o, bitkindir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ve andolsun ki biz, en yakın olan dünya göğünü ışıklarla bezedik ve onları, Şeytanlara atılacak şeyler olarak halkettik ve Şeytanlara, yakıp kavuran bir azaptır, hazırladık."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ve Rablerine kafir olanlara cehennem azabı var ve cehennem, dönülüp varılacak ne de kötü yer."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Oraya atıldılar mı duyarlar ki cehennem, kesikkesik nefes almada ve coşup kaynıyor o."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Neredeyse hışmından patlayıp dağılacak; ona, her bölük atıldıkça muhafız memurları onlara sorarlar: Size bir korkutucu gelmedi mi?"
      },
      {
        "ayahNumber": "9",
        "ayahText": "Evet derler, andolsun ki geldi bize korkutucu da yalanladık onu ve Allah dedik, hiçbir şeyi indirmemiştir; siz ancak, pek büyük bir sapıklığa düşmüşsünüz."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve eğer derler, duysaydık, yahut akıl etseydik yakıp kavuran cehennem ehli olmazdık."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Derken suçlarını söylerler; artık ırak olsun yakıp kavuran cehennemin ehli."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Şüphe yok ki görmedikleri halde Rablerinden korkanlaradır yarlıganma ve pek büyük bir mükafat."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Ve sözünüzü gizli tutun, yahut açığa vurun onu, şüphe yok ki o, gönüllerde olanı bilir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hiç bilmez mi yaratan ve odur kullarına lutfeden ve her şeyden haberdar olan."
      },
      {
        "ayahNumber": "15",
        "ayahText": "O, öyle bir mabuttur ki yeryüzünü, size karşı aşağı gönüllü, münkat ve sakin bir halde yaratmıştır, köşesinde, bucağında dolaşın artık ve yiyin mabudunuzun rızkından ve dönüp gideceğiniz yer, gene onun tapısıdır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Kudreti ve emri, gökte bulunan, yüce olan mabudun, sizi yerle beraber batırmayacağından emin misiniz? O vakit görürsün ki o sakin yeryüzü, çalkanıp durmada, titreyip kıvranmada."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Yoksa kudreti ve emri; gökte bulunan, yüce olan mabudun, size taşlar yağdıran bir rüzgar yollamayacağından emin misiniz? Derken yakında bilirsiniz nasılmış benim korkutmam."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ve andolsun ki onlardan öncekiler de yalanlamışlardı, derken nasıl da gelip çattı azabım."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Görmezler mi üstlerinde uçan kuşları? Kanatlarını açmada ve kapamada onlar, onları gökte, ancak rahman tutmada, şüphe yok ki o, her şeyi görür."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Yoksa sizi rahmandan kurtaracak ordunuz mu var? Kafirler, ancak bir aldanışa dalmışlar."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yoksa kimdir o ki mabudunuz, rızkınızı kısarsa sizi rızıklandıracak? Hayır, onları, azgınlık içinde, gerçekten tamamıyla uzak bir halde inat edip durmadalar."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Artık yüzüstü sürünerek giden mi daha ziyade doğru yolu bulur, yoksa doğru yolda dümdüz giden mi?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "O, öyle bir mabuttur ki sizi meydana getirmiştir ve sizin için kulak ve gözler ve gönüller halketmiştir, ne de az şükredersiniz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "De ki: O, öylesine bir mabuttur ki sizi yaratmıştır yeryüzünde ve gene de tapısında toplanacaksınız."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve derler ki: Bu vait, ne vakit yerine gelecek doğru söylüyorsanız."
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: Bilgi, ancak Allah katındadır ve ben, ancak apaçık bir korkutucuyum."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Azabın yaklaştığını gördüler mi kafir olanların yüzleri kararır ve işte denir, bu, isteyip durduğunuz şey."
      },
      {
        "ayahNumber": "28",
        "ayahText": "De ki: Haber verin bana, Allah beni ve benimle beraber olanları helak etse, yahut da bize acısa bile kim kurtaRabilir kafirleri elemli azaptan?"
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: Odur rahman, ona inandık ve ona dayandık; artık yakında bilirsiniz, kimdir apaçık sapıklıkta."
      },
      {
        "ayahNumber": "30",
        "ayahText": "De ki: Haber verin bana, suyunuz, tamamıyla batıp çekiliverse artık kimdir size bir akarsu pınarı peydahlayacak?"
      }
    ]
  }
}