{
  "surahNumber": "13",
  "surahName": "Ra'd Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif lam mim ra. Bunlardır kitabın ayetleri. Sana, Rabbinden indirilen gerçektir, fakat insanların çoğu inanmaz."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Öyle bir Allah'tır ki görmekte olduğunuz gökleri direksiz yüceltmiştir de sonra arşa hakim ve mutasarrıf olmuştur ve güneşi ve ayı ram etmiştir, hepsi de muayyen bir zamana dek yürürgider. Rabbinize kavuşacağınızı iyice anlamanız için işleri tedbir ve tasarruf edip yapan odur, delilleri bildirip açıklayan o."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Öyle bir mabuttur ki yeryüzünü enine, boyuna uzatıp döşemiş, orada yerleşmiş dağlarla ırmaklar yaratmış, gene orada her çeşit meyveyi çifterçifter halketmiştir; gündüzü de geceyle bürür. Şüphe yok ki bunlarda düşünen topluluğa deliller var."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ve yeryüzünde birbirine komşu bölgeler, üzüm bağları, ekinler, bir kökten yetişmiş hurma ağaçlarıyla ayrı ayrı köklerden yetişmiş hurmalıklar var ki hepsi de bir suyla sulanmada, fakat lezzet bakımından bir kısmını, öbürlerinden üstün etmedeyiz. Şüphe yok ki akıl edenlere, bunlarda da deliller var."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Şaşıyorsan asıl şaşılacak şey, toprak olduktan sonra yeniden mi yaratılacağız diyenlerin sözü. Onlar, öyle kişilerdir ki Rablerine kafir olmuşlardır. Onlar, öyle kişilerdir ki boyunlarında demir zincirler var ve onlar, cehennem ehlidir; onlar, orada ebedi kalırlar."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Senden, iyilikten önce bir kötülük gelmesini, hem de bunun çabucak olmasını isterler, onların çağlarından önceki çağlarda nice azaplar gelip çatmıştır ve şüphe yok ki Rabbin, insanların zulmüne rağmen yarlıgamıya, suçlarını örtme sıfatına sahiptir vegene şüphe yok ki Rabbinin azabı da pek çetindir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Kafir olanlar derler ki: Rabbinden ona bir mucize verilseydi ya. Şüphesiz ki sen, ancak korkutucusun ve her topluluğa hidayet verensin."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Allah, her dişinin, neye gebe kalıp ne doğuracağını ve ana karnında dölün zamanına göre orada ne kadar eksik, ne kadar fazla kalacağını bilir ve onun katında her şeyin sayılı bir zamanı, ölçülü bir müddeti var."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Gizliyi de bilen, açıkta olanı da bilen çok büyük ve yüce bir Tanrıdır."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Sözünü gizleyeniniz de birdir onca, açıkça söyleyeniniz de, geceleyin saklanıp gizlenen de, gündüzün yoluna giden de."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Herkesin önünde, ardında, birbiri ardınca gelip giden melekler var, onu, Allah'ın emriyle koruyup gözetirler. Şüphe yok ki bir topluluk, ahlakını değiştirmedikçe Allah o topluluğu değiştirmez. Allah, bir topluluğun kötülüğünü dilerse o kötülüğü geriye atmaya imkan yoktur ve onlara, ondan başka bir yardımcı da bulunamaz."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Öyle bir Tanrıdır ki sizi korkutan ve umduran şimşeği o çaktırır ve yağmurla dolu ağır bulutları o meydana getirir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Gök gürültüsü, hamdederek tenzih eder onu, melekler de korkularından tenzih ederler ve yıldırımları yollar da dilediğine isabet ettirir ve hala da onlar, Allah hakkında çekişip dururlar ve onun birdenbire gelen azabı pek kuvvetlidir, pek çetin."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Gerçek dua, ancak onadır. Ondan başkalarına dua edenlerin duaları kabul edilmez. Bu çeşit adam, ağzına gelsin diye suya ellerini uzatmış, bekleyip duran adama benzer, su ağzına gelmez onun ve kafirlerin duası, sapıklıkta kalmadan başka bir şey değildir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Göklerde ve yeryüzünde ne varsa, sabah ve akşam, isteristemez, kendileri de, gölgeleri de Allah'a secde eder."
    },
    {
      "ayahNumber": "16",
      "ayahText": "De ki: Göklerin ve yeryüzünün Rabbi kim? De ki: Allah. De ki: Onu bırakıp da kendilerine bile bir faydaları, bir zararları dokunamayan tanrılar mı edindiniz? De ki: Bir olur mu körle gören? Yahut bir olur mu karanlıklarla ışık? Yoksa mabutları da yaratıyor mu ki şüphelenip onları Allah'a eş koştular? De ki: Her şeyi yaratan Allah'tır ve o birdir, acze düşmez, her şeyden üstündür."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Gökten yağmur yağdırır da vadilerde alabildikleri kadar seller, ırmaklar olur, çağlayıp akar, akarken de üste çıkan köpükleri sürükler götürür. Ziynet eşyası, yahut faydalanmak için kullanılan araçları yaparken ateşte eritilen şeylerde de buna benzerbir köpük, bir posa meydana gelir. İşte Allah gerçekle boş şeyi bu çeşit bir örnekle anlatır. Köpük, dağılır gider, halka fayda verecek şeyse yerinde kalır. İşte Allah, böyle örnekler getirir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Rablerinin davetine icabet edenlere güzel bir mükafat var; fakat icabet etmeyenlere gelince: O çeşit adamlar, yeryüzünde ne varsa hepsine sahip olsalar ve bir misli daha malları olsa da kurtulmak için hepsini feda etseler gene onlar için kötü bir soru var, yurtları cehennemdir ve orası ne de kötü yataktır ya."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Bunların, sana bir gerçek olarak Rabbinden indirildiğini bilen kişi, o kör adama benzer mi? Şüphe yok ki ancak aklı, anlayışı, olanlar, düşünüp ibret alırlar."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Onlardır Allah'la ahdettikleri şeye vefa edenler ve verdikleri sözden caymayanlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Onlardır Allah neyi ulaştırmayı emrettiyse ulaştıranlar ve Rablerinden ürkerler ve kötü hesaptan korkarlar."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Onlar, Rablerinin rızasını dileyerek sabrederler, namaz kılarlar, kendilerini rızıklandırdığımız şeyden, gizli ve açık harcarlar ve kötülüğü iyilikle giderirler. Öyle kişilerdir onlar ki onlarındır güzel sonuç."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Ebedi Adn cennetleri. Oraya girerler atalarından, eşlerinden, soylarından temiz ve düzgün kişilerle ve melekler, her kapıdan onların tapısına girerler de."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Esenlik size derler, sabrettiğinizden dolayı; gerçekten de dünya yurdunun bu sonucu, ne de güzeldir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Allah'ın ahdini, ona söz verdikten sonra bozanlara ve Allah'ın ulaştırmayı emrettiği şeyi kesenlere ve yeryüzünde bozgunculuk edenlere gelince: Öyle kişilerdir onlar ki lanet onlara ve onlarındır kötü sonuç."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Allah, dilediğinin rızkını genişletir ve daraltır ve onlar, dünya yaşayışıyla sevinip övünürler, halbuki dünya yaşayışı, ahirete nispetle değersiz, müddeti az ve geçici bir şeyden ibarettir."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Kafir olanlar derler ki: Ona Rabbinden bir mucize indirilseydi ya. De ki: Şüphe yok ki Allah, dilediğini sapıklığa ve gönlüyle ona, onun tapısına dönenleriyse doğru yola sevk eder."
    },
    {
      "ayahNumber": "28",
      "ayahText": "İnananlar, öyle kişilerdir ki Allah'ı anmakla yatışır, kuvvetlenir gönülleri. İyice bilin ki gönüller, Allah'ı anmakla yatışır, kuvvet bulur."
    },
    {
      "ayahNumber": "29",
      "ayahText": "İnananlara ve iyi işlerde bulunanlara gelince: Kutluluk da onlara, dönüp varılacak güzel yurt da."
    },
    {
      "ayahNumber": "30",
      "ayahText": "İşte böylece seni de, sana vahyettiğimizi onlara okuman için bir ümmete gönderdik ki onlardan önce nice ümmetler gelip geçmiştir; onlar, rahmanı inkar ettiler; de ki: O, benim Rabbimdir, yoktur ondan başka tapacak. Ona dayandım, sonucu varıp gideceğim yer de onun tapısı."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Kur'an'la dağlar yürütülse, yahut yeryüzü parçalansa, yahut da ölü konuşsa. Fakat bütün işler, ancak Allah'ın. İnananlar anlamazlar mı ki Allah dileseydi bütün insanları doğru yola sevk ederdi. Kafir olanlarsa, yaptıklarına karşılık, Allah'ın vaadi yerine gelinceye dek, bir belaya uğrayıp dururlar, yahut da yurtlarına yakın bir yere iner bu bela. Şüphe yok ki Allah, vaadinden dönmez."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Andolsun ki senden önceki peygamberlerle de alay edildi de kafirlere mühlet verdim, sonra da onları helak ediverdim. Nasıl bu azap?"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Herkesin yaptığı ve elde ettiği şeyi bilip görene ve karşılığını verene benzer mi onlar, tutup Allah'a eş tanıyorlar onları. De ki: Bir ad takın onlara. Yoksa yeryüzünde bilmediği birşeyi mi haber veriyorsunuz ona, yahut da geçici bir boş laf mı ediyorsunuz? Kafir olanlara düzenleri hoş ve sevimli görünmede ancak ve yoldan çıkarılmadalar ve Allah, kimi doğru yoldan saptırırsa onu doğru yola sevkedecek yoktur."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Onlara dünya hayatında azap var, ahiret azabıysa daha da ağırdır ve onları Allah'tan koruyacak kimse de yoktur."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Çekinenlere vaat edilen cennetin örneği şu: Kıyılarından ırmaklar akar. Yemişleri ve gölgesi daimidir. Çekinenlerin sonucu budur, kafirlerin sonucuysa ateştir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Kendilerine kitap verdiğimiz kimseler, sana indirilen şeyden dolayı sevinirler ve bölükler içinde onun bir kısmını inkar edenler de var. De ki: Bana, Allah'a kulluk etmem ve ona şirk koşmamam emredildi. Ona davet etmedeyim, sonucu dönüp varacağım yerde onun tapısıdır."
    },
    {
      "ayahNumber": "37",
      "ayahText": "İşte böylece ona Arapça bir hükümdür indirdik. Sence bilindikten sonra tutar da onların dileklerine uyarsan Allah'a karşı ne bir dost bulunur sana, ne de seni ondan koruyacak biri."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Andolsun ki senden önce de peygamberler gönderdik, onlara eşler ve soysop verdik. Hiçbir peygamber yoktur ki Allah'ın izni olmadıkça bir mucizeyle gelsin. Her mukadder zaman, tespit edilmiştir."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Allah, dilediğini bozar, dilediğini yazar ve kitabın aslı, esası, onun katındadır."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Onlara vaat ettiğimiz şeylerin bir kısmını sana göstersek de sana düşen vazife, ancak tebliğdir, seni öldürsek de ve hesap, bize aittir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Görmediler mi ki adeta onların yerlerine geliyor, etrafından yurtlarını eksiltip duruyoruz. Allah hükmeder, hükmünü bozacak yoktur ve o pek tez hesap görür."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Onlardan öncekiler de düzenler kurdular, iş ve tedbir, tamamıyla onundur, herkesin ne kazanacağını da bilir. Kafirler, yakında bilirler, anlarlar, dünya yurdunun sonundaki hayır kimin."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Kafirler, sen peygamber değilsin derler; de ki: Sizinle aramda tanık olarak Allah ve kitap bilgisine sahip olan yeter."
    }
  ]
}