{
  "surahNumber": "64",
  "surahName": "Teğabün Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Tenzih eder Allah'ı, ne varsa göklerde ve ne varsa yeryüzünde, onundur saltanat ve tedbir ve onadır hamd ve onun, her şeye gücü yeter."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O, öyle bir mabuttur ki sizi yaratmıştır da sizden kafir olan da vardır, inanan da ve Allah, ne yapıyorsanız görür."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Yaratmıştır gökleri ve yeryüzünü gerçek olarak ve size suret vermiştir ve suretinizi de en güzel bir tarzda meydana getirmiştir ve sonunda da dönülüp gidilecek yer, onun tapısıdır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Bilir ne varsa göklerde ve ne varsa yeryüzünde ve bilir neyi gizlerseniz ve neyi açığa vurursanız ve Allah, gönüllerde olanı da bilir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Daha önce kafir olanların haberi gelmedi mi size? Yaptıkları işin vebalini tattılar ve onlara elemli bir azap var."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Bu da, peygamberlerinin, apaçık delillerle onlara geldikleri halde onların, bir insan mı bize doğru yolu gösterecek deyip de kafir olmalarından ve yüz çevirmelerindendir ve Allah da onlardan müstağni olduğunu göstermiştir ve Allah, müstağnidir ve hamde layık, odur."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Kafir olanlar, sanırlar ki öldükten sonra dirilmeyecekler kesin olarak; de ki: Evet ve Rabbime andolsun ki elbette dirileceksiniz, sonra da ne yaptıysanız size haber verilecek ve bu, Allah'a pek kolaydır."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Artık inanın Allah'a ve Peygamberine ve indirdiğimiz nura ve Allah, ne yapıyorsanız hepsinden de haberdardır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "O gün, sizi toplantı günü için bir araya getirecektir ve bugün, aldananın, aldatanın, kar ve ziyan edenin meydana çıkacağı gündür ve kim inanırsa Allah'a ve iyi işlerde bulunursa onun kötülüklerini örter ve kıyılarından ırmaklar akan cennetlere, ebedi kalmak üzere sokar onu; bu, pek büyük bir kurtuluş, kutluluk ve murada eriştir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve kafir olan ve delillerimizi yalanlayanlarsa cehennemliklerdir, ebedi kalırlar orada ve orası, dönüp varılacak ne kötü yerdir."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Hiçbir felaket, Allah'ın izni olmadıkça gelip çatmaz ve kim inanırsa Allah'a, o da, onun gönlüne doğru yolu ilham eder ve Allah, her şeyi bilir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ve itaat edin Allah'a ve Peygambere; yüz çevirecek olursanız artık Peygamberimize düşen vazife, ancak apaçık tebliğden ibarettir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Bir Allah'tır ki yoktur ondan başka tapacak ve artık Allah'a dayansın inananlar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ey inananlar, şüphe yok ki eşlerinizin ve evlatlarınızın bazısı, düşmandır size, artık sakının onlardan ve bağışlar ve yüzlerine vurmaz ve suçlarını örterseniz artık bilin ki Allah, suçları örter, rahimdir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Mallarınız ve evlatlarınız, bir sınamadır size ancak ve Allah katındaysa pek büyük bir mükafat var."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Artık çekinin Allah'tan gücünüz yettiği kadar ve dinleyin ve itaat edin ve mallarınızı harcayın hayır yolunda, sizin için hayırlıdır ve kimler, nefsinin hırsından, nekesliğinden korunursa artık onlardır kurtulanların, muratlarına erenlerin ta kendileri."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Eğer Allah'a güzel bir tarzda borç verirseniz o, verdiğinizi katkat arttırır size ve suçlarınızı örter ve Allah, iyilik edenlere fazlasıyla mükafat verir, azaplandırmada da aceleci değildir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Gizliyi de bilir, görüneni de, üstündür, hüküm ve hikmet sahibidir."
    }
  ]
}