{
  "surahNumber": "36",
  "surahName": "Yâsin Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ya Sin."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Andolsun, beyanında hikmet, hükmünde metanet olan Kur'an'a."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Şüphe yok ki sen, gönderilenlerdensin."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Doğru bir yoldasın."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Üstün ve rahim tarafından indirilmiştir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Korkutman için, ataları korkutulmamış topluluğu; onlardır gafil olanlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Andolsun ki onların çoğu hakkında şu söz gerçekleşmiştir: Onlardır inanmayanlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Şüphe yok ki biz, boyunlarına laleler vurduk, elleri, adeta çenelerine kenetlendi lalelerle, bu yüzden onlar, başlarını dimdik tutarlar."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ve önlerine bir set çektik, arkalarına bir set ve gözlerini bağladık da bu yüzden onlar, görmezler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve birdir onlara korkutsan da, korkutmasan da; onlar, inanmazlar."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Sen, ancak Kur'an'a uyan ve rahmandan, halk görmese de korkan kişiyi korkutabilirsin; müjdele onu yarlıganmayla ve güzelim bir mükafatla."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Şüphe yok ki biz, ölüyü diriltiriz ve yazarız önceden, dünyada yaptıklarını ve sonradan bıraktıkları izleri ve her şeyi apaçık bir kitapta sayıp yazdık, takdir ettik."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Örnek getir onlara o şehir halkını; hani oraya peygamberler gelmişti."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Hani onlara iki kişi göndermiştik de onları yalanlamışlardı, derken bir üçüncü kişiyle kuvvetlendirmiştik onları da şüphe yok ki demişlerdi, biz, size gönderilmiş peygamberleriz."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Onlar, siz demişlerdi, ancak bizim gibi insansınız ve rahman da hiçbir şey indirmemiştir, siz, ancak yalan söylemektesiniz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Rabbimiz bilir ki demişlerdi, şüphe yok, biz size gönderildik elbet."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ve bize düşen vazife, ancak apaçık tebliğden ibaret."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Demişlerdi ki: Gerçekten de sizin yüzünüzden uğursuzluğa uğramadayız, andolsun ki bu işten vazgeçmezseniz elbette taşlarız sizi ve elbette bizden, elemli bir azaba uğrarsınız."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Onlar da, uğursuzluğunuz demişlerdi, kendinizden; öğüt verilirse de mi yapacaksınız bunu? Hayır, siz, haddi aşmış bir topluluksunuz."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve şehrin ta öte ucundan birisi, koşarak gelmişti de ey kavmim demişti, uyun peygamberlere."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Uyun sizden hiçbir ücret istemeyenlere ve onlardır doğru yolu bulanlar."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Ve ne olmuş bana da beni yaratana kulluk etmeyecekmişim ve siz de, sonunda dönüp onun tapısına gideceksiniz."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Onu bırakıp da başka mabutlar mı kabul edeyim? Rahman, bana bir zarar vermeyi isterse onların şefaatleri, bana hiçbir fayda veremeyeceği gibi onlar, beni kurtaramazlar da."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O vakit şüphe yok ki apaçık bir sapıklık içinde kalırım elbet."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Şüphe yok ki ben, Rabbinize inandım, duyun sözümü."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Denildi ki: Gir cennete. Ne olurdu dedi, kavmim de bilseydi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ne yüzden Rabbimin beni yarlıgadığını ve yüce derecelere ermişler arasına kattığını."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ve ondan sonra kavmine, gökten asker indirmedik ve helak ettiklerimize bu çeşit asker de indirmemiştik zaten."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Azabımız, ancak bir bağrıştan ibaretti, o anda hepsi de sönüp gitti."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Yazıklar olsun kullara, onlara hiçbir peygamber gelmedi ki onunla alay etmesinler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Görmediler mi onlardan önce nice ümmetleri helak ettik ki gerçekten de bir daha dünyaya dönmedi onlar."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ve şüphesiz hepsi de tapımıza getirilmiştir onların."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ve bir delildir onlara, ölü yeryüzünü dirilttik ve oradan taneler çıkardık da onları yerler."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Ve orada hurmalıklardan, üzüm bağlarından bahçeler halkettik ve orada kaynaklar çıkarıp akıttık."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Yesinler diye kendi elleriyle meydana getirmedikleri o meyveleri, hala mı şükretmezler?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Şanı yücedir, münezzehtir yerden bitirdiği şeyleri ve kendilerinden meydana gelen çocukları ve daha da bilmedikleri şeyleri çifterçifter halk edenin."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Ve bir delildir onlara gece; gündüzü ve güneşin ziyasını çekip sıyırırız ondan da o anda karanlığa dalarlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ve güneş de karar edeceği yere kadar akıp gider bu, üstün, hüküm ve hikmet sahibi mabudun takdiridir."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ve ay için de muayyen zamanlarda konaklar takdir ettik, her devrin sonunda, eski, kuru ve eğri hurma salkımının çöpüne döner."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Ne güneş, aya yetişebilir ve ne gece, gündüzü geçebilir; hepsi de bir gökte yüzüp durur."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Ve onlara bir delil de, soylarını, dopdolu gemide taşımamızdır."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ve daha da buna benzer nice binecekleri şeyler yarattık onlara."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Dilersek sulara boğarız onları da ne bir imdatlarına yeten olur, ne de kurtarılır onlar."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Ancak bizden bir rahmet olur ve bir zamanadek yaşayıp geçinmeleri takdir edilmiş bulunursa o başka."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Ve onlara, önünüzde bulunanla ardınızda olan azaptan çekinin de rahmete erin dendi mi."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ve onlara, Rablerinin delillerinden bir delil geldi mi ancak yüz çevirirler ondan."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Ve onlara, Allah'ın, sizi rızıklandırdığı şeylerin bir kısmını hayır yoluna harcayın dendi mi kafir olanlar, inananlara derler ki: Dileseydi Allah doyururdu onu, biz mi doyuralım? Siz, ancak apaçık bir sapıklık içindesiniz."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Ve derler ki: Bu vait, ne vakit yerine gelecek doğru söylüyorsanız?"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Bir tek bağrıştan başka bir şey beklemiyor onlar, ansızın helak ediverir onları birbirleriyle düşmanlık edip dururlarken."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Derken bir vasiyette bile bulunmaya imkan bulamazlar ve ailelerine bile dönemezler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Ve Sur üfürülmüştür de o anda kabirlerinden çıkıp Rablerinin tapısına koşuyorlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Ve demişlerdir ki: Yazıklar olsun bize, kim kaldırdı bizi uyuduğumuz yerden; bu, rahmanın bize vaadettiği şey ve peygamberler gerçek söylemişler."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Bu, ancak bir bağrıştan ibaret, derken onların hepsi, tapımızda hazır bulunmadalar."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Gerçekten de bugün, hiç kimseye, hiçbir suretle zulmedilmez ve size de, ancak yaptığınız şeylerin karşılığı verilir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Şüphe yok ki cennet ehli bugün, nimetler içinde sevinç ve ferah içindedir."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Onlar da, eşleri de, gölgeliklerde, tahtlara oturup dayanmışlardır."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Onlarındır orada yemişler ve onlarındır diledikleri her şey."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Onlara, rahim Rabden söylenen söz de esenlik size sözüdür."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Ayrılın bugün ey suçlular."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Ey Âdem oğulları, sakın Şeytan'a kulluk etmeyin, şüphe yok ki o, apaçık bir düşmandır size diye emredip söz almadı mı sizden?"
    },
    {
      "ayahNumber": "61",
      "ayahText": "Ve bana kulluk edin ancak, budur doğru yol."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Ve andolsun ki sizden birçok halk yığınını doğru yoldan saptırdı o, aklınız mı yoktu da akıl edemediniz?"
    },
    {
      "ayahNumber": "63",
      "ayahText": "Budur o cehennem ki size vaadedilmişti."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Girin mutlaka oraya kafir olduğunuza karşılık."
    },
    {
      "ayahNumber": "65",
      "ayahText": "O gün, ağızlarını mühürleriz ve ne kazandılarsa elleri, söyler bize ve tanıklık eder ayakları."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Ve dileseydik onları kör ederdik de doğru yolu ararlar, bulamazlardı, nasıl görebilirlerdi ki?"
    },
    {
      "ayahNumber": "67",
      "ayahText": "Ve dileseydik onları çarpıp, durdukları yerde bir başka şekle sokardık da kalakalırlardı, ne ileriye gitmeye güçleri yeterdi, ne geriye dönmeye."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ve kimin ömrünü uzatırsak yaratılışta adeta geriye döndürürüz onu, çocuklaşır; hala mı akıl etmezler?"
    },
    {
      "ayahNumber": "69",
      "ayahText": "Ve biz, ona şiir belletmedik ve bu, ona yakışmaz da; bu, ancak bir öğüttür ve her şeyi açıklayan Kur'an."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Diri olanı korkutması ve kafirler hakkındaki sözün gerçeğe çıkması için."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Görmediler mi ki kudretimizle yapıp meydana getirdiklerimizden davarlar halkettik onlara ve onlar da bu davarlara sahib oldular."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Ve bu davarları onlara münkad ettik de binecekleri hayvanlar da onlardan ve onların bazısını da yerler."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Ve daha da nice menfaatleri var onlarda ve içecekleri de onlardan meydana gelmede; hala mı şükretmezler?"
    },
    {
      "ayahNumber": "74",
      "ayahText": "Ve bir yardıma ermek için Allah'ı bırakırlar da başka mabutlar kabul ederler."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Onların, güçleri yetmez yardım etmeye onlara ve asıl onlardır o uydurma mabutların hizmetine hazırlanmış askerler."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Mahzun etmesin seni onların sözleri; şüphe yok ki biz, gizlediklerini de biliriz, açığa vurduklarını da."
    },
    {
      "ayahNumber": "77",
      "ayahText": "İnsan, kendisini, hiç şüphesiz bir katre sudan yarattığımızı görmedi mi de şimdi o, apaçık bir düşman olmaya kalkışmada."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Ve bize bir örnek getirmede ve yaratılışını da unutmada, çürüyüp dağılmış kemikleri kim diriltir demede."
    },
    {
      "ayahNumber": "79",
      "ayahText": "De ki: Onu ilk defa yapıp meydana getiren diriltir ve o, her çeşit yaratmayı bilir."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Öyle bir mabuttur ki size, yemyeşil ağaçtan ateş halketmiştir de ateşlerinizi onunla yakarsınız."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Gökleri ve yeryüzünü yaratanın, onların benzerini yaratmaya gücü yetmez mi? Evet ve o, her şeyi yaratan mabuttur, her şeyi bilir."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Emri, bir şeyin yaratılmasına taalluk eder, birşeyi yaratmayı dilerse ona ol der, hemen oluverir."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Yücedir, münezzehtir o mabut ki her şeyin tasarrufu ve tedbiri, onun elindedir ve hepiniz de dönüp onun tapısına varacaksınız."
    }
  ]
}