{
  "surahNumber": "12",
  "surahName": "Yûsuf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif lam ra. Bunlar, her şeyi apaçık bildiren kitabın ayetleridir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Onu, akıl edesiniz diye Arapça olarak Kur'an'da da indirdik."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Sana bu Kur'an'ı vahyederek kıssaların en güzelini hikaye edeceğiz ve bundan önce sen elbette onu bilmeyenlerdendin."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Bir zaman Yusuf, babasına babacığım demişti, ben onbir yıldızla güneşi ve ayı gördüm, bir de baktım ki onlar, bana secde ediyorlar."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Babası, oğulcağızım demişti, rüyanı kardeşlerine söyleme, sana bir düzen kurarlar sonra. Şüphe yok ki Şeytan, insanlara apaçık bir düşmandır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Böylece Rabbin, seni seçecek ve rüyalara ait tabirleri öğretecek sana. Ve bundan önceki ataların İbrahim'e ve İshak'a nasıl nimetlerini tam olarak ihsan ettiyse sana ve Yakup soyuna da nimetlerini tam olarak ihsan edecek. Şüphe yok ki Rabbin, her şeyi bilir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Andolsun ki Yusuf'la kardeşlerine ait vakalarda soranlar için nice ibretler var."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Hani onlar, Yusuf'la kardeşi demişlerdi, babamıza bizden fazla sevgili ve bizse birbirini tutan ve daha kuvvetli bulunan bir topluluğuz. Şüphe yok ki babamız, yanlış bir yol tutmuş."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Öldürün Yusuf'u, yahut da öyle bir yere atın ki babanız, artık onu göremesin, ondan sonra tövbe eder, düzgün bir topluluk olursunuz."
    },
    {
      "ayahNumber": "10",
      "ayahText": "İçlerinden biri Yusuf'u öldürmeyin demişti, mutlaka bir şey yapacaksınız bir kuyuya atın bari de gelip geçenlerden onu bulup alan olsun."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Onlar, baba demişlerdi, ne diye Yusuf'u emniyet etmiyorsun bize ve biz, hiç şüphe yok ki ona öğütler vermedeyiz."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Yarın onu bizimle yolla da bolbol yesin, içsin, oynasın ve biz onu mutlaka koruruz."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Yakup, onu götürür, giderseniz kederlenirim ben ve korkarım ki siz, ondan gaflet edersiniz de gelip kurt yer onu demişti."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Biz demişlerdi, güçlü kuvvetli bir toplulukken gelip onu kurt yerse artık şüphe yok ki ziyankarlardan oluruz."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Sonucu onu götürüp kuyuya atmaya hep beraber karar verdikleri zaman ona, andolsun ki farkında bile olmadıkları bir anda şu yaptıklarını haber vereceksin onlara diye vahyetmiştik."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Akşam olunca ağlayaağlaya babalarına gelmişlerdi."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Baba demişlerdi, biz yarışa gitmiştik, Yusuf'u da elbiselerimizin başında bırakmıştık, bir kurt gelip yemiş onu, fakat biz doğru söylesek de sen inanmazsın bize."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Gömleğini de kana bulayıp yalanlarını ispat için getirmişlerdi. Yakup, olsaolsa demişti, nefisleriniz, yaptığınız işi size güzel, o güç işi kolay göstermiş; fakat ben, pek güzel dayanır, sabrederim ve anlattıklarınıza karşı da ancak Allah'tan yardımdilerim."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Derken bir yolcu kafilesi geçerken kuyudan su almak için birini yollamışlardı, o da kovasını kuyuya salınca müjde diye bağırmıştı, burada bir genç var ve onu çıkarıp bir ticaret malı gibi gizlemişlerdi; Allah'sa onların yaptıklarını biliyordu."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve onu değersiz bir kar, sayılı birkaç kuruş karşılığında satmışlardı ve onu satarlarken paraya pek o kadar rağbetleri de yoktu."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Mısır halkından olup onu satın alan kişi, karısına, buna izzetle muamele et, umarım ki bize faydası dokunur, yahut da onu evlat ediniriz demişti. İşte Yusuf'u, Mısır'da böylece yerleştirdik de ona rüya yormasını öğrettik ve Allah, yaptığı işte üstündür daima, fakat insanların çoğu, bunu bilmez."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Ergenlik çağına girince ona hükmetme kabiliyeti ve bilgi verdik ve işte iyilik edenleri böyle mükafatlandırırız."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Evinde bulunduğu kadın, ondan murat almak istedi de kapıları sımsıkı kapattı ve hadi dedi, beri gel. O, Allah'a sığınırım dedi; şüphe yok ki kocan, benim efendimdir ve şüphe yok ki zulmedenler, asla kurtulamaz, muradına eremez."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Andolsun ki kadın, ondan murat almayı iyice kurmuştu, eğer Rabbinin burhanını görmeseydi Yusuf da onun hakkında niyetini bozardı, işte biz ondan çirkin ve kötü şeyleri böylece giderdik, çünkü şüphe yok ki o, gönlünü bize bağlamış kullarımızdandı."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Derken ikisi de kapıya doğru koştu. Kadın, onun gömleğini arkadan boydan boya yırtmıştı ki tam bu sırada kapıdan çıkarlarken kadının kocasına kapı önünde rastladılar. Kadın, karına kötülük etmek isteyenin cezası, zindana atılmaktan, yahut elemli bir azaba uğratılmaktan başka ne olabilir ki dedi."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Yusuf, o benden murat almak istedi dedi ve kadının yakınlarından biri tanıklık ederek dedi ki: Eğer Yusuf'un gömleği, ön taraftan yırtılmışsa kadın doğrudur, o yalancılardandır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Yok, eğer gömleği arka taraftan yırtılmışsa kadın yalan söylemektedir, o doğruculardan."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Kocası, Yusuf'un gömleğini arka taraftan yırtılmış görünce hiç şüphe yok ki dedi bu, sizin düzenlerinizden. Gerçekten de ey kadınlar, düzenleriniz pek büyüktür sizin."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Ey Yusuf, sen de bu meseleyi bırak artık ve sen ey kadın, suçundan tövbe et, şüphe yok ki sen, hata işleyenlerdensin."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Şehirdeki kadınlar, azizin karısı, kölesinden murat almak istemiş, sevgi, bütün kalbini kaplamış, görüyoruz ki o, apaçık bir sapıklıkta dediler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Dedikodularını duyunca davet etti onları ve dayanacak şeyler getirdi, sofra çıkardı ve her birine birer bıçak verdi ve Yusuf'a, görün şunlara, gel dedi. Kadınlar, onu görünce şaşırdılar, meyve yerine ellerini doğradılar ve tenzih ederiz Allah'ı dediler, haşa bu insan değil, olsaolsa büyük ve şerefli bir melek."
    },
    {
      "ayahNumber": "32",
      "ayahText": "O da, işte dedi, hakkında beni kınayıp durduğunuz bu zat. Ondan murat almak istedim de o namusunu korudu, kötülük etmedi. Fakat yemin ederim ki emredileni yapmazsa zindana attıracağım onu ve herhalde horluğa uğrayanlara katılacak."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Yusuf, Rabbim dedi, zindan, bunların davet ettikleri şeyden daha hayırlı bence. Bunların düzenlerini benden uzaklaştırmazsan belki onlara meyleder de bilgisizlerden olurum."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Rabbi de artık onun duasını kabul etti ve düzenlerini defetti ondan; şüphe yok ki o, duyar, bilir."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Sonra onun suçsuzluğuna dair bunca deliller görmekle beraber gene de bir müddet hapsedilmesini muvafık bir tedbir saydılar."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Ve onunla beraber zindana iki de delikanlı girmişti. Bunların biri, ben dedi, rüyamda gördüm, şarap yapmak için üzüm sıkıyormuşum ve öbürü ben de dedi, rüyamda gördüm, başımda ekmek var, kuşlar gelip tepemdeki ekmeği yiyormuş. Bunları yor bize, çünkü biz seni görüyoruz ki iyilik edenlerdensin."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Yusuf, size dedi, rızıklanacağınız hiçbir yemek gelmiyor ki ben onu, önceden haber vermiş olmayayım; bu da Rabbimin bana öğrettiklerinden. Şüphe yok ki ben, Allah'a inanmayan ve ahireti inkar eden topluluğun dinini terkettim."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ve atalarım İbrahim'in, İshak'ın ve Yakup'un dinine uydum. Hiçbir şeyi Allah'a eş tutmamıza imkan yok, bu da bize ve insanlara, Allah'ın bir lütfü, fakat insanların çoğu şükretmez."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ey benim iki zindan arkadaşım, birbirine aykırı Rabler mi daha hayırlı, yoksa bir ve her şeye üstün olan Allah mı?"
    },
    {
      "ayahNumber": "40",
      "ayahText": "Sizin, ondan başka taptığınız şeyler, ancak sizin ve atalarınızın uydurup adlandırdığı şeylerden ibaret, Allah, onların tanrılığına dair hiçbir delil indirmemiştir; hüküm ancak Allah'ındır. Ancak ona kulluk etmenizi emretmiştir, başkasına değil. İşte dosdoğru din de budur, fakat insanların çoğu bilmez."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Ey benim iki zindan arkadaşım, sizin biriniz, tekrar efendisine içki sunacak, fakat öbürü asılacak ve kuşlar, başını didip yiyecekler. İşte esasını anlamak istediğiniz şey böylece taktir edilmiş, bitmiştir."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ve onlardan, kurtulacağını sandığına beni dedi, efendine anlat. Fakat Şeytan, efendisine bunu anlatmayı unutturdu ona ve bu yüzden daha nice yıllar zindanda kaldı."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Padişah dedi ki: Rüyamda gördüm, yedi zayıf inek, yedi semiz ineği yiyordu; bir de yedi terütaze yeşil başakla yedi tane de kurumuş başak gördüm. Ey ileri gelenler, rüya yormayı biliyorsanız bu rüyamı yorun."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Onlar, karmakarışık ve aslı olmayan bir düş; biz bu çeşit boş rüyaları yormayı bilmeyiz dediler."
    },
    {
      "ayahNumber": "45",
      "ayahText": "O iki adamdan biri olan ve zindandan kurtulan adam, nice zaman sonra hatırlayıp ben dedi bu rüyayı yorarım, beni hemen gönderin o zata."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ey Yusuf dedi, ey çok gerçek, yedi semiz ineği yiyen yedi zayıf ineği, yedi yeşil ve bir de yedi kuru başağı yor bize de belki insanlara varır anlatırım, onlar da belki bilirler, anlarlar."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Yusuf dedi ki: Yedi yıl, adet olduğu gibi ekip biçin, hasılatın pek azını yiyin, geri kalanını saklayın."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Bu yedi yıldan sonra yedi yıl kurak olacak, bu yıllarda da önceden biriktirdiğinizi, az bir miktarın saklamak şartıyla yiyin."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Bundan sonra da bir yıl gelecek ki halk, yağmura kavuşacak, o yıl bol bol yağmurlar yağacak."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Padişah, o zatı getirin bana dedi. Elçi gelince dön efendine de dedi, ellerini doğrayan kadınların neydi zorları, bir sor ona; şüphe yok ki Rabbim, onların düzenini bilir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Padişah, o kadınlara, Yusuf'tan murat almak istediğiniz zaman ne haldeydiniz dedi. Allah için dediler, onun bir kötülüğünü görmedik, bilmedik. Azizin karısı da şimdi işte dedi, hak çıktı meydana, ondan murat almak isteyen bendim ancak ve o, hiç şüphe yok ki gerçeklerdendi."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Yusuf, bu da dedi, padişahın, o yokken ona bir hainlik yapmadığımı bilmesi içindi ve şüphe yok ki Allah, hainlerin düzenlerini başarıyla sonuçlandırmaz."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ve ben kendimi, hiç kötülükte bulunmam diye tamamıyla temize çıkaramam, ancak Rabbim acırsa kötülük yapmam. Şüphe yok ki Rabbim, suçları örter, rahimdir."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Padişah, onu tapıma getirin de dedi, kendime öz yakınım edineyim onu. Yusuf'la konuşunca da gerçekten de dedi, bugün sen büyük bir mevki sahibisin, emin bir adamsın."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Yusuf, beni ülkenin hazinelerine memur et, şüphe yok ki ben onları iyi korurum ve ne yapacağımı bilirim dedi."
    },
    {
      "ayahNumber": "56",
      "ayahText": "İşte Yusuf'a Mısır'da böylece bir mevki verdik, nereyi isterse orada, dilediği gibi konaklardı. Rahmetimizi, kime dilersek ona nasib ederiz ve iyilikte bulunanların ecrini zayi etmeyiz."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Âhiret mükafatıysa inanan ve çekinenlere daha hayırlıdır."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Yusuf'un kardeşleri gelip huzuruna girdiler; Yusuf, onları tanıdı, fakat onlar, Yusuf'u tanıyamadılar."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Yüklerini hazırlayınca onlara, aynı babadan olma bir kardeşinizi getirin bana dedi, görmüyor musunuz, ben ölçeği tamam ölçmedeyim ve konuk ağırlayanların da en hayırlısıyım."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Onunla beraber gelmezseniz size benden bir ölçek bir şey bile yok, yaklaşmayın artık buraya."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Babasından izin almaya çalışırız ve herhalde bu işi başarırız dediler."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Kullarına da, aldıkları zahireler içinde bulup gördükleri ikramı anlasınlar da tekrar gelsinler diye zahire bedellerini yüklerinin içine koyun diye emretti."
    },
    {
      "ayahNumber": "63",
      "ayahText": "Dönüp babalarına varınca baba dediler, bize artık zahire verilmeyecek, kardeşimizi de bizimle gönder de zahire alalım ve şüphe yok ki biz, onu iyice koruruz."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Yakup, bundan önce kardeşini ne kadar emniyet ettiysem bunu da o kadar emniyet ederim size; şüphe yok ki Allah, koruyanların hayırlısıdır ve o, merhametlilerin en merhametlisidir dedi."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Yüklerini açıp aldıkları zahireye karşılık verdikleri bedelleri de yüklerinin içinde bulunca baba dediler, daha ne istiyoruz? İşte zahire bedellerimiz de bize geri verilmiş. Onlarla tekrar ailemize zahire getiririz, kardeşimizi koruruz, daha fazla zahire alırız. Zaten bu seferki bize yetmeyecek kadar da az."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Etrafınız kuşatılmadıkça dedi, onu mutlaka geri getireceğinize dair Allah adına bir söz vermezseniz sizinle imkanı yok göndermem onu. Onlar, söz verince de bu dediklerimize Allah tanık olsun dedi."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Ve oğullarım dedi, hepiniz aynı kapıdan girmeyin, ayrıayrı kapılardan girin. Fakat gene de Allah'ın takdir ettiği hiçbir şeyi gideremem sizden; hüküm, ancak Allah'ındır. Ona dayandım ve dayananlar da ancak ona dayanmalı."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Babalarının emrettiği gibi Mısır'a girdiler ama bu, Allah'ın takdirinden hiçbir şeyi gideremedi, ancak Yakup'un dileği yerine gelmiş oldu ve şüphe yok ki Yakup, kendisine öğretmiş olduğumuzdan dolayı bir bilgiye sahipti, fakat insanların çoğu bilmez."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Yusuf'un huzuruna girdikleri zaman Yusuf, kardeşini yanına aldı da ben senin kardeşinim dedi, onların yaptıkları hareketten kederlenme."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Onların yüklerini hazırlayınca şerbet içtiği bardağı kardeşinin yükünün içine koydurdu, sonra da ey kafile, siz hırsızsınız diye bir münadiye nida ettirdi."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Yakup'un oğulları, onlara dönerek ne kaybettiniz dediler."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Padişahın şerbet bardağını kaybettik, bulup getirene bir deve yükü zahire verilecek, ben de kefilim buna dediler."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Onlar, andolsun Allah'a ki dediler, biz yeryüzünde bir bozgunculuk, bir kötülük yapmak için gelmedik buraya, bunu siz de biliyorsunuz ve biz hırsız değiliz."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Onlara, yalan söylüyorsanız hangi cezaya razısınız dediler."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Kimin yükünde bulunursa dediler, o, malını çaldığı adama köle olur. Biz zulmedenleri böyle cezalandırırız."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Yusuf, kardeşinin yükünden önce onların yüklerini araştırmaya başladı, sonra da yitiğini kardeşinin yükünden çıkardı. Yusuf'a, böyle bir düzende bulunmasını emrettik, yoksa Allah dilemedikçe padişahın dinince kardeşini esir edemezdi; dilediğimizin derecelerini yüceltiriz ve her bilgi sahibinin üstünde bir bilen var."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Bu dediler, hırsızlık ettiyse daha önce bir kardeşi de hırsızlık etmişti. Yusuf, bunu gizledi onlardan ve kendi kendine dedi ki: Sizin durumunuz daha kötü, anlattığınız şeyi Allah daha iyi bilir."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Ey aziz dediler, onun ihtiyar bir babası var, onun yerine bizim birimizi al; seni görüyoruz ki gerçekten de iyilik edenlerdensin."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Allah'a sığınırım dedi, bir başkasını tutup köle yapmaktan; ancak malımızı kimde bulduysak onu köle yaparız biz; yoksa şüphesiz zulmedenlerden oluruz."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Ondan tamamıyla ümitlerini kesince gizlice konuşarak çekildiler. Büyükleri, bilmiyor musunuz dedi, babanız Allah adına sizden kuvvetli bir söz aldı, daha önce de Yusuf hakkındaki vazifenizde ne çeşit kusur ettiniz? Babam izin verinceye dek, yahut Allah, benim hakkımda bir hüküm yürütünceye kadar ben buradan ayrılmayacağım ve o, hükmedenlerin en hayırlısıdır."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Siz babanıza dönün de baba deyin, oğlun hırsızlık etti ve biz, ancak bildiğimizi söyleyerek tanıklıkta bulunduk, gizli olanıysa zaten bilemeyiz."
    },
    {
      "ayahNumber": "82",
      "ayahText": "İçinde bulunduğumuz şehir halkına da sor, beraber geldiğimiz kervan halkına da ve şüphe yok ki doğru söylemekteyiz."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Yakup, olsaolsa dedi, nefisleriniz, yaptığınız işi size güzel, o güç işi kolay göstermiş; fakat ben, pek güzel dayanır, sabrederim. Umarım ki Allah hepsine birden kavuşturur beni, hiç şüphe yok ki o, her şeyi bilir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Ve onlardan yüz çevirdi de ey beni tükenmez, sonu gelmez kederlere salan Yusuf demeye başladı ve kederden gözleri ağardı ve artık derdini yutmaktaydı o."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Allah'a andolsun dediler, hala Yusuf'u anıp durmadasın, sonunda hastalanıp eriyecek, yahut da helak olup gideceksin."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Ben dedi, taşan derdimi, kederimi ancak Allah'a arzetmedeyim ve Allah tarafından sizin bilmediğiniz şeyleri biliyorum ben."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Oğullarım dedi, gidin, Yusuf'la kardeşinden bir haber getirin ve Allah'ın rahmetinden ümit kesmeyin; çünkü kafir olan topluluktan başka kimsecikler, Allah'ın rahmetinden ümit kesmez."
    },
    {
      "ayahNumber": "88",
      "ayahText": "Huzuruna girdikleri zaman ey aziz dediler, biz de darda kaldık, açlığa düştük, ailemiz de ve pek değersiz bir karşılıkla geldik, bize zahire ver ve tasadduk et bize, şüphe yok ki Allah lutfedenleri sever."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Dedi ki: Bilgisiz olduğunuz çağlarda Yusuf'a ve kardeşine neler yaptığınızı biliyor musunuz?"
    },
    {
      "ayahNumber": "90",
      "ayahText": "Yoksa dediler, sen Yusuf musun? Ben dedi Yusuf'um, bu da kardeşim. Allah lutfetti bize. Şüphe yok ki kim çekinir ve sabrederse mutlaka Allah, bu çeşit iyilik edenlerin ecrini zayi etmez."
    },
    {
      "ayahNumber": "91",
      "ayahText": "Allah'a andolsun ki dediler, Allah seni gerçekten de bizden üstün etmiş ve doğrucası biz hata etmiştik."
    },
    {
      "ayahNumber": "92",
      "ayahText": "Bugün sizi ne ayıplama var dedi, ne kınama; Allah yarlıgasın sizi ve o, merhametlilerin en merhametlisidir."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Şu gömleğimi alın da götürün, babamın gözlerine sürün, iyileşir, görmeye başlar. Bütün ailenizle gelin buraya."
    },
    {
      "ayahNumber": "94",
      "ayahText": "Kervan, Mısır'dan ayrılınca babaları, bana bunak demeseniz bari, Yusuf'un kokusunu duyuyorum dedi."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Andolsun Allah'a ki dediler, sen hala eski yanlışında ısrar etmedesin."
    },
    {
      "ayahNumber": "96",
      "ayahText": "Müjdeci gelip de gömleği gözlerine sürünce Yakup'un gözleri açıldı, görmeye başladı. Demedim mi size, şüphe yok ki Allah bana bildirmiştir, sizin bilmediğiniz şeyleri bilirim ben dedi."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Babamız dediler, suçlarımızın yarlıganmasını dile, gerçekten de yanlış bir harekette bulunduk biz."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Rabbimden yarlıganmanızı dileyeceğim dedi, şüphe yok ki o, suçları örter, rahimdir."
    },
    {
      "ayahNumber": "99",
      "ayahText": "Yusuf'un huzuruna girdikleri zaman o, anasına, babasına sarıldı, kucakladı onları ve Allah'ın izniyle dedi, emin olarak girin Mısır'a"
    },
    {
      "ayahNumber": "100",
      "ayahText": "Anasıyla babasını tahta çıkartıp oturttu ve hepsi de ona karşı secdeye kapandılar. Babacığım dedi, evvelce gördüğüm rüya, bu işte, Rabbim onu gerçekleştirdi ve beni zindandan çıkararak lutfetti bana; Şeytan, benimle kardeşlerimin arasını bozduktan sonra da sizi çölden getirdi. Şüphe yok ki Rabbim, dilediği şeyi tedbir edip lütfüyle meydana getirir; şüphe yok ki o her şeyi bilir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "Rabbim, sen bana saltanat ihsan ettin ve rüya yormasını bellettin. Ey gökleri ve yeryüzünü yaratan, sensin benim dostum, yardımcım dünyada da, ahirette de, beni Müslüman olarak öldür ve düzgün, iyi kullarına kat beni."
    },
    {
      "ayahNumber": "102",
      "ayahText": "İşte bu, gaibe ait haberlerdendir ki sana vahyetmedeyiz. Düzene girişerek yapacakları işi kararlaştırdıkları zaman yanlarında değildin ya."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Sen ne kadar üstlerine düşersen düş, gene de insanların çoğu imana gelmez."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Buna karşılık bir ücret de istemiyorsun, bu, alemlere öğütten başka bir şey değil."
    },
    {
      "ayahNumber": "105",
      "ayahText": "Göklerde ve yeryüzünde nice deliller vardır ki onları görmezler ve yüz çevirip giderler."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Çoğu inanmaz da ona şirk koşar."
    },
    {
      "ayahNumber": "107",
      "ayahText": "Yoksa onlar, herkesi gelip kaplayacak Allah azabından, yahut hiç haberleri yokken ansızın gelip çatacak kıyametten emin mi oluyorlar?"
    },
    {
      "ayahNumber": "108",
      "ayahText": "De ki: İşte bu, benim yolum; ben de can gözüm açık olarak sizi Allah'a çağırmadayım, bana uyanlar da o çeşit çağırmada ve Allah'ı tenzih ederim ve ben müşriklerden değilim."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Senden önce gönderdiğimiz kimseler de şehirlerin ahalisinden birtakım adamlardı ancak. Yeryüzünde hiç mi gezmezler de kendilerinden öncekilerin sonucu ne olmuş, görmezler? Ve ahiret yurdu, çekinenler için elbette daha hayırlıdır, hala mı akıl etmezsiniz?"
    },
    {
      "ayahNumber": "110",
      "ayahText": "Sonucu peygamberler, tamamıyla ümitlerini kesip tamamıyla inkar edileceklerini sandıkları zaman yardımımız gelmiştir de dilediğimizi kurtarmışızdır. Fakat azabımız, suçlu topluluktan hiçbir suretle geriye çevrilemez."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Andolsun ki onların hikayelerinde akıl ve dirayet sahiplerine ibretler var. Uydurulmuş bir söz değil, önceki kitapları gerçekleyen ve her şeyi bildiren bir söz bu ve inanan topluluğa da hidayet ve rahmet."
    }
  ]
}