{
  "surahNumber": "51",
  "surahName": "Zâriyât Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Andolsun tozutup savuranlara."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Derken ağır bir yük yüklenenlere."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Derken kolayca akıp gidenlere."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Derken işi ayıranlara."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Gerçekten de size vaadedilen, doğrudur ancak."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Ve ceza, mutlaka olacak."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Andolsun yolyol hareli göğe."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Şüphe yok ki siz, elbette çeşitli ve birbirini tutmaz sözler söylemektesiniz."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ondan saptırılan, saptırılmıştır."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Lanet olsun geberesi yalancılara."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Ki onlar, daldıkları gaflette habersiz bir halde bocalayıp dururlar."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Sorarlar: Ne zaman gelecek ceza günü?"
    },
    {
      "ayahNumber": "13",
      "ayahText": "O gün onlar, ateşe atılıp sınanırlar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Tadın azabınızı; işte buydu çabucak gelmesini istediğiniz."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Şüphe yok ki çekinenler, cennetlerdedir, pınar başlarında."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Alırlar Rablerinin, kendilerine verdiklerini; şüphe yok ki onlar, bundan önce, iyilik ederlerdi."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Gecelerin az bir kısmında uyurlardı."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Ve seher çağları, yarlıganma dilerlerdi."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Ve mallarında, dileyene ve mahrum olana bir hak vardı."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve yeryüzünde deliller var iyideniyiye inanmış olanlara."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Ve kendi özünüzde de, hala mı görmezsiniz?"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Ve gökte de rızkınız ve size vaadedilen var."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Gerçekten de andolsun göğün ve yeryüzünün Rabbine ki hiç şüphe yok, gerçektir o, nasıl siz konuşup söylüyorsunuz."
    },
    {
      "ayahNumber": "24",
      "ayahText": "İbrahim'in, ağırlanan konuklarına ait haber, geldi mi sana?"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Hani, tapısına girmişlerdi de esenlik sana demişlerdi; o da esenlik size demişti, ey yabancılar."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Derken bir bahaneyle ailesinin yanına gitmişti de bir semiz dana getirmişti."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onların önüne koymuştu da yemez misiniz demişti."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Derken onlardan, içine bir korkudur düşmüştü de korkma demişlerdi, ve ona, bilgi sahibi bir oğlu olacağını müjdelemişlerdi."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Derken karısı, onlara dönmüştü de bir çığlık atıp eliyle yüzüne vurmuştu ve ben kısır bir kocakarıyım demişti."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Onlar, bu, böyle dediler, Rabbin böyle dedi; şüphe yok ki o, bir hüküm ve hikmet sahibidir ki her şeyi bilir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "İbrahim, işiniz nedir ey elçiler demişti."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Onlar, şüphe yok ki biz demişlerdi, mücrim bir topluluğa gönderildik."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Üstlerine balçıktan taşlar yağdırmak için."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Öyle taşlar ki Rabbinin katında damgalanmış, haddi aşanlar için."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Derken, orada inananlardan kim varsa çıkarmıştık."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Gerçekten de bir ev halkından başka Müslüman da bulamamıştık orada."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Ve orada, elemli azaptan korkanlara bir delil bırakmıştık."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ve Musa'da da; hani onu apaçık bir delille Firavun'a göndermiştik."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Derken bütün kuvvetiyle dönmüştü de ya büyücü demişti, yahut da deli."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Derken onu ve ordusunu helak etmiş, onları denize atıvermiştik de o kendisini kınayıp durmadaydı."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Âd kavminde de bir delil var; hani onlara, her şeyi kasıp kavuran bir fırtına göndermiştik."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Nereden geçmiş, neye dokunmuşsa orasını ve o şeyi çürümüş kemiğe döndürmüştü."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Ve Semud'da da delil var; hani, muayyen bir zamanadek geçinin demiştik."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Derken Rablerinin emrine karşı azgınlıkta bulunmuşlardı da onları bir yıldırımdır, gelip helak edivermişti ve onlar da bakıp duruyorlardı."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Derken ne ayakta durmıya güçleri kalmıştı, ne de bir yardım görmüşlerdi."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ve daha önce de Nuh kavmi ki şüphe yok, onlar, buyruktan çıkmış bir topluluktu."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Ve biz, gökleri kurduk kudretle, onlardan daha üstününü, daha büyüğünü kurmaya da gücümüz yeter."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Ve yeryüzünü yayıp döşedik, daha da güzel döşeriz."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Ve anar, ibret alırsınız diye her şeyi çift yarattık."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Artık kaçın Allah'a, şüphe yok ki ben size, onun tarafından, apaçık bir korkutucuyum."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Ve Allah'la beraber bir başka mabut kabul etmeyin; şüphe yok ki ben size, onun tarafından, apaçık bir korkutucuyum."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Böylece onlardan önce de hiçbir peygamber gelmedi ki ona büyücü, yahut da deli demesinler."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Onlar, bunu birbirlerine tavsiye mi ettiler? Hayır, onlar, azgın bir topluluktu."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Artık yüz çevir onlardan, bundan dolayı da kınanmazsın sen."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Ve öğüt ver, gerçekten de öğüt, inananlara fayda verir."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Ve ben, cinleri ve insanları, ancak bana kulluk etsinler diye yarattım."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Onlardan ne bir rızık istiyorum ve ne beni doyurmalarını istiyorum."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Şüphe yok ki Allah'tır rızık veren kuvvet sahibi ve kuvvetine aciz gelmesi mümkün olmayan."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Kendilerine zulmedenlere, arkadaşlarının payı, gibi bir azap payı var, artık acele etmesinler."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Yazık kafirlere, kendilerine vaadedilen günden."
    }
  ]
}