{
  "ankebut": {
    "surahNumber": "29",
    "surahNameTr": "Ankebût Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lam, Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "And olsun, biz kendilerinden öncekileri de denemişken, insanlar, \"İnandık\" deyince, denenmeden bırakılacaklarını mı sanırlar? Allah elbette doğruları ortaya koyacak ve elbette yalancıları da ortaya çıkaracaktır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "And olsun, biz kendilerinden öncekileri de denemişken, insanlar, \"İnandık\" deyince, denenmeden bırakılacaklarını mı sanırlar? Allah elbette doğruları ortaya koyacak ve elbette yalancıları da ortaya çıkaracaktır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Yoksa, kötülük yapanlar Bizden kaçabileceklerini mi sanarlar? Ne kötü hüküm veriyorlar!"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Allah'la karşılaşmayı uman bilsin ki, Allah'ın bunun için belirttiği vakit gelecektir. O, işitir ve bilir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Hak uğrunda cihat eden, ancak kendisi için cihat etmiş olur. Doğrusu Allah, alemlerden müstağnidir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "İnanıp yararlı iş işleyenlerin kötülüklerini, and olsun ki, örteriz; onları, yaptıklarından daha güzeli ile mükafatlandırırız."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Biz, insana, ana ve babasına karşı iyi davranmasını tavsiye etmişizdir. Eğer ana baba, seni bir şeyi körü körüne Bana ortak koşman için zorlarlarsa, o zaman onlara itaat etme. Dönüşünüz Banadır. Yaptıklarınızı size bildiririm."
      },
      {
        "ayahNumber": "9",
        "ayahText": "İnanıp, yararlı iş işleyenleri, and olsun, iyilerin arasına koyarız."
      },
      {
        "ayahNumber": "10",
        "ayahText": "İnsanlardan: \"Allah'a inandık\" diyenler vardır; ama Allah uğrunda bir ezaya uğratılınca, insanların ezasını Allah'ın azabı gibi tutarlar. Rabbinizden bir yardım gelecek olursa, and olsun ki, \"Doğrusu biz sizinle beraberdik\" derler. Allah, herkesin kalbinde olanları en iyi bilen değil midir?"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah elbette inananları bilir ve elbette ikiyüzlüleri de bilir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "İnkar edenler inananlara: \"Bizim yolumuza uyun da sizin günahlarınızı biz taşıyalım\" derler. Oysa onların günahlarından hiçbirini yüklenecek değillerdir. Doğrusu onlar yalancıdırlar."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onlar kendi ağırlıklarını, kendi ağırlıkları yanında daha nice ağırlıkları yüklenecekler ve uydurup durdukları şeylerden kıyamet günü sorguya çekileceklerdir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "And olsun ki, Nuh'u milletine gönderdik; aralarında bin seneden elli yıl eksik kaldı. Sonunda onlar haksızlık yaparken, tufan onları yakalayıverdi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ama Biz, Nuh'u ve gemide bulunanları kurtardık ve bunu dünyalara bir ibret kıldık."
      },
      {
        "ayahNumber": "16",
        "ayahText": "İbrahim'i de gönderdik. Milletine: \"Allah'a kulluk edin, O'ndan sakının; bilirseniz bu sizin için daha iyidir\" dedi."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Siz Allah'ı bırakıp sadece bir takım putlara tapıyor, aslı olmayan sözler uyduruyorsunuz. Doğrusu, Allah'tan başka taptıklarınızın size rızık vermeye güçleri yetmez. Artık rızkı Allah katında arayın. O'na kulluk edin. O'na şükredin. Siz O'na döneceksiniz."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Eğer siz Peygamberi yalanlıyorsanız bilin ki, sizden önceki ümmetler de yalanlamışlardı. Peygambere düşen, sadece apaçık tebliğdir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah'ın yaratmaya nasıl başlayıp, sonra onu nasıl tekrar edeceğini anlamazlar mı? Doğrusu bu Allah'a kolaydır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "De ki: \"Yeryüzünde dolaşın; Allah'ın yaratmaya nasıl başladığını bir görün. İşte Allah aynı şekilde ahiret yaratmasını da yapacaktır. Doğrusu Allah her şeye Kadir'dir. Dilediğine azabeder, dilediğine merhamet eder. O'na çevrileceksiniz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "De ki: \"Yeryüzünde dolaşın; Allah'ın yaratmaya nasıl başladığını bir görün. İşte Allah aynı şekilde ahiret yaratmasını da yapacaktır. Doğrusu Allah her şeye Kadir'dir. Dilediğine azabeder, dilediğine merhamet eder. O'na çevrileceksiniz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Siz ne yeryüzünde ve ne de gökte Allah'ı aciz bırakabilirsiniz. Allah'tan başka bir dost ve yardımcınız da bulunmaz.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "Allah'ın ayetlerini ve O'na kavuşmayı inkar edenler, işte onlar Benim rahmetimden ümitlerini kesmiş olanlardır. İşte can yakıcı azap onlar içindir."
      },
      {
        "ayahNumber": "24",
        "ayahText": "İbrahim'in sözlerine milletinin cevabı sadece: \"Onu öldürün yahut yakın\" demek oldu. Ama Allah onu ateşten kurtardı. Doğrusu bunda, inanan kimseler için dersler vardır."
      },
      {
        "ayahNumber": "25",
        "ayahText": "İbrahim şöyle demişti: \"Dünya hayatında, Allah'ı bırakıp aranızda putları muhabbet vesilesi kıldınız. Sonra kıyamet günü, birbirinize küfreder ve karşılıklı lanet okursunuz. Varacağınız yer ateştir; yardımcılarınız da yoktur.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "Bunun üzerine Lut ona inandı ve İbrahim \"Doğrusu ben Rabbimin dilediği yere hicret ediyorum, O şüphesiz güçlüdür, Hakim'dir\" dedi."
      },
      {
        "ayahNumber": "27",
        "ayahText": "İbrahim'e İshak'ı ve Yakub'u bahşettik. Soyundan gelenlere Kitap ve peygamberlik verdik. Onu dünyada mükafatlandırdık; doğrusu o ahirette de iyilerdendir."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Lut da, milletine şöyle demişti: \"Doğrusu siz dünyalarda hiç kimsenin sizden önce yapmadığı bir hayasızlığı yapıyorsunuz.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "\"Erkeklere yaklaşıyor, yol kesiyor ve toplantılarınızda fena şeyler yapmıyor musunuz?\" Milletinin cevabı: \"Doğru sözlü isen bize Allah'ın azabını getir\" demek oldu."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Lut: \"Rabbim! Bozgunculara karşı bana yardım et\" dedi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Elçilerimiz İbrahim'e müjde ile geldiklerinde: \"Biz şu kent halkını yok edeceğiz, çünkü oranın halkı zalim kimselerdir\" dediler."
      },
      {
        "ayahNumber": "32",
        "ayahText": "İbrahim: \"Ama Lut oradadır\" dedi, elçiler: \"Biz orada olanları daha iyi biliriz; onu ve geride kalanlardan olacak karısı dışında ailesini kurtaracağız\" dediler."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Elçilerimiz Lut'a gelince, onun fenasına gitti; çok sıkıldı. Ona, \"Korkma ve üzülme, doğrusu biz seni ve geride kalacaklardan olan karının dışında, aileni kurtaracağız. Bu kent halkına yaptıkları yolsuzluklardan ötürü gökten, elbette bir azap indireceğiz\" dediler."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Elçilerimiz Lut'a gelince, onun fenasına gitti; çok sıkıldı. Ona, \"Korkma ve üzülme, doğrusu biz seni ve geride kalacaklardan olan karının dışında, aileni kurtaracağız. Bu kent halkına yaptıkları yolsuzluklardan ötürü gökten, elbette bir azap indireceğiz\" dediler."
      },
      {
        "ayahNumber": "35",
        "ayahText": "And olsun ki, Biz, düşünen kimseler için oradan apaçık bir belgeyi geride bırakmışızdır."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Medyen halkına kardeşleri Şuayb'ı gönderdik. O, \"Ey milletim! Allah'a kulluk edin, ahiret gününe umut besleyin. Yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın\" dedi."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Ama onu yalanladılar. Bu yüzden onları bir titreme aldı ve oldukları yerde diz üstü çöküverdiler."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ad ve Semud milletlerini de yok ettik. Bunu, oturdukları yerler göstermektedir. Şeytan kendilerine, işlediklerini güzel gösterdi; onları doğru yoldan alıkoydu. Oysa kendileri bunu anlayacak durumda idiler."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Karun'u, Firavun'u ve Haman'ı da yok ettik. And olsun ki Musa kendilerine belgelerle gelmişti de onlar yeryüzünde büyüklük taslamışlardı. Oysa azabımızdan kurtulamazlardı."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Her birini günahı sebebiyle yakaladık; kimine taşlar savuran rüzgarlar gönderdik, kimini bir çığlık yok etti, kimini yerin dibine geçirdik, kimini de suda boğduk. Onlara, Allah zulmetmiyordu, fakat onlar kendilerine yazık ediyorlardı."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Allah'tan başka dostlar edinenlerin durumu, kendine yuva yapan dişi örümceğin durumu gibidir. Evlerin en dayanıksızı ise şüphesiz örümceğin yuvasıdır. Keşke bilseler."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Doğrusu Allah, Kendini bırakıp da yalvardıkları şeyi bilir. O güçlüdür, Hakim'dir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Biz bu misalleri insanlara veriyoruz, onları ancak bilenler anlayabilir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Allah gökleri ve yeri gerektiği gibi yaratmıştır. Doğrusu bunda inananlara bir ders vardır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Kitap'tan sana vahyolunanı oku; namaz kıl; muhakkak ki namaz hayasızlıktan ve fenalıktan alıkor; Allah'ı anmak en büyük şeydir! Allah Yaptıklarınızı bilir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Kitap ehlinden zulmedenler bir yana, onlarla en güzel şekilde mücadele edin, şöyle deyin: \"Bize indirilene de, size indirilene de inandık; bizim Tanrımız da, sizin Tanrınız da birdir, biz O'na teslim olmuşuzdur.\""
      },
      {
        "ayahNumber": "47",
        "ayahText": "Sana Kitap'ı böylece indirdik; işte, kendilerine Kitap verdiklerimiz ona inanırlar; bunlardan da ona inanan bulunur. Ayetlerimizi ancak inkarcılar bile bile tanımazlar."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Sen daha önce bir kitabtan okumuş ve elinle de onu yazmış değildin. Öyle olsaydı, batıl söze uyanlar şüpheye düşerlerdi."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Hayır; Kuran, kendilerine ilim verilenlerin gönüllerinde yerleşen apaçık ayetlerdir. Ayetlerimizi, zalimlerden başka kimse, bile bile inkar etmez."
      },
      {
        "ayahNumber": "50",
        "ayahText": "\"Ona Rabbinden mucizeler indirilmesi gerekmez miydi?\" derler. De ki: \"Mucizeler ancak Rabbimin katındadır. Doğrusu ben, sadece apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "51",
        "ayahText": "Kendilerine okunan bir Kitap'ı sana indirmiş olmamız onlara yetmiyor mu? Bunda, inanan topluluk için rahmet ve ibret vardır."
      },
      {
        "ayahNumber": "52",
        "ayahText": "De ki: \"Allah benimle sizin aranızda şahit olarak yeter. O, göklerde ve yerde olanı, batıla inananları ve Allah'ı inkar edenleri bilir.\" İşte kaybedenler bunlardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Senden azabı acele bekliyorlar. Eğer süre belirtilmiş olmasaydı azap onlara hemen gelirdi. Ama yine de onlar farkına varmadan başlarına ansızın gelecektir."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Senden azabı acele bekliyorlar. Doğrusu azap tepelerinden, ayaklarının altından kendilerini içine aldığı gün, cehennem inkarcıları kuşatacaktır. O gün Allah: \"Yaptıklarınızın karşılığını tadın\" der."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Senden azabı acele bekliyorlar. Doğrusu azap tepelerinden, ayaklarının altından kendilerini içine aldığı gün, cehennem inkarcıları kuşatacaktır. O gün Allah: \"Yaptıklarınızın karşılığını tadın\" der."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Ey inanmış kullarım! Benim yarattığım yeryüzü geniştir. O halde güven içinde olacağınız yere gidip yalnız Bana kulluk ediniz."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Her can ölümü tadacaktır. Sonunda Bize döneceksiniz."
      },
      {
        "ayahNumber": "58",
        "ayahText": "İnanıp yararlı iş işleyenleri, içlerinden ırmaklar akan, içinde temelli kalacakları cennetteki köşklere yerleştiririz. Sabredip, Rablerine güvenerek iş görenlerin ecri ne güzeldir!"
      },
      {
        "ayahNumber": "59",
        "ayahText": "İnanıp yararlı iş işleyenleri, içlerinden ırmaklar akan, içinde temelli kalacakları cennetteki köşklere yerleştiririz. Sabredip, Rablerine güvenerek iş görenlerin ecri ne güzeldir!"
      },
      {
        "ayahNumber": "60",
        "ayahText": "Nice canlılar vardır ki, rızıklarını kendileri elde edemezler. Sizin de onların da rızkını Allah verir. O, işitir ve bilir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "And olsun ki onlara: \"Gökleri ve yeri yaratan, güneşi, ayı buyruğu altında tutan kimdir?\" diye sorarsan, şüphesiz \"Allah'tır\" derler. Öyleyse niçin döndürülüyorlar?"
      },
      {
        "ayahNumber": "62",
        "ayahText": "Allah, kullarından dilediğine rızkı bol ve ölçüye göre verir. Doğrusu Allah her şeyi bilendir."
      },
      {
        "ayahNumber": "63",
        "ayahText": "And olsun ki onlara: \"Gökten su indirip onunla, ölümünden sonra yeri dirilten kimdir?\" diye sorarsan, şüphesiz, \"Allah'tır\" derler. De ki: \"Övülmek Allah içindir\", fakat çoğu bunu akletmezler."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Bu dünya hayatı sadece bir eğlence ve oyundan ibarettir. Asıl hayat ahiret yurdundaki hayattır. Keşke bilseler!"
      },
      {
        "ayahNumber": "65",
        "ayahText": "Gemiye bindikleri zaman, dini yalnız Allah'a has kılarak O'na yalvarırlar; ama Allah onları karaya çıkararak kurtarınca, kendilerine verdiği nimete nankörlük ederek O'na hemen eş koşarlar. Zevklensinler bakalım, yakında bileceklerdir."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Gemiye bindikleri zaman, dini yalnız Allah'a has kılarak O'na yalvarırlar; ama Allah onları karaya çıkararak kurtarınca, kendilerine verdiği nimete nankörlük ederek O'na hemen eş koşarlar. Zevklensinler bakalım, yakında bileceklerdir."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Çevrelerinde insanlar kapılıp götürülürken Bizim Mekke'yi güven içinde ve kutsal bir yer kıldığımızı görmediler mi? Batıla inanıp Allah'ın nimetini inkar mı ediyorlar?"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Allah'a karşı yalan uydurandan veya hak kendisine gelmişken onu yalanlayandan daha zalim kimdir? Cehennemde inkarcılar için durak yok mudur?"
      },
      {
        "ayahNumber": "69",
        "ayahText": "Ama Bizim uğrumuzda cihat edenleri elbette yollarımıza eriştireceğiz. Allah şüphesiz, iyi davrananlarla beraberdir."
      }
    ]
  }
}