{
  "casiye": {
    "surahNumber": "45",
    "surahNameTr": "Câsiye Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ha, Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Kitap'ın indirilmesi, güçlü ve Hakim olan Allah katındandır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Göklerde ve yerde inananlara nice dersler vardır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ey insanlar! Sizin yaratılmanızda ve canlıların yeryüzünde yayılmasında, kesin olarak inanan kimseler için ibretler vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Gece ile gündüzün birbiri ardından gelmesinde, gökten, Allah'ın rızık vermek için yağmur indirip, yeri onunla, ölümünden sonra diriltmesinde, rüzgarları yönetmesinde, akleden kimseler için dersler vardır."
      },
      {
        "ayahNumber": "6",
        "ayahText": "İşte sana gerçek olarak anlattığımız bunlar, Allah'ın varlığının delilleridir. Artık Allah'tan ve O'nun delillerinden sonra hangi söze inanırlar?"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Kendine okunan Allah'ın ayetlerini dinleyip, sonra, onları hiç duymamış gibi büyüklük taslamakta direnen, yalancı ve günahkar kişinin vay haline! Ona can yakıcı bir azap müjdele."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Kendine okunan Allah'ın ayetlerini dinleyip, sonra, onları hiç duymamış gibi büyüklük taslamakta direnen, yalancı ve günahkar kişinin vay haline! Ona can yakıcı bir azap müjdele."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de, Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de, Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır."
      },
      {
        "ayahNumber": "11",
        "ayahText": "İşte bu Kuran doğruluk rehberidir. Rablerinin ayetlerini inkar edenlere, onlara, tiksindiren, can yakan bir azap vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Emri gereğince denizde yüzmek üzere gemileri, lütfedip verdiği rızkı aramanız için denizi buyruğunuz altına veren Allah'tır, belki artık şükredersiniz."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Göklerde olanları, yerde olanları, hepsini sizin buyruğunuz altına vermiştir. Doğrusu bunlarda, düşünen kimseler için dersler vardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İnanmışlara de ki: Allah'ın bir milleti yaptıklarına karşılık cezalandıracağı günlerin geleceğini ummayanları şimdilik bağışlasınlar."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kim yararlı iş işlerse kendinedir; kim kötülük yaparsa kendi aleyhinedir. Sonra Rabbinize döndürülürsünüz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "And olsun ki Biz, İsrailoğullarına Kitap, hüküm ve peygamberlik verdik; onları temiz şeylerle rızıklandırdık; onları dünyalara üstün kıldık."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Din konusunda, onlara belgeler verdik; ancak, kendilerine ilim geldikten sonra birbirini çekememezlikten ayrılığa düştüler. Rabbin kıyamet günü, ayrılığa düştükleri şeyler hakkında şüphesiz aralarında hükmedecektir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Sonra seni de din konusunda bir şeriat sahibi kıldık, ona uy; bilmeyenlerin heveslerine uyma."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Şüphesiz onlar, seni Allah'tan müstağni kılamazlar. Doğrusu zalimler birbirlerinin dostudurlar. Sakınanların dostu ise Allah'tır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Bu Kuran, insanlar için açık belgeler; kesin olarak inanan millet için doğruluk rehberi ve rahmettir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yoksa, kötülük işleyen kimseler, ölümlerinde ve diriliklerinde kendilerini, inanıp yararlı iş işleyen kimseler ile bir mi tutacağımızı sandılar? Ne kötü hüküm veriyorlar!"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Allah gökleri ve yeri gerçekle yaratmıştır; her cana, kazandığının karşılığı verilir, onlara zulmedilmez."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Heva ve hevesini tanrı edinen, bilgisi olduğu halde Allah'ın şaşırttığı, kulağını ve kalbini mühürlediği, gözünü perdelediği kimseyi gördün mü? Onu Allah'tan başka kim doğru yola eriştirebilir? Ey insanlar! Anlamaz mısınız?"
      },
      {
        "ayahNumber": "24",
        "ayahText": "\"Hayat, ancak bu dünyadaki hayatımızdır. Ölürüz ve yaşarız; bizi ancak zamanın geçişi yokluğa sürükler\" derler. Onların bu hususta bir bilgisi yoktur, sadece böyle sanırlar."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ayetlerimiz onlara açıkça okunduğu zaman, delilleri yalnızca: \"Doğru sözlü iseniz babalarımızı getirin bakalım\" demek olur."
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: \"Sizi Allah diriltir, sonra öldürür, sonra sizi şüphe götürmeyen kıyamet gününde toplar. Ama insanların çoğu bilmezler.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Göklerin ve yerin hükümranlığı Allah'ındır. Kıyamet kopacağı gün, işte o gün, batıl sözlere uymuş olanlar hüsranda kalırlar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Her ümmeti diz üstü çökmüş olarak görürsün. Her ümmet kitabına çağrılır. Onlara denir ki: \"Bugün, size işlediğinizin karşılığı verilecektir.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "\"Bu kitabımız gerçekten sizin aleyhinize konuşur. Biz yaptıklarınızı şüphesiz bir bir kaydediyorduk.\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "İnanıp, yararlı iş işleyenlere gelince, Rableri onları rahmetine garkeder. İşte bu, apaçık kurtuluştur."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ama, inkar eden kimselere denir ki: \"Ayetlerim size okunmuş, siz de büyüklenip suçlu bir millet olmuştunuz değil mi?\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "\"Doğrusu Allah'ın verdiği söz gerçektir, kıyamet saati şüphe götürmez\" dendiği zaman: \"Kıyametin ne olduğunu bilmiyoruz, yalnız yoktur sanıyoruz, buna dair kesin bir bilgi elde etmiş değiliz\" derdiniz."
      },
      {
        "ayahNumber": "33",
        "ayahText": "İşledikleri kötülükler kendilerine belli oldu ve onları, alaya aldıkları şeyler kuşatıp mahvetti."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Onlara denir ki: \"Bugüne kavuşacağınızı unuttuğunuz gibi Biz de sizi unuttuk; varacağınız yer ateştir, yardımcılarınız da yoktur.\""
      },
      {
        "ayahNumber": "35",
        "ayahText": "\"Bu, Allah'ın ayetlerini alaya almanızdan ve dünya hayatının sizi aldatmış olmasından ötürüdür.\" O gün, ne oradan çıkarılırlar ve ne de özürleri dinlenir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Övülmek, göklerin Rabbi, yerin Rabbi ve alemlerin Rabbi olan Allah içindir."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Göklerde ve yerde azamet O'nundur, O, güçlüdür, Hakim'dir."
      }
    ]
  }
}