{
  "cin": {
    "surahNumber": "72",
    "surahNameTr": "Cin Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "De ki: \"Cinlerden bir topluluğun Kuran'ı dinlediği bana vahyolundu; onlar şöyle demişlerdir;\" \"Doğrusu biz, doğru yola götüren, hayrete düşüren bir Kuran dinledik de ona inandık; biz, Rabbimize hiçbir şeyi ortak koşmayacağız.\""
      },
      {
        "ayahNumber": "2",
        "ayahText": "De ki: \"Cinlerden bir topluluğun Kuran'ı dinlediği bana vahyolundu; onlar şöyle demişlerdir;\" \"Doğrusu biz, doğru yola götüren, hayrete düşüren bir Kuran dinledik de ona inandık; biz, Rabbimize hiçbir şeyi ortak koşmayacağız.\""
      },
      {
        "ayahNumber": "3",
        "ayahText": "\"Doğrusu Rabbimizin yüceliği her yücelikten üstündür. O, zevce ve çocuk edinmemiştir.\""
      },
      {
        "ayahNumber": "4",
        "ayahText": "\"Doğrusu aramızdaki beyinsiz, Allah'a karşı yalanlar uyduruyordu.\""
      },
      {
        "ayahNumber": "5",
        "ayahText": "\"Doğrusu insanların ve cinlerin Allah'a karşı yalan uydurabileceklerini sanmazdık.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "\"Gerçekten, bir takım insanlar, cinlerin bir takımına sığınırlardı da onların azgınlıklarını artırırlardı.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "\"Doğrusu, onlar da sizin, Allah'ın kimseyi yeniden diriltmeyeceğinizi sandığınız gibi sanıda bulunmuşlardı.\""
      },
      {
        "ayahNumber": "8",
        "ayahText": "\"Doğrusu biz göğü yokladık; onu sert bekçiler ve kayan ateşlerle (ışınlarla) doldurulmuş bulduk.\""
      },
      {
        "ayahNumber": "9",
        "ayahText": "\"Doğrusu biz, göğün dinleyebileceğimiz bir yerinde otururduk; ama şimdi kim dinleyecek olsa, kendisini gözleyen bir ateş (ışın) buluyor.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "\"Yeryüzünde olanlara kötülük mü murad edildi, yahut Rableri onlara bir iyilik mi dilemiştir, doğrusu biz bilemeyiz.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "\"Doğrusu aramızda iyiler de vardır, bundan aşağı bulunanlar da vardır. Biz, türlü türlü yolda olan topluluklardık.\""
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Yeryüzünde kalsak da Allah'ı aciz bırakamayacağımız, başka yere kaçsak da, O'nu aciz kılamayacağımız gerçeğini şüphesiz anladık.\""
      },
      {
        "ayahNumber": "13",
        "ayahText": "\"Şüphesiz, doğruluk rehberi olan Kuran'ı dinlediğimizde ona inandık; kim Rabbine inanırsa, o, ecrinin eksiltileceğinden ve kendisine haksızlık edileceğinden korkmaz.\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"İçimizde, kendini Allah'a vermiş olanlar da, yazık edenler de vardır. Kendini Allah'a veren kimseler, işte onlar, doğru yolu arayanlar, ona layık olanlardır.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "\"Kendilerine yazık edenlere gelince; onlar, cehennemin odunları oldular.\""
      },
      {
        "ayahNumber": "16",
        "ayahText": "Ama doğru yola girmiş olsalardı, onları bu hususta denememiz için onlara bol su içirirdik; kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe artan bir azaba uğratır."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ama doğru yola girmiş olsalardı, onları bu hususta denememiz için onlara bol su içirirdik; kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe artan bir azaba uğratır."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Mescidler şüphesiz Allah'ındır, öyleyse oralarda Allah'a yalvarırken başkasını katmayın."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah'ın kulu Muhammed, O'na yalvarmak, namaz kılmak için kalkınca, nerdeyse, çevresinde keçeleşirler, birbirlerine girerlerdi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "De ki: \"Ben sadece Rabbime yalvarırım ve O'na kimseyi ortak koşmam.\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "De ki: \"Ben size zarar vermeye de iyilik yapmaya da kadir değilim.\""
      },
      {
        "ayahNumber": "22",
        "ayahText": "De ki: \"Beni kimse Allah'a karşı savunamaz ve ben O'ndan başka bir sığınak bulamam.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "\"Benim yaptığım yalnız, Allah katından olanı, O'nun gönderdiklerini tebliğdir. Allah'a ve Peygamberine kim karşı gelirse ona, içinde sonsuz ve temelli kalınacak cehennem ateşi vardır.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Sonunda, kendilerine söz verileni gördükleri zaman, kimin yardımcısının daha güçsüz ve sayısının daha az olduğunu bileceklerdir."
      },
      {
        "ayahNumber": "25",
        "ayahText": "De ki: Size söz verilen yakın mıdır, yoksa Rabbim onu uzun süreli mi kılmıştır ben bilmem.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "Görülmeyeni bilen Allah, görülmeyene kimseyi muttali kılmaz."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ancak peygamberlerden, bildirmek istediği bunun dışındadır. Rablerinin bildirilerini tebliğ etmelerini ortaya koymak için her peygamberin önünden ve ardından gözcüler salar; onların yaptıklarını ilmiyle kuşatır ve herşeyi bir bir sayar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ancak peygamberlerden, bildirmek istediği bunun dışındadır. Rablerinin bildirilerini tebliğ etmelerini ortaya koymak için her peygamberin önünden ve ardından gözcüler salar; onların yaptıklarını ilmiyle kuşatır ve herşeyi bir bir sayar."
      }
    ]
  }
}