{
  "surahNumber": "6",
  "surahName": "En'âm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı vareden Allah'a mahsustur. Öyle iken, inkar edenler Rablerine başkalarını eşit tutuyorlar."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O, sizi çamurdan yaratan, sonra size bir ecel tayin edendir. Belirli bir ecel O'nun katındadır; sonra bir de şüphe edersiniz."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O, göklerin ve yerin Allah'ı, içinizi dışınızı bilir, kazandıklarınızı da bilir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Onlara Rablerinin ayetlerinden bir ayet geldikçe ondan yüz çevirirlerdi."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Gerçek kendilerine gelince onu yalanladılar. Alaya aldıkları şeyin haberleri kendilerine gelecektir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Onlardan önce nice nesilleri yok ettiğimizi görmediler mi? Onları, sizi yerleştirmediğimiz bir şekilde yeryüzüne yerleştirmiş, gökten bol yağmur yağdırmış, altlarından ırmaklar akıtmıştık. Fakat onları günahlarından ötürü yok ettik ve ardlarından başka bir nesil yetiştirdik."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Sana Kitap'ı kağıtta yazılı olarak indirmiş olsak da, elleriyle ona dokunsalar, inkar edenler yine de, \"Bu apaçık bir büyüdür\" derlerdi."
    },
    {
      "ayahNumber": "8",
      "ayahText": "\"Ona bir melek indirilmeli değil miydi?\" dediler. Bir melek indirmiş olsaydık iş bitmiş olurdu da onlara göz bile açtırılmazdı."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Biz onu melek kılsaydık, bir insan şeklinde yapardık da, düştükleri şüpheye onları yine düşürmüş olurduk."
    },
    {
      "ayahNumber": "10",
      "ayahText": "And olsun ki, senden önce birçok peygamberler alaya alınmıştı, onlarla eğlenenleri, alaya aldıkları şey mahvetti."
    },
    {
      "ayahNumber": "11",
      "ayahText": "De ki: \"Yeryüzünde gezip dolaşın, sonra da, yalanlayanların sonunun nasıl olduğuna bir bakın.\""
    },
    {
      "ayahNumber": "12",
      "ayahText": "De ki: \"göklerde ve yerde olanlar kimindir?\", \"Allah'ındır\" de. O, rahmet etmeyi kendi üzerine almıştır; and olsun ki, sizi vukuu şüphe götürmeyen kıyamet gününde toplayacaktır. Kendilerine yazık ettiler; çünkü onlar inanmazlar."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Gecede ve gündüzde bulunan O'nundur. O işitendir, Bilen'dir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"Gökleri ve yeri yaratan, beslenmeyip besleyen Allah'tan başka bir dost mu edinirim?\" de. \"Doğrusu ben ilk müslüman olmakla emrolundum\" de; asla ortak koşanlardan olma!"
    },
    {
      "ayahNumber": "15",
      "ayahText": "\"Ben Rabbime karşı gelirsem, büyük günün azabından korkarım\" de."
    },
    {
      "ayahNumber": "16",
      "ayahText": "O gün kim azabdan alıkonursa, şüphesiz o kimse rahmete erişmiştir. Bu, apaçık bir kurtuluştur."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Allah sana bir sıkıntı verirse, O'ndan başkası gideremez. Sana bir iyilik verirse başkası onu engelleyemez. O, her şeye Kadir'dir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "O, kullarının üstünde yegane tasarruf sahibidir. Hakim'dir, haberdardır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "\"Şahit olarak hangi şey daha büyüktür\" de. \"Allah benimle sizin aranızda şahiddir. Bu Kuran bana, sizi ve ulaştığı kimseleri uyarmam için vahyolundu; Allah'la beraber başka tanrılar bulunduğuna siz mi şahidlik ediyorsunuz?\" de. \"Ben şehadet etmem\" de. \"O ancak tek Tanrıdır, doğrusu ben ortak koşmanızdan uzağım\" de."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Kendilerine Kitap verdiklerimiz, onu (peygamberi) çocuklarını tanıdıkları gibi tanırlar; fakat kendilerine yazık ettiler, çünkü onlar inanmazlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Allah'a karşı yalan uyduran veya ayetlerini yalanlayandan daha zalim kimdir? Zalimler bunun için saadete ulaşamazlar."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Bir gün hepsini toplarız, sonra ortak koşanlara, \"İddia ettiğiniz ortaklarınız nerede?\" deriz."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Sonra, \"Rabbimiz Allah'a and olsun ki bizler ortak koşanlar değildik\" demekten başka çare bulamazlar."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Kendilerine karşı nasıl yalan söylediklerine bak; uydurdukları şeyler de onlardan uzaklaştı."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlardan seni dinleyenler vardır, Kuran'ı anlarlar diye kalblerine örtüler kulaklarına da ağırlık koyduk. Onlar her türlü mucizeyi görseler bile, yine de ona inanmazlar, nihayet sana geldiklerinde de seninle çekişirler. İnkar edenler, \"Bu, öncekilerin masallarından başka bir şey değildir\" derler."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Onlar Kuran'dan alıkorlar ve ondan uzaklaşırlar. Böylece yalnız kendilerini mahvederler de farkına varamazlar."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onların, ateşin kenarına getirilip durdurulduklarında, \"keşke dünyaya tekrar döndürülseydik, Rabbimiz'in ayetlerini yalanlamasaydık ve inananlardan olsaydık\" dediklerini bir görsen!"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Hayır; daha önce gizledikleri onlara göründü. Eğer geri döndürülseler yine kendilerine yasak edilen şeylere dönerler. Doğrusu onlar yalancıdırlar."
    },
    {
      "ayahNumber": "29",
      "ayahText": "\"Hayat ancak bu dünyadakinden ibarettir, biz dirilecek değiliz\" dediler."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Onları, Rablerinin huzuruna çıkarıldıkları zaman bir görsen! Allah: \"Bu gerçek değil mi?\" der; onlar, \"Evet, Rabbimiz hakkı için gerçektir\" derler. Allah da \"Öyleyse inkar etmenizden ötürü azabı tadın\" der."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Allah'a kavuşmayı yalanlayanlar doğrusu kaybedenlerdir ki kıyamet saati onlara ansızın gelince, ağırlıklarını arkalarına yüklenerek, \"Dünyada işlediğimiz büyük kusurlardan ötürü yazıklar olsun bize\" derler. Dikkat edin, yüklendikleri şeyler ne kötüdür!"
    },
    {
      "ayahNumber": "32",
      "ayahText": "Dünya hayatı sadece oyun ve oyalanmadır; ahiret yurdu, sakınanlar için daha iyidir. Düşünmüyor musunuz?"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Onların söylediklerinin seni üzeceğini elbette biliyoruz; doğrusu onlar seni yalancı saymıyorlar, fakat zalimler Allah'ın ayetlerini bile bile inkar ediyorlar."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Senden önce nice peygamberler yalanlandı ve kendilerine yardımımız gelene kadar yalanlanmalarına ve sıkıştırılmaya katlandılar. Allah'ın sözlerini değiştirebilecek yoktur; and olsun ki peygamberlerin haberi sana da geldi."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Onların yüz çevirmesi sana ağır gelince, eğer gücün yeri delmeye veya göğe merdiven dayamağa yetmiş olsaydı, onlara bir mucize göstermek isterdin. Allah dileseydi onları doğru yolda toplardı. Sakın bilmeyenlerden olma."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Ancak kulak verenler daveti kabul ederler. Ölüleri Allah diriltir, sonra O'na dönerler."
    },
    {
      "ayahNumber": "37",
      "ayahText": "\"Rabbinden ona (Muhammed'e) bir belge indirilseydi ya\" dediler. De ki: \"Doğrusu Allah bir belge indirmeye Kadir'dir, fakat çoğu bilmezler.\""
    },
    {
      "ayahNumber": "38",
      "ayahText": "Yerde yürüyen hayvanlar ve kanatlarıyla uçan kuşlar da ancak sizin gibi birer toplulukturlar. Kitap'da Biz hiçbir şeyi eksik bırakmadık; onlar sonra Rablerine toplanacaklardır."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ayetlerimizi yalanlayanlar karanlıklarda kalmış sağır ve dilsizlerdir. Allah kimi dilerse onu saptırır ve kimi dilerse onu doğru yola koyar."
    },
    {
      "ayahNumber": "40",
      "ayahText": "De ki, \"Üzerinize Allah'ın azabı gelse veya kıyamet saati size gelse, Allah'tan başkasına mı yalvarırsınız? Doğru iseniz bana bildirin\"."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Hayır; sadece O'na yalvarırsınız; dilerse yalvardığınız şeyi giderir, siz de O'na koştuğunuz ortakları unutursunuz."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Şüphesiz ki, senden önce ümmetlere peygamberler göndermiştik; onları yalvarsınlar diye darlık ve sıkıntıya sokmuştuk."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Hiç değilse, onlara şiddetimiz geldiği zaman yalvarıp yakarmalı değil miydiler? Lakin kalbleri katılaştı, şeytan da yaptıklarını onlara güzel gösterdi."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Kendilerine hatırlatılanı unuttuklarında, onlara her şeyin kapısını açtık; kendilerine verilene sevinince ansızın onları yakaladık da umutsuz kalıverdiler."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Zulmeden milletin kökü böylece kesildi. Hamd, Alemlerin Rabbi Allah'a mahsustur."
    },
    {
      "ayahNumber": "46",
      "ayahText": "De ki: \"Gördünüz mü? Allah, işitmenizi, gözlerinizi alsa, kalblerinizi kapasa, Allah'tan başka hangi tanrı onu sizlere getirebilir?\" Ayetleri nasıl türlü türlü açıkladığımıza bir baksana, sonra da onlar yüz çevirirler."
    },
    {
      "ayahNumber": "47",
      "ayahText": "De ki: \"Allah'ın azabı size ansızın veya açıkça gelirse, zalimlerden başkası mı yok olur? Bana bildirin.\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "Peygamberleri ancak müjdeci ve uyarıcı olarak gönderiyoruz. Kim inanır ve nefsini ıslah ederse onlara korku yoktur, onlar üzülmeyeceklerdir."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Ayetlerimizi inkar edenlere yoldan çıkmalarından ötürü azab dokunacaktır."
    },
    {
      "ayahNumber": "50",
      "ayahText": "De ki: \"Size Allah'ın hazineleri elimdedir, demiyorum; gaybı da bilmiyorum; size, ben meleğim demiyorum, ben ancak bana vahyolunana uyuyorum.\" De ki: \"Görenle görmeyen bir midir? Düşünmüyor musunuz?\""
    },
    {
      "ayahNumber": "51",
      "ayahText": "Rablerine toplanacaklarından korkanları Kuran ile uyar. O'ndan başka bir dost ve aracıları yoktur. Umulur ki Allah'tan sakınalar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Sabah akşam, Rabblerinin rızasını isteyerek O'na yalvaranları kovma. Onların hesabından sana bir sorumluluk yoktur, senin hesabından da onlara bir sorumluluk yoktur ki onları kovarak zulmedenlerden olasın."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Böylece, \"Aramızdan Allah bunlara mı iyilikte bulundu?\" demeleri için onları birbiriyle denedik. Allah şükredenleri iyi bilen değil midir?"
    },
    {
      "ayahNumber": "54",
      "ayahText": "Ayetlerimize inananlar sana gelince: \"Size selam olsun\" de. Rabbiniz, sizden kim bilmeyerek fenalık işler de arkasından tövbe eder ve nefsini düzeltirse, ona rahmet etmeyi kendi üzerine almıştır. O, bağışlar ve merhamet eder."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Suçluların yolu belli olsun diye, böylece ayetleri uzun uzun açıklarız."
    },
    {
      "ayahNumber": "56",
      "ayahText": "De ki: \"Allah'tan başka, yalvardıklarınıza kulluk etmekten menolundum.\" \"Sizin heveslerinize uymayacağım, yoksa sapıtmış, doğru yolda gidenlerden olmamış olurum\" de."
    },
    {
      "ayahNumber": "57",
      "ayahText": "De ki: \"Ben Rabbim'den bir belgeye dayanmaktayım, halbuki siz onu yalanladınız; acele istediğiniz de elimde değildir. Hüküm ancak Allah'ındır. O, hükmedenlerin en iyisi olarak gerçeği anlatır.\""
    },
    {
      "ayahNumber": "58",
      "ayahText": "De ki: \"Acele istediğiniz şey elimde olsaydı, benimle aranızdaki iş bitmiş olurdu.\" Allah zulmedenleri en iyi bilendir."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Gaybın anahtarları O'nun katındadır, onları ancak O bilir. Karada ve denizde olanı bilir. Düşen yaprağı, yerin karanlıklarında olan taneyi, yaşı kuruyu ki apaçık Kitap'tadır ancak O bilir."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Geceleyin sizi ölü gibi uyutan, gündüzün yaptıklarınızı bilen, mukadder olan hayat süreniz doluncaya kadar gündüzleri sizi tekrar kaldıran O'dur. Sonra dönüşünüz O'nadır, işlediklerinizi size bildirecektir."
    },
    {
      "ayahNumber": "61",
      "ayahText": "O, kulların üstünde yegane Hakim'dir, size koruyucular gönderir. Artık birinize ölüm gelince elçilerimiz, bir eksiklik yapmaksızın onun canını alırlar, sonra gerçek Mevlalarına döndürürler. Haberiniz olsun, hüküm O'nundur. O, hesap görenlerin en süratlisidir."
    },
    {
      "ayahNumber": "62",
      "ayahText": "O, kulların üstünde yegane Hakim'dir, size koruyucular gönderir. Artık birinize ölüm gelince elçilerimiz, bir eksiklik yapmaksızın onun canını alırlar, sonra gerçek Mevlalarına döndürürler. Haberiniz olsun, hüküm O'nundur. O, hesap görenlerin en süratlisidir."
    },
    {
      "ayahNumber": "63",
      "ayahText": "De ki: \"Kara ve denizin karanlıklarından sizi kim kurtarır? Bundan bizi kurtarırsan şükredenlerden olacağız diye O'na gizli gizli yalvarır yakarırsınız.\""
    },
    {
      "ayahNumber": "64",
      "ayahText": "De ki: \"Allah sizi ondan ve her sıkıntıdan kurtarır, sonra da O'na ortak koşarsınız.\""
    },
    {
      "ayahNumber": "65",
      "ayahText": "De ki: \"Üstünüzden ve altınızdan size azab göndermeğe, sizi fırka fırka yapıp kiminize kiminizin hıncını tattırmağa Kadir olan O'dur.\" Anlasınlar diye ayetleri nasıl yerli yerince açıkladığımıza bak."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Gerçekten, senin milletin Kuran'ı yalanladı. \"Cezanızı ben verecek değilim\" de."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Her haberin gerçekleşeceği bir zaman vardır ki siz onu yakında bileceksiniz."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ayetlerimizi çekişmeye dalanları görünce, başka bir bahse geçmelerine kadar onlardan yüz çevir. Şeytan sana unutturursa hatırladıktan sonra artık zulmedenlerle beraber oturma."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Sakınan kimselere, onların hesaplarından bir sorumluluk yoktur. Fakat bir hatırlatmadır; belki sakınırlar."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Dinlerini oyun ve eğlenceye alanları, dünya hayatının aldattığı kimseleri bırak. Kuran ile öğüt ver ki, bir kimse kazandığıyla helake düşmeye görsün, o takdirde Allah'dan başka ona ne bir yardımcı, ne de bir kurtarıcı bulunur; her türlü fidyeyi de verse kabul olunmaz. Kazandıklarından ötürü yok olanlar işte bunlardır. İnkar etmelerinden dolayı kızgın içecek ve can yakıcı azab onlaradır."
    },
    {
      "ayahNumber": "71",
      "ayahText": "De ki: \"Arkadaşları bize gel diye doğru yola çağırırken, şeytanların yeryüzünde şaşırttıkları bir kimse gibi geriye mi dönelim. Allah bizi doğru yola eriştirdikten sonra, bize faydası olmayan, zarar da veremeyen Allah'tan başka şeylere mi yalvaralım?\" De ki, \"Doğru yol ancak Allah'ın yoludur. Alemlerin Rabbine teslim olarak namaz kılın, Allah'tan sakının diye emrolunduk.\" Kendisine toplanacağınız O'dur."
    },
    {
      "ayahNumber": "72",
      "ayahText": "De ki: \"Arkadaşları bize gel diye doğru yola çağırırken, şeytanların yeryüzünde şaşırttıkları bir kimse gibi geriye mi dönelim. Allah bizi doğru yola eriştirdikten sonra, bize faydası olmayan, zarar da veremeyen Allah'tan başka şeylere mi yalvaralım?\" De ki, \"Doğru yol ancak Allah'ın yoludur. Alemlerin Rabbine teslim olarak namaz kılın, Allah'tan sakının diye emrolunduk.\" Kendisine toplanacağınız O'dur."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Gökleri ve yeri gerçekle yaratan O'dur ki \"Ol\" dediği gün (an) hemen olur; sözü gerçektir. Sura üfleneceği gün hükümranlık O'nundur. Görülmeyeni de görüleni de bilir. O Hakim'dir, haberdardır."
    },
    {
      "ayahNumber": "74",
      "ayahText": "İbrahim, babası Azer'e, \"Putları tanrı olarak mı benimsiyorsun? Doğrusu ben seni ve milletini açık bir sapıklık içinde görüyorum\" demişti."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Yakinen bilenlerden olması için İbrahim'e göklerin ve yerin hükümranlığını şöylece gösteriyorduk:"
    },
    {
      "ayahNumber": "76",
      "ayahText": "Gece basınca bir yıldız gördü, \"işte bu benim Rabbim!\" dedi; yıldız batınca, \"batanları sevmem\" dedi."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Ayı doğarken görünce, \"işte bu benim Rabbim!\" dedi, batınca, \"Rabbim beni doğruya eriştirmeseydi and olsun ki sapıklardan olurdum\" dedi."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Güneşi doğarken görünce \"işte bu benim Rabbim, bu daha büyük!\" dedi; batınca, \"Ey milletim! Doğrusu ben ortak koştuklarınızdan uzağım\" dedi."
    },
    {
      "ayahNumber": "79",
      "ayahText": "\"Doğrusu ben yüzümü, gökleri ve yeri yaratana, doğruya yönelerek çevirdim, ben ortak koşanlardan değilim.\""
    },
    {
      "ayahNumber": "80",
      "ayahText": "Milleti onunla tartışmaya girişti. \"Beni doğru yola eriştirmişken, Allah hakkında benimle mi tartışıyorsunuz? O'na ortak koştuklarınızdan korkmuyorum, meğer ki Rabbim bir şeyi dilemiş ola. Rabbim ilimce her şeyi kuşatmıştır; hala öğüt kabul etmez misiniz?\" dedi."
    },
    {
      "ayahNumber": "81",
      "ayahText": "\"Allah'a koştuğunuz ortaklardan nasıl korkarım? Oysa siz, Allah'ın hakkında size bir delil indirmediği bir şeyi O'na ortak koşmaktan korkmuyorsunuz. İki taraftan hangisine güvenmek daha gereklidir, bir bilseniz.\""
    },
    {
      "ayahNumber": "82",
      "ayahText": "İşte güven; onlara, inanıp haksızlık karıştırmayanlaradır. Onlar doğru yoldadırlar."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Bu, İbrahim'e, milletine karşı verdiğimiz hüccetimizdir. Dilediğimizi derecelerle yükseltiriz. Doğrusu Rabbin Hakim'dir, Bilen'dir."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Ona İshak'ı, Yakub'u bağışladık, her birini doğru yola eriştirdik. Daha önce Nuh'u ve soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u -ki işlerini iyi yapanlara böylece karşılık veririz-, Zekeriya'yı, Yahya'yı, İsa'yı ve İlyas'ı -ki hepsi iyilerdendir-, İsmail'i, Elyesa'ı, Yunus'u, Lut'u -ki hepsini dünyalara üstün kıldık- doğru yola eriştirdik."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Ona İshak'ı, Yakub'u bağışladık, her birini doğru yola eriştirdik. Daha önce Nuh'u ve soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u -ki işlerini iyi yapanlara böylece karşılık veririz-, Zekeriya'yı, Yahya'yı, İsa'yı ve İlyas'ı -ki hepsi iyilerdendir-, İsmail'i, Elyesa'ı, Yunus'u, Lut'u -ki hepsini dünyalara üstün kıldık- doğru yola eriştirdik."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Ona İshak'ı, Yakub'u bağışladık, her birini doğru yola eriştirdik. Daha önce Nuh'u ve soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u -ki işlerini iyi yapanlara böylece karşılık veririz-, Zekeriya'yı, Yahya'yı, İsa'yı ve İlyas'ı -ki hepsi iyilerdendir-, İsmail'i, Elyesa'ı, Yunus'u, Lut'u -ki hepsini dünyalara üstün kıldık- doğru yola eriştirdik."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Babalarından, soylarından, kardeşlerinden bir kısmını seçtik ve doğru yola eriştirdik."
    },
    {
      "ayahNumber": "88",
      "ayahText": "Bu, Allah'ın kullarından dilediğini eriştirdiği yoludur. Eğer ortak koşsalarda amelleri boşa çıkardı."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Kendilerine kitap, hüküm ve peygamberlik verdiklerimiz işte bunlardır. Kafirler onları inkar ederlerse, inkar etmeyecek bir milleti onlara vekil kılarız."
    },
    {
      "ayahNumber": "90",
      "ayahText": "İşte bunlar Allah'ın doğru yola eriştirdikleridir, onların yoluna uy, \"Sizden buna karşılık bir ücret istemem, bu sadece herkes için bir hatırlatmadır\" de."
    },
    {
      "ayahNumber": "91",
      "ayahText": "\"Allah hiçbir insana bir şey indirmemiştir\" demekle Allah'ı gereği gibi değerlendiremediler. De ki: \"Musa'nın insanlara nur ve yol gösterici olarak getirdiği Kitap'ı kim indirdi? Ki siz onu kağıtlara yazıp bir kısmını gösterip çoğunu gizlersiniz, atalarınızın ve sizin bilmediğiniz size onunla öğretilmiştir.\" \"Allah\" de, sonra da onları daldıkları sapıklıkta bırak, oynasınlar."
    },
    {
      "ayahNumber": "92",
      "ayahText": "Bu indirdiğimiz, kendinden öncekileri doğrulayan, Mekkelileri ve etrafındakileri uyaran mübarek Kitap'dır. Ahirete inananlar buna inanırlar, namazlarına da devam ederler."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Allah'a karşı yalan uydurandan veya kendisine bir şey vahyedilmemişken \"Bana vahyolundu, Allah'ın indirdiği gibi ben de indireceğim\" diyenden daha zalim kim olabilir? Bu zalimleri can çekişirlerken melekler ellerini uzatmış, \"Canlarınızı verin, bugün Allah'a karşı haksız yere söylediklerinizden, O'nun ayetlerine büyüklük taslamanızdan ötürü alçaltıcı azabla cezalandırılacaksınız\" derken bir görsen!"
    },
    {
      "ayahNumber": "94",
      "ayahText": "Onlara: \"And olsun ki, sizi ilk defa yarattığımız gibi size verdiklerimizi ardınızda bırakarak bize birer birer geldiniz; içinizde Allah'ın ortakları olduğunu sandığınız şefaatçılarınızı beraber görmüyoruz. And olsun ki aranızdaki bağlar kopmuş, ortak sandıklarınız sizden ayrılmışlardır\" denecek."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Taneyi ve çekirdeği yaran şüphesiz Allah'tır; ölüyü çıkarır. İşte Allah budur, nasıl yüz çevirirsiniz?"
    },
    {
      "ayahNumber": "96",
      "ayahText": "Tanyerini ağartan, geceyi dinlenme zamanı, güneş ve ayı vakit ölçüsü kılandır. Bu, Güçlü olan'ın, Bilen'in nizamıdır."
    },
    {
      "ayahNumber": "97",
      "ayahText": "O, yıldızları kara ve denizin karanlıklarında yol bulasınız diye sizin için var edendir. Bilen millet için ayetleri uzun uzadıya açıkladık."
    },
    {
      "ayahNumber": "98",
      "ayahText": "O, sizi bir tek nefisten, babaların sulbünde kararlaşmış ve anaların rahminde kararlaşmakta olarak yaratandır. Anlayan millet için ayetleri uzun uzadıya açıkladık."
    },
    {
      "ayahNumber": "99",
      "ayahText": "O, gökten su indirendir. Her bitkiyi onunla bitirdik, ondan bitirdiğimiz yeşilden, birbirine benzeyen ve benzemeyen yığın yığın taneler, hurmaların tomurcuklarından sarkan salkımlar, üzüm bağları, zeytin ve nar çıkardık. Ürün verdiklerinde ürünlerine, olgunlaşmalarına bir bakın. Bunlarda, inananlar için, şüphesiz, deliller vardır."
    },
    {
      "ayahNumber": "100",
      "ayahText": "Cinleri O yaratmışken kafirler Allah'a ortak koştular. Körü körüne O'na oğullar ve kızlar uydurdular. Haşa, O onların vasıflandırmalarından yücedir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "O, gökleri ve yeri yoktan yaratandır. Zevcesi olmadan nasıl çocuğu olabilir? Oysa her şeyi O yaratmıştır, her şeyi bilir."
    },
    {
      "ayahNumber": "102",
      "ayahText": "İşte Rabbiniz, Allah budur. O'ndan başka tanrı yoktur, her şeyin yaratanıdır. Öyleyse O'na kulluk edin; O her şeye de vekildir."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Gözler O'nu görmez, O bütün gözleri görür. O Latif'tir, haberdardır."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Doğrusu size Rabbiniz'den açık belgeler gelmiştir; kim görürse kendi lehine ve kim körlük ederse kendi aleyhinedir. Ben sizin bekçiniz değilim."
    },
    {
      "ayahNumber": "105",
      "ayahText": "Sana, \"Sen okumuşsun\" derler; oysa Biz, öğrenecek kimselere ayetleri böylece türlü türlü açıklamaktayız."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Rabbin'den sana vahyolunana uy, O'ndan başka tanrı yoktur, puta tapanlardan yüz çevir."
    },
    {
      "ayahNumber": "107",
      "ayahText": "Allah dileseydi puta tapmazlardı. Seni onlara koruyucu yapmadık, onların vekili de değilsin."
    },
    {
      "ayahNumber": "108",
      "ayahText": "Allah'tan başka yalvardıklarına sövmeyin ki, onlar da cahillikle ileri giderek Allah'a sövmesinler. Böylece her ümmete işini güzel gösterdik, sonra dönüşleri Rab'lerinedir. O, işlediklerini haber verir."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Kendilerine bir mucize gösterilirse, mutlaka ona inanacaklarına dair bütün güçleriyle Allah'a yemin ederler. De ki: \"Mucizeler, ancak Allah katındadır\"; onların, mucize geldiği zaman da inanmayacaklarını anlamıyor musunuz?"
    },
    {
      "ayahNumber": "110",
      "ayahText": "Onların kalblerini, gözlerini, ona ilk defa inanmadıkları gibi çeviririz; onları taşkınlıkları içinde şaşkın şaşkın bırakırız."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Eğer biz onlara melekleri indirsek, ölüler onlarla konuşsa ve her şeyi karşılarına toplasaydık, Allah dilemedikçe, yine de inanmazlardı; fakat onların çoğu bunu bilmiyorlar."
    },
    {
      "ayahNumber": "112",
      "ayahText": "Aldatmak için birbirlerine cazip sözler fısıldayan cin ve insan şeytanlarını her peygambere düşman yaptık. Bu şeytanlar ahirete inanmayanların kalblerinin o sözlere yönelmesi, ondan hoşnut olması ve kendilerinin işledikleri suçları işlemeleri için böyle yaparlar. Rabbin dileseydi bunu yapamazlardı, sen onları iftiraları ile başbaşa bırak;"
    },
    {
      "ayahNumber": "113",
      "ayahText": "Aldatmak için birbirlerine cazip sözler fısıldayan cin ve insan şeytanlarını her peygambere düşman yaptık. Bu şeytanlar ahirete inanmayanların kalblerinin o sözlere yönelmesi, ondan hoşnut olması ve kendilerinin işledikleri suçları işlemeleri için böyle yaparlar. Rabbin dileseydi bunu yapamazlardı, sen onları iftiraları ile başbaşa bırak;"
    },
    {
      "ayahNumber": "114",
      "ayahText": "\"Allah size Kitap'ı açık açık indirmişken O'ndan başka bir hakem mi isteyeyim?\" Kendilerine Kitap verdiklerimiz, onun gerçekten Rableri katından indirilmiş olduğunu bilirler. Öyleyse, sen şüpheye düşenlerden olma!"
    },
    {
      "ayahNumber": "115",
      "ayahText": "Rabbinin sözü, doğruluk ve adaletle tamamlandı. O'nun sözlerini değiştirebilecek yoktur. O, işitir ve bilir."
    },
    {
      "ayahNumber": "116",
      "ayahText": "Yeryüzündekilerin çoğunluğuna itaat edersen seni Allah yolundan saptırırlar. Onlar ancak zanna uyarlar, sadece tahminde bulunurlar."
    },
    {
      "ayahNumber": "117",
      "ayahText": "Doğrusu Rabbin, yolundan kimin saptığını daha iyi bilir. Doğru yolda olanları da en iyi O bilir."
    },
    {
      "ayahNumber": "118",
      "ayahText": "Allah'ın ayetlerine inanıyorsanız, üzerine Allah'ın adı anılmış olan şeyden yiyin."
    },
    {
      "ayahNumber": "119",
      "ayahText": "Size ne oluyor ki, Allah size darda kalmanızın dışında, haram olanları genişçe anlatmışken adının üzerine anıldığı şeyden yemiyorsunuz? Doğrusu çoğunluk, heva ve heveslerine uyarak, bilmeden sapıtıyorlar. Aşırı gidenleri en iyi bilen Rabbindir."
    },
    {
      "ayahNumber": "120",
      "ayahText": "Günahın açığını da gizlisini de bırakın. Günah kazananlar, kazandıklarına karşılık şüphesiz ceza göreceklerdir."
    },
    {
      "ayahNumber": "121",
      "ayahText": "Üzerine Allah'ın adının anılmadığı kesilmiş hayvanları yemeyin, bunu yapmak Allah'ın yolundan çıkmaktır. Doğrusu şeytanlar sizinle tartışmaları için dostlarına fısıldarlar, eğer onlara itaat ederseniz şüphesiz siz müşrik olursunuz."
    },
    {
      "ayahNumber": "122",
      "ayahText": "Ölü iken kalbini diriltip, insanlar arasında yürürken önünü aydınlatacak bir nur verdiğimiz kimsenin durumu, karanlıklarda kalıp çıkamayan kimsenin durumu gibi midir? Kafirlere de, işledikleri güzel gösterilmiştir."
    },
    {
      "ayahNumber": "123",
      "ayahText": "Bunun gibi, her kasabanın bir takım ileri gelenlerini orada hile yapan suçlular kıldık. Oysa yalnız kendilerine hile yaparlar da farkına varmazlar."
    },
    {
      "ayahNumber": "124",
      "ayahText": "Onlara bir ayet geldiği zaman, \"Allah'ın peygamberlerine verilen bize de verilmedikçe inanmayız\" derler. Allah, peygamberliğini vereceği kimseyi daha iyi bilir. Suç işleyenlere Allah katından bir aşağılık ve hilelerinden ötürü de şiddetli bir azab erişecektir."
    },
    {
      "ayahNumber": "125",
      "ayahText": "Allah kimi doğru yola koymak isterse onun kalbini İslamiyet'e açar, kimi de saptırmak isterse, göğe yükseliyormuş gibi, kalbini dar ve sıkıntılı kılar. Allah böylece, inanmayanları küfür bataklığında bırakır."
    },
    {
      "ayahNumber": "126",
      "ayahText": "Rabbinin, dosdoğru yolu işte budur. İbret alan kimselere ayetleri uzun uzadıya açıkladık."
    },
    {
      "ayahNumber": "127",
      "ayahText": "Rablerinin katında selamet yurdu onlarındır. O, işlediklerinden ötürü onların dostudur."
    },
    {
      "ayahNumber": "128",
      "ayahText": "Allah hepsini toplayacağı gün, \"Ey cin topluluğu! İnsanların çoğunu yoldan çıkardınız\" der, insanlardan onlara uymuş olanlar, \"Rabbimiz! Bir kısmımız bir kısmımızdan faydalandık ve bize tayin ettiğin sürenin sonuna ulaştık\" derler. \"Cehennem, Allah'ın dilemesine bağlı olarak, temelli kalacağınız durağınızdır\" der. Doğrusu Rabbin hakimdir, bilendir."
    },
    {
      "ayahNumber": "129",
      "ayahText": "Zalimlerin bir kısmını, kazandıklarından ötürü diğer bir kısmına böylece musallat ederiz."
    },
    {
      "ayahNumber": "130",
      "ayahText": "\"Ey cin ve insan topluluğu! Size ayetlerimi anlatan, bugünle karşılaşmanızdan sizi uyaran peygamberler gelmedi mi?\" \"Kendi hakkımızda şahidiz\" derler. Dünya hayatı onları aldattı da inkarcı olduklarına, kendi aleyhlerinde şahidlik ettiler."
    },
    {
      "ayahNumber": "131",
      "ayahText": "Bu, haberleri yokken kasabalar halkını Allah'ın haksız yere yok etmeyeceğinden dolayıdır."
    },
    {
      "ayahNumber": "132",
      "ayahText": "İşlediklerine karşılık her birinin dereceleri vardır. Rabbin onların işlediklerinden habersiz değildir."
    },
    {
      "ayahNumber": "133",
      "ayahText": "Rabbin müstağni ve rahmet sahibidir. Dilerse, sizi başka bir milletin soyundan getirdiği gibi, sizi yok eder, dilediğini yerinize getirir."
    },
    {
      "ayahNumber": "134",
      "ayahText": "Size vadedilen, mutlaka yerine gelecektir; siz O'nu aciz kılamazsınız."
    },
    {
      "ayahNumber": "135",
      "ayahText": "De ki, \"Ey milletim! Durumunuzun gerektirdiğini yapın, doğrusu ben de yapacağım. Sonucun kimin için hayırlı olacağını bileceksiniz. Zulmedenler şüphesiz kurtulamazlar.\""
    },
    {
      "ayahNumber": "136",
      "ayahText": "Kendi zanlarına göre, \"Bu Allah'ındır, bu da putlarımızındır\" diyerek, Allah'ın yarattığı hayvanlar ve ekinlerden pay ayırdılar. Putları için ayırdıkları Allah için verilmez, ama Allah için ayırdıkları putlarına verilirdi; ne kötü hüküm veriyorlardı!"
    },
    {
      "ayahNumber": "137",
      "ayahText": "Böylece, putlara hizmet edenler, puta tapanların çoğunu helake sürüklemek, dinlerini karma karışık etmek için çocuklarını öldürmelerini onlara iyi göstermişlerdir. Allah dileseydi bunu yapamazlardı. Sen onları ve iftiralarını bir tarafa bırak."
    },
    {
      "ayahNumber": "138",
      "ayahText": "\"Bu hayvanlar ve ekinleri dilediğimizden başkasının yemesi yasaktır; bir kısım hayvanların sırtlarına yük vurmak da haramdır\" iddiasında bulunarak ve bir kısım hayvanları keserken de Allah'ın adını anmamak suretiyle O'na iftira ederler. Allah, yaptıkları iftiralara karşı onları cezalandıracaktır."
    },
    {
      "ayahNumber": "139",
      "ayahText": "\"Bu hayvanların karınlarında olan yavrular yalnız erkeklerimize mahsus olup, eşlerimize yasaktır. Ölü doğacak olursa hepsi ona ortak olurlar\" dediler. Allah bu türlü sözlerin cezasını verecektir, çünkü O hakimdir, bilendir."
    },
    {
      "ayahNumber": "140",
      "ayahText": "Beyinsizlikleri yüzünden, körü körüne çocuklarını öldürenler ve Allah'ın kendilerine verdiği nimetleri Allah'a iftira ederek haram sayanlar mahvolmuşlardır; onlar sapıtmışlardır, zaten doğru yolda da değillerdi."
    },
    {
      "ayahNumber": "141",
      "ayahText": "Çardaklı ve çardaksız bağları inşa eden Allah'tır. Tadları çeşitli ekin ve hurmaları, zeytin ve narı birbirine benzer ve benzemez şekilde yaratan O'dur. Ürün verdiği zaman ürününden yiyin, devşirildiği ve biçildiği gün hakkını verin; israf etmeyin, çünkü Allah müsrifleri sevmez."
    },
    {
      "ayahNumber": "142",
      "ayahText": "Hayvanları da yük ve kesim için yaratan Allah'tır. Allah'ın size verdiği rızıktan yiyin, şeytana ayak uydurmayın, o size apaçık bir düşmandır."
    },
    {
      "ayahNumber": "143",
      "ayahText": "Sekiz çift: Koyundan iki ve keçiden iki; de ki: \"İki erkeği mi, yoksa iki dişiyi mi veya o iki dişinin rahimlerinde bulunan yavruları mı haram kılmıştır? Doğru sözlü iseniz bana bilgiye dayanarak cevap verin.\""
    },
    {
      "ayahNumber": "144",
      "ayahText": "Deveden iki, sığırdan iki yaratmıştır; de ki: \"İki erkeği mi, yoksa iki dişiyi mi veya o iki dişinin rahimlerinde bulunan yavruları mı haram kılmıştır? Yoksa Allah size bunları buyururken orada mı idiniz?\" İnsanları, bilmediklerinden sapıtmak için Allah'a karşı yalan uyduranlardan daha zalim kimdir? Allah, zalim milleti doğru yola eriştirmez."
    },
    {
      "ayahNumber": "145",
      "ayahText": "De ki: \"Bana vahyolunanda, leş, akıtılmış kan, domuz eti ki pistir ve günah işlenerek Allah'tan başkası adına kesilen hayvandan başkasını yemenin haram olduğuna dair bir emir bulamıyorum; fakat darda kalan, başkasının payına el uzatmamak ve zaruret miktarını aşmamak üzere bunlardan da yiyebilir.\" Doğrusu Rabbin bağışlar ve merhamet eder."
    },
    {
      "ayahNumber": "146",
      "ayahText": "Yahudilere tırnaklı her hayvanı haram kıldık. Onlara sığır ve davarın sırt, bağırsak ve kemik yağları hariç, iç yağlarını da haram kıldık. Aşırı gitmelerinden ötürü onları bu şekilde cezalandırdık. Biz şüphesiz doğru sözlüyüzdür."
    },
    {
      "ayahNumber": "147",
      "ayahText": "Seni yalanlarlarsa, \"Rabbinizin rahmeti geniştir; O'nun azabı suçlu milletten geri çevrilemez\" de."
    },
    {
      "ayahNumber": "148",
      "ayahText": "Puta tapanlar, \"Allah dileseydi babalarımız ve biz puta tapmaz ve hiçbir şeyi haram kılmazdık\" diyecekler; onlardan öncekiler de, Bizim şiddetli azabımızı tadana kadar böyle demişlerdi. Onlara \"Bize karşı çıkarabileceğiniz bir bilginiz var mı? Siz ancak zanna uyuyorsunuz ve sadece tahminde bulunuyorsunuz\" de."
    },
    {
      "ayahNumber": "149",
      "ayahText": "\"Üstün delil Allah'ın delilidir. O dileseydi hepinizi doğru yola eriştirirdi\" de."
    },
    {
      "ayahNumber": "150",
      "ayahText": "De ki: \"Allah'ın bunu haram kıldığına şahidlik edecek şahidlerinizi getirin\". Şahidlik ederlerse, onlarla beraber olup sözlerini kabullenme; ayetlerimizi yalanlayanların ve ahirete inanmayanların heveslerine uyma; onlar Rablerine başkalarını eşit tutuyorlar."
    },
    {
      "ayahNumber": "151",
      "ayahText": "De ki: \"Gelin size Rabbinizin haram kıldığı şeyleri söyleyeyim: O'na hiçbir şeyi ortak koşmayın, anaya babaya iyilik yapın, yoksulluk korkusuyla çocuklarınızı öldürmeyin, sizin ve onların rızkını veren Biziz, gizli ve açık kötülüklere yaklaşmayın, Allah'ın haram kıldığı cana haksız yere kıymayın. Allah bunları size düşünesiniz diye buyurmaktadır.\""
    },
    {
      "ayahNumber": "152",
      "ayahText": "Yetim malına, erginlik çağına erişene kadar en iyi şeklin dışında yaklaşmayın; ölçüyü ve tartıyı doğru yapın. Biz kişiye ancak gücünün yeteceği kadar yükleriz. Konuştuğunuzda, akraba bile olsa sözünüzde adil olun. Allah'ın ahdini yerine getirin. Allah size bunları öğüt almanız için buyurmaktadır."
    },
    {
      "ayahNumber": "153",
      "ayahText": "Bu, dosdoğru olan yoluma uyun. Sizi Allah yolundan ayrı düşürecek yollara uymayın. Allah size bunları sakınasınız diye buyurmaktadır."
    },
    {
      "ayahNumber": "154",
      "ayahText": "Sonra, iyilik işleyenlere nimeti tamamlamak, her şeyi uzun uzadıya açıklamak, doğruyu göstermek ve rahmet olmak üzere Musa'ya Kitap'ı verdik. Rablerine kavuşacaklarına belki artık inanırlar."
    },
    {
      "ayahNumber": "155",
      "ayahText": "Bu, indirdiğimiz kutsal Kitap'dır, ona uyun. \"Bizden önce iki topluluğa kitap indirildi, bizim onların okuduklarından haberimiz yok\" demekten veya \"Bize kitap indirilseydi onlardan daha doğru yolda olurduk\" demekten sakının ki merhamet olunasınız. Şüphesiz o, size Rabbinizden belge, yol gösteren ve rahmet olarak gelmiştir. Allah'ın ayetlerini yalanlayandan ve onlardan yüz çevirenden daha zalim kimdir? Ayetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü, kötü bir azabla cezalandıracağız."
    },
    {
      "ayahNumber": "156",
      "ayahText": "Bu, indirdiğimiz kutsal Kitap'dır, ona uyun. \"Bizden önce iki topluluğa kitap indirildi, bizim onların okuduklarından haberimiz yok\" demekten veya \"Bize kitap indirilseydi onlardan daha doğru yolda olurduk\" demekten sakının ki merhamet olunasınız. Şüphesiz o, size Rabbinizden belge, yol gösteren ve rahmet olarak gelmiştir. Allah'ın ayetlerini yalanlayandan ve onlardan yüz çevirenden daha zalim kimdir? Ayetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü, kötü bir azabla cezalandıracağız."
    },
    {
      "ayahNumber": "157",
      "ayahText": "Bu, indirdiğimiz kutsal Kitap'dır, ona uyun. \"Bizden önce iki topluluğa kitap indirildi, bizim onların okuduklarından haberimiz yok\" demekten veya \"Bize kitap indirilseydi onlardan daha doğru yolda olurduk\" demekten sakının ki merhamet olunasınız. Şüphesiz o, size Rabbinizden belge, yol gösteren ve rahmet olarak gelmiştir. Allah'ın ayetlerini yalanlayandan ve onlardan yüz çevirenden daha zalim kimdir? Ayetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü, kötü bir azabla cezalandıracağız."
    },
    {
      "ayahNumber": "158",
      "ayahText": "Onlar kendilerine meleklerin gelmesini mi, yoksa Rabbinin gelmesini mi, yahut Rablerinden bir takım mucizelerin gelmesini mi bekliyorlar? Rabbinin bir takım mucizeleri geldiği gün, bir kimse daha önce inanmamışsa veya imaniyle bir iyilik kazanmamışsa, imanı ona fayda vermez. Onlara: \"Bekleyin, doğrusu biz de bekliyoruz\" de."
    },
    {
      "ayahNumber": "159",
      "ayahText": "Fırka fırka olup dinlerini parçalayanlarla senin hiçbir ilişiğin olamaz. Onların işi Allah'a kalmıştır, yaptıklarını onlara sonra bildirecektir."
    },
    {
      "ayahNumber": "160",
      "ayahText": "Kim ortaya bir iyilik koyarsa ona on katı verilir; ortaya bir kötülük koyan ise ancak misliyle cezalandırılır; onlara haksızlık yapılmaz."
    },
    {
      "ayahNumber": "161",
      "ayahText": "\"Şüphesiz Rabbim beni doğru yola, gerçek dine, doğruya yönelen ve puta tapanlardan olmayan İbrahim'in dinine iletmiştir\" de."
    },
    {
      "ayahNumber": "162",
      "ayahText": "De ki: \"Namazım, ibadetlerim, hayatım ve ölümüm, alemlerin Rabbi Allah içindir."
    },
    {
      "ayahNumber": "163",
      "ayahText": "O'nun hiçbir ortağı yoktur; böyle emrolundum ve ben Müslümanların ilkiyim.\""
    },
    {
      "ayahNumber": "164",
      "ayahText": "De ki: \"Allah her şeyin Rabbi iken O'ndan başka bir rab mi arayayım? Herkesin kazandığı kendisinedir, kimse başkasının yükünü taşımaz; sonunda dönüşünüz Rabbinizedir, ayrılığa düştüğünüz şeyleri size bildirecektir.\""
    },
    {
      "ayahNumber": "165",
      "ayahText": "Verdikleriyle denemek için sizi yeryüzünün halifeleri kılan ve kiminizi kiminize derecelerle üstün yapan O'dur. Doğrusu Rabbinin cezalandırması süratlidir. Şüphesiz O bağışlar, merhamet eder."
    }
  ]
}