{
  "enfal": {
    "surahNumber": "8",
    "surahNameTr": "Enfâl Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Sana, ganimetlere dair soru sorarlar, de ki: Ganimetler Allah'ın ve Peygamberindir. İnanıyorsanız Allah'tan sakının, aranızdaki münasebetleri düzeltin, Allah'a ve Peygamberine itaat edin."
      },
      {
        "ayahNumber": "2",
        "ayahText": "İnananlar ancak, o kimselerdir ki Allah anıldığı zaman kalbleri titrer, ayetleri okunduğu zaman bu onların imanlarını artırır. Ve Rablerine güvenirler; namaz kılarlar; kendilerine verdiğimiz rızıktan yerli yerince sarf ederler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "İnananlar ancak, o kimselerdir ki Allah anıldığı zaman kalbleri titrer, ayetleri okunduğu zaman bu onların imanlarını artırır. Ve Rablerine güvenirler; namaz kılarlar; kendilerine verdiğimiz rızıktan yerli yerince sarf ederler."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İşte gerçekten inanmış olanlar bunlardır. Onlara Rablerinin katında mertebeler, mağfiret ve cömertçe verilmiş rızıklar vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Nitekim, Rabbin seni hak uğrunda evinden savaş için çıkarmıştı, oysa müslümanların bir takımı bundan hoşlanmamıştı."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Sanki göz göre göre ölüme sürükleniyorlarmış gibi, gerçek ortaya çıktıktan sonra bile seninle tartışıyorlardı."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Allah bu iki taifeden birini size vadetmişti; siz, kuvvetsiz olanın size düşmesini istiyordunuz. Oysa, suçluların hoşuna gitmese de, hakkı ortaya çıkarmak ve batılı tepelemek için, Allah sözleriyle hakkı ortaya koymak ve inkarcıların kökünü kesmek istiyordu."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Allah bu iki taifeden birini size vadetmişti; siz, kuvvetsiz olanın size düşmesini istiyordunuz. Oysa, suçluların hoşuna gitmese de, hakkı ortaya çıkarmak ve batılı tepelemek için, Allah sözleriyle hakkı ortaya koymak ve inkarcıların kökünü kesmek istiyordu."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Rabbinizin yardımına sığınıyordunuz. O, \"Ben size, birbiri peşinden bin melekle yardım ederim\" diye cevap vermişti."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Allah bunu ancak bir müjde olması ve kalblerinizin yatışması için yapmıştı. Yardım ancak Allah katındandır. Doğrusu Allah güçlüdür, hakimdir."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah kendi katından bir güven işareti olarak sizi hafif bir uykuya daldırmıştı. Sizi arıtmak, sizden şeytan vesvesesini gidermek, kalblerinizi pekiştirmek ve sebatınızı artırmak için gökten size su indirmişti."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Rabbin meleklere, \"Ben sizinleyim, inananları destekleyin\" diye vahyetti. \"Ben inkar edenlerin kalblerine korku salacağım, artık vurun onların boyunları üstüne, vurun her parmağına\" dedi."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Bu, onların Allah'a ve Peygamberine karşı koymalarındandır. Kim Allah'a ve peygamberine karşı koyarsa, bilsin ki, Allah'ın cezası şiddetlidir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İşte bunu tadın, inkar edenlere cehennem azabı da vardır."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ey İnananlar! Savaş için ilerlerken, inkar edenlerle toplu halde karşılaştığınızda onlara arkanızı dönmeyin."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Tekrar savaşmak için bir tarafa çekilmek veya bir başka topluluğa katılmak maksadı dışında, o gün arkasını düşmana dönen kimse Allah'dan bir gazaba uğramış olur. Onun varacağı yer cehennemdir. Ne kötü bir dönüştür!"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onları siz öldürmediniz fakat Allah öldürdü. Attığın zaman da sen atmamıştın, fakat Allah atmıştı. Allah bunu, inananları güzel bir imtihana tabi tutmak için yapmıştı. Doğrusu O işitir ve bilir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "İşte bu, Allah'ın inkarcıların düzenini zayıflatıp yok etmesidir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ey inkarcılar! Zafer istiyorsanız, işte zafer geldi (aleyhinize çıktı). Peygambere karşı gelmekten vazgeçerseniz sizin iyiliğinize olur, yok tekrar dönerseniz biz de döneriz; topluluğunuz çok da olsa size hiçbir fayda vermez. Allah inananlarla beraberdir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ey inananlar! Allah'a ve Peygamberine itaat edin, Kuran'ı dinleyip dururken yüz çevirmeyin, dinlemedikleri halde \"dinledik\" diyenler gibi olmayın."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ey inananlar! Allah'a ve Peygamberine itaat edin, Kuran'ı dinleyip dururken yüz çevirmeyin, dinlemedikleri halde \"dinledik\" diyenler gibi olmayın."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Allah katında, yeryüzündeki canlıların en kötüsü gerçeği akletmeyen sağırlar ve dilsizlerdir."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Allah onlarda bir iyilik görseydi onlara işittirirdi. Onlara işittirmiş olsaydı yine de yüz çevirirlerdi, zaten dönektirler."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Ey inananlar! Allah ve Peygamber, sizi, hayat verecek şeye çağırdığı zaman icabet edin. Allah'ın kişi ile kalbi arasına girdiğini ve sonunda O'nun katında toplanacağınızı bilin."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Aranızdan yalnız zalimlere erişmekle kalmayacak fitneden sakının, Allah'ın azabının şiddetli olduğunu bilin."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Yeryüzünde az sayıda olduğunuz ve zayıf sayıldığınız için insanların sizi esir olarak alıp götürmesinden korktuğunuz zamanları, hatırlayın. Allah, şükredesiniz diye sizi barındırmış, yardımıyla desteklemiş, temiz şeylerle rızıklandırmıştır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ey inananlar! Allah'a ve Peygambere karşı hainlik etmeyin, size güvenilen şeylere bile bile hıyanet etmiş olursunuz."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Mallarınızın ve çocuklarınızın, aslında bir sınama olduğunu ve büyük ecrin Allah katında bulunduğunu bilin."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Ey inananlar! Allah'tan sakınırsanız, O size iyiyi kötüden ayırdedecek bir anlayış verir, kötülüklerinizi örter, sizi bağışlar. Allah büyük, bol nimet sahibidir."
      },
      {
        "ayahNumber": "30",
        "ayahText": "İnkar edenler, seni bağlayıp bir yere kapamak veya öldürmek, ya da sürmek için düzen kuruyorlardı. Onlar düzen kurarken, Allah da düzenlerini bozuyordu. Allah düzen yapanların en iyisidir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ayetlerimiz onlara okunduğu zaman, \"İşittik, işittik! İstesek biz de aynını söyleyebiliriz; bu sadece eskilerin masallarıdır\" derlerdi."
      },
      {
        "ayahNumber": "32",
        "ayahText": "\"Allah'ımız! Eğer bu Kitap, gerçekten Senin katından ise bize gökten taş yağdır veya can yakıcı bir azab ver\" demişlerdi."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Oysa, sen içlerinde iken Allah onlara azabetmez. Onlar bağışlanma dilerlerken de elbette Allah azab edecek değildir."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Yoksa Mescidi Haram'a girmekten menederlerken Allah onlara niçin azab etmesin? Hem de O'nun dostu değiller; O'nun dostları ancak karşı gelmekten sakınanlardır. Fakat çoğu bunu bilmiyorlar."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Kabe'deki tapınmaları sadece ıslık çalmak ve el çırpmaktan başka bir şey değildir. İnkarınıza karşılık artık azabı tadın."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak, hem de mağlup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak, hem de mağlup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır."
      },
      {
        "ayahNumber": "38",
        "ayahText": "İnkar edenlere, eğer savaştan vazgeçerlerse, geçmişlerinin bağışlanacağını ve tekrar başlarlarsa evvelkilerin hükmünün uygulanacağını söyle."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Fitne kalmayıp, yalnız Allah'ın dini kalana kadar onlarla savaşın. Eğer vazgeçerlerse bilsinler ki Allah onların işlediklerini şüphesiz görür."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Eğer yüz çevirirlerse Allah'ın sizin dostunuz olduğunu bilin; O ne güzel dost, ne güzel yardımcıdır!"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Eğer Allah'a ve hakkı batıldan ayıran o günde, iki topluluğun karşılaştığı günde kulumuza indirdiğimize inanıyorsanız, bilin ki, ele geçirdiğiniz ganimetin beşte biri Allah'ın, Peygamber'in ve yakınlarının, yetimlerin, düşkünlerin ve yolcularındır. Allah her şeye Kadir'dir."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Siz vadiye en yakın ve onlar da en uzak yamaçta idiler; kervanın süvarileri sizden daha aşağıdaydı. Savaş için buluşmak üzere sözleşmeye kalksaydınız, vaktini tayinde anlaşmazlığa düşerdiniz; fakat Allah mahvolan, apaçık belgeden ötürü mahvolsun, yaşayan da apaçık belgeden ötürü yaşasın diye olacak işi yaptı. Doğrusu Allah işitir ve bilir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Allah onları uykunda sana az gösteriyordu. Çok göstermiş olsaydı, yılacak ve bu hususta çekişmeye başlıyacaktınız, fakat Allah sizi kurtardı; çünkü O kalblerde olanı bilir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Karşılaştığınızda, olacak işi oldurmak için, onları gözlerinize az gösteriyor ve sizi de onların gözünde azaltıyordu. Bütün işler dönüp Allah'a varır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Ey inananlar! Bir toplulukla karşılaşırsanız dayanın; başarıya erişebilmeniz için Allah'ı çok anın."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Allah'a ve Peygamberine itaat edin; çekişmeyin, yoksa korkar başarısızlığa düşersiniz ve kuvvetiniz gider. Sabredin, doğrusu Allah sabredenlerle beraberdir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Yurtlarından böbürlenerek, insanlara gösteriş yaparak çıkan ve Allah yolundan men edenler gibi olmayın. Allah onların işlediklerini her yönüyle bilendir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Şeytan onlara işlediklerini güzel gösterdi ve \"Bugün insanlardan sizi yenecek kimse yoktur; doğrusu ben de size yardımcıyım\" dedi. İki ordu karşılaşınca da, geri dönüp, \"Benim sizinle ilgim yok; doğrusu sizin görmediğinizi ben görüyorum ve şüphesiz Allah'tan korkuyorum, Allah'ın azabı şiddetlidir\" dedi."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İkiyüzlüler ve kalblerinde hastalık bulunanlar \"Müslümanları dinleri aldattı\" diyorlardı; oysa, kim Allah'a güvenirse bilmelidir ki Allah güçlüdür, hakimdir."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Melekler, inkar edenlerin yüzlerine ve sırtlarına vurarak, \"Yakıcı azabı tadın, bu, kendi ellerinizle yaptığınızın karşılığıdır\" diyerek canlarını alırken bir görseydin! Yoksa Allah kullara asla zulmetmez."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Melekler, inkar edenlerin yüzlerine ve sırtlarına vurarak, \"Yakıcı azabı tadın, bu, kendi ellerinizle yaptığınızın karşılığıdır\" diyerek canlarını alırken bir görseydin! Yoksa Allah kullara asla zulmetmez."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Firavun taifesi ve onlardan öncekilerin gidişi gibi, Allah'ın ayetlerini yalanladılar da Allah onları günahlarından ötürü yoketti. Allah kuvvetlidir, cezalandırması şiddetlidir."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Bu, bir topluluk iyi gidişini değiştirmedikçe Allah'ın da verdiği nimeti değiştirmeyeceğinden ve Allah'ın işiten, bilen olmasındandır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Firavun taifesi ve onlardan öncekilerin gidişi gibi, Rablerinin ayetlerini yalanladılar da onları günahlarından ötürü yok ettik. Firavun taifesini suda boğduk, hepsi zalimlerdi."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Allah katında yeryüzünde yaşayanların en kötüsü, inkar edenlerdir. Onlar artık inanmazlar."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Anlaşma yaptığın kimseler, sonucundan sakınmayarak anlaşmalarını her defasında bozarlar. Savaşta onları yakalarsan, arkalarındakilere ibret olacak şekilde, darmadağın et."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Anlaşma yaptığın kimseler, sonucundan sakınmayarak anlaşmalarını her defasında bozarlar. Savaşta onları yakalarsan, arkalarındakilere ibret olacak şekilde, darmadağın et."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Eğer bir topluluğun anlaşmaya hıyanet etmesinden korkarsan, sen de onlara karşı anlaşmayı bozarak aynı şekilde davran. Doğrusu Allah hainleri sevmez."
      },
      {
        "ayahNumber": "59",
        "ayahText": "İnkar edenler, asla öne geçtiklerini sanmasınlar, çünkü onlar bizi aciz bırakamıyacaklardır."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Ey inananlar! Onlara karşı gücünüzün yettiği kadar Allah'ın düşmanı ve sizin düşmanlarınızı ve bunların dışında Allah'ın bilip sizin bilmediklerinizi yıldırmak üzere kuvvet ve savaş atları hazırlayın. Allah yolunda sarfettiğiniz her şey size haksızlık yapılmadan, tamamen ödenecektir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Eğer onlar barışa yanaşırlarsa, sen de yanaş ve Allah'a güven. O, şüphesiz işitir ve bilir."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Seni aldatmak isterlerse, bil ki şüphesiz Allah sana kafidir. Seni ve inananları yardımıyla destekleyen, kalblerini uzlaştıran O'dur. Eğer yeryüzünde olan her şeyi sarfetsen bile, sen onların kalblerini uzlaştıramazdın, ama Allah onları uzlaştırdı. Doğrusu O Güçlü'dür, Hakim'dir."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Seni aldatmak isterlerse, bil ki şüphesiz Allah sana kafidir. Seni ve inananları yardımıyla destekleyen, kalblerini uzlaştıran O'dur. Eğer yeryüzünde olan her şeyi sarfetsen bile, sen onların kalblerini uzlaştıramazdın, ama Allah onları uzlaştırdı. Doğrusu O Güçlü'dür, Hakim'dir."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Allah'ın yardımı sana ve sana uyan müminlere yeter."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Müminleri savaş için coştur. Sizin sabırlı yirmi kişiniz onlardan ikiyüz kişiyi yener. Sizin yüz kişiniz, inkar edenlerden bin kişiyi yener; çünkü onlar anlayışsız bir güruhtur. Şimdi Allah yükünüzü hafifletti, zira içinizde zaaf bulunduğunu biliyordu. Sizin sabırlı yüz kişiniz onlardan ikiyüz kişiyi yener; sizin bin kişiniz, Allah'ın izniyle, ikibin kişiyi yener. Allah sabredenlerle beraberdir."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Müminleri savaş için coştur. Sizin sabırlı yirmi kişiniz onlardan ikiyüz kişiyi yener. Sizin yüz kişiniz, inkar edenlerden bin kişiyi yener; çünkü onlar anlayışsız bir güruhtur. Şimdi Allah yükünüzü hafifletti, zira içinizde zaaf bulunduğunu biliyordu. Sizin sabırlı yüz kişiniz onlardan ikiyüz kişiyi yener; sizin bin kişiniz, Allah'ın izniyle, ikibin kişiyi yener. Allah sabredenlerle beraberdir."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Yeryüzünde savaşırken, düşmanı yere sermeden esir almak hiçbir peygambere yaraşmaz. Geçici dünya malını istiyorsunuz, oysa Allah ahireti kazanmanızı ister. Allah Güçlü'dür, Hakim'dir."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Daha önceden Allah'tan verilmiş bir hüküm olmasaydı, aldıklarınızdan ötürü size büyük bir azab erişirdi."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Elde ettiğiniz ganimetleri temiz ve helal olarak yiyin; Allah'tan sakının, doğrusu Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Elinizde bulunan esirlere, \"Allah kalblerinizde bir iyilik bulursa, size sizden alınanın daha hayırlısını verir, sizi bağışlar, Allah bağışlayandır, merhamet edendir\" de."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Esirler sana hıyanet etmek isterlerse, bilsinler ki esasen daha önce de Allah'a hıyanet etmişlerdi, Allah bundan ötürü onları yenmen için sana imkan verdi. Allah Bilen'dir, Hakim'dir."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Doğrusu inanıp hicret edenler, Allah yolunda mallarıyla canlarıyla cihat edenler ve muhacirleri barındırıp onlara yardım edenler, işte bunlar birbirinin dostudurlar. İnanıp hicret etmeyenlerle, hicret edene kadar sizin dostluğunuz yoktur. Fakat din uğrunda yardım isterlerse, aranızda anlaşma olmayan topluluktan başkasına karşı onlara yardım etmeniz gerekir. Allah işlediklerinizi görür."
      },
      {
        "ayahNumber": "73",
        "ayahText": "İnkar edenler birbirlerinin dostlarıdır. Eğer siz aranızda dost olmazsanız yeryüzünde kargaşalık, fitne ve büyük bozgun çıkar."
      },
      {
        "ayahNumber": "74",
        "ayahText": "İnanıp hicret eden, Allah yolunda savaşanlar ve muhacirleri barındırıp onlara yardım edenler, işte onlar gerçekten inanmış olanlardır. Onlara mağfiret ve cömertçe verilmiş rızıklar vardır."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Sonra inanıp hicret eden ve sizinle birlikte savaşanlar, işte onlar sizdendir. Birbirinin mirasçısı olan akraba, Allah'ın Kitap'ına göre birbirine daha yakındır. Doğrusu Allah her şeyi bilir."
      }
    ]
  }
}