{
  "kehf": {
    "surahNumber": "18",
    "surahNameTr": "Kehf Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Hamd Allah'a mahsustur ki, kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere, içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: \"Allah çocuk edindi\" diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Hamd Allah'a mahsustur ki, kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere, içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: \"Allah çocuk edindi\" diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Hamd Allah'a mahsustur ki, kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere, içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: \"Allah çocuk edindi\" diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Hamd Allah'a mahsustur ki, kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere, içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: \"Allah çocuk edindi\" diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Allah'ın çocuk edindiğine dair ne kendilerinin ve ne de babalarının bir bilgisi vardır. Ağızlarından çıkan söz ne büyük iftiradır. Onlar yalnız ve yalnız yalan söylerler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Bu söze inanmayanların ardından üzülerek nerdeyse kendini mahvedeceksin!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "İnsanların hangisinin daha iyi iş işlediğini ortaya koyalım diye, yeryüzünde olan şeyleri, yeryüzünün süsü yaptık."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Şüphesiz Biz, yeryüzünde olanları kupkuru bir toprak haline getirebiliriz."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yoksa sen Mağara ve Kitap ehlini şaşılacak ayetlerimizden mi zannettin?"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Birkaç genç mağaraya sığınmış: \"Rabbimiz! Katından bize rahmet ver ve işimizde doğruyu göster, bizi başarılı kıl\" demişlerdi."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Mağaranın içinde onları yıllarca uyuttuk; sonra, iki taraftan hangisinin bekledikleri sonucu iyi hesaplamış olduğunu belirtmek için onları uyandırdık."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Mağaranın içinde onları yıllarca uyuttuk; sonra, iki taraftan hangisinin bekledikleri sonucu iyi hesaplamış olduğunu belirtmek için onları uyandırdık."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup, şöyle demişlerdi: \"Rabbimiz göklerin ve yerin Rabbidir, O'nu bırakıp başka bir tanrıya yalvarmayız, yoksa and olsun ki, batıl söz söylemiş oluruz. Şu bizim milletimiz, Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir?\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup, şöyle demişlerdi: \"Rabbimiz göklerin ve yerin Rabbidir, O'nu bırakıp başka bir tanrıya yalvarmayız, yoksa and olsun ki, batıl söz söylemiş oluruz. Şu bizim milletimiz, Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir?\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup, şöyle demişlerdi: \"Rabbimiz göklerin ve yerin Rabbidir, O'nu bırakıp başka bir tanrıya yalvarmayız, yoksa and olsun ki, batıl söz söylemiş oluruz. Şu bizim milletimiz, Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir?\""
      },
      {
        "ayahNumber": "16",
        "ayahText": "Onlara: \"Siz onlardan ve Allah'tan başka taptıklarından ayrıldınız, bunun için mağaraya girin ki, Rabbiniz size rahmetini yaysın ve size işinizde kolaylık göstersin\" denildi."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Baksaydın, güneşin mağaralarının sağ tarafından doğup meylettiğini, sol tarafından onlara dokunmadan battığını, onların da mağaranın genişçe bir yerinde bulunduğunu görürdün. Bu, Allah'ın mucizelerindendir; Allah'ın doğru yola eriştirdiği kimse hak yoldadır. Kimi de saptırırsa artık ona, doğru yola götürecek bir rehber bulamazsın."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Mağara ehli uykuda iken sen onları uyanık sanırdın. Biz onları sağa ve sola döndürürdük. Köpekleri dirseklerini eşiğe uzatmıştı. Onları görsen, için korkuyla dolar, geri dönüp kaçardın."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Birbirlerine sorsunlar diye onları uyandırdık. İçlerinden biri: \"Ne kadar kaldınız?\" dedi. \"Bir gün veya daha az bir müddet kaldık\" dediler. \"Ne kadar kaldığınızı Rabbiniz daha iyi bilir. Paranızla birinizi şehre gönderin, sakın sizi kimseye duyurmasın\" dediler."
      },
      {
        "ayahNumber": "20",
        "ayahText": "\"Zira onların sizden haberi olacak olursa, ya taşlayarak öldürürler veya dinlerine döndürürler ve bu takdirde asla kurtulamazsınız.\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "Böylece, Allah'ın sözünün gerçek olduğunu ve kıyametin kopmasından şüphe edilemeyeceğini bilmeleri için, insanların onları bulmalarını sağladık. Nitekim halk, bunların hakkında çekişip duruyor: \"Onların mağaralarının çevresine bir bina kurun\" diyorlardı. Oysa, Rableri onları çok iyi bilir. Tartışmayı kazananlar: \"Onların mağaralarının çevresinde mutlaka bir mescid kuracağız\" dediler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Karanlığa taş atar gibi, \"Mağara ehli üçtür, dördüncüleri köpekleridir\" derler, yahut, \"Beştir, altıncıları köpekleridir\" derler, yahut \"Yedidir, sekizincileri köpekleridir\" derler. De ki: \"Onların sayısını en iyi bilen Rabbim'dir. Onları pek az kimseden başkası bilmez.\" Bunun için, onlar hakkında, bu kısaca anlatılanın dışında, kimseyle tartışma ve onlar hakkında kimseden bir şey sorma."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Herhangi bir şey için, Allah'ın dilemesi dışında: \"Ben yarın onu yapacağım\" deme. Unuttuğun zaman Rabbini an ve şöyle de: \"Umulur ki, Rabbim beni doğruya daha yakın olana eriştirir.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Herhangi bir şey için, Allah'ın dilemesi dışında: \"Ben yarın onu yapacağım\" deme. Unuttuğun zaman Rabbini an ve şöyle de: \"Umulur ki, Rabbim beni doğruya daha yakın olana eriştirir.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "Onlar mağaralarında üçyüz dokuz yıl kaldılar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: \"Onların ne kadar kaldıklarını en iyi Allah bilir. Göklerin ve yerin gaybı O'na aittir. O, ne mükemmel görendir! O ne mükemmel işitendir! İnsanların O'ndan başka dostu yoktur. O, hiç kimseyi hükümranlığa ortak kılmaz.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Rabbinin Kitap'ından sana vahyolunanı oku; O'nun sözlerini değiştirecek yoktur. O'ndan başka bir sığınılacak da bulamazsın."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Sabah akşam Rablerinin rızasını dileyerek O'na yalvaranlarla beraber sen de sabret. Dünya hayatının güzelliklerini isteyerek gözlerini o kimselerden ayırma. Bizi anmasını kendisine unutturduğumuz ve işinde aşırı giderek hevesine uyan kimseye uyma."
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: \"Gerçek Rabbinizdendir.\" Dileyen inansın, dileyen inkar etsin. Şüphesiz zalimler için, duvarları çepeçevre onları içine alacak bir ateş hazırlamışızdır. Onlar yardım istediklerinde, erimiş maden gibi yüzleri kavuran bir su kendilerine sunulur. Bu ne kötü bir içecek ve cehennem ne kötü bir duraktır!"
      },
      {
        "ayahNumber": "30",
        "ayahText": "İyi hareket edenin ecrini zayi etmeyiz. Doğrusu, inanıp yararlı iş yapanlara, işte onlara, içlerinden ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar, ince ve kalın ipekliden yeşil elbiseler giyerek tahtları üzerinde otururlar. Ne güzel bir mükafat ve ne güzel yaslanacak yer!"
      },
      {
        "ayahNumber": "31",
        "ayahText": "İyi hareket edenin ecrini zayi etmeyiz. Doğrusu, inanıp yararlı iş yapanlara, işte onlara, içlerinden ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar, ince ve kalın ipekliden yeşil elbiseler giyerek tahtları üzerinde otururlar. Ne güzel bir mükafat ve ne güzel yaslanacak yer!"
      },
      {
        "ayahNumber": "32",
        "ayahText": "Onlara iki adamı misal olarak göster: Birine iki üzüm bağı verip, etrafını hurmalıklarla çevirmiş ve aralarında ekinler bitirmiştik."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Her iki bahçe de ürünlerini vermişlerdi, hiçbir şeyi de eksik bırakmamışlardı. İkisinin arasından bir de ırmak akıtmıştık."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Onun gelirleri de vardı. Bu yüzden, arkadaşiyle konuşurken: \"Ben malca senden zengin, nüfusça da senden daha itibarlıyım\" dedi."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Kendisine böylece yazık ederek bahçesine girerken: \"Bu bahçenin batacağını hiç zannetmem. Kıyametin kopacağını da sanmıyorum. Eğer Rabbime döndürülürsem, and olsun ki orada bundan daha iyisini bulurum\" dedi."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Kendisine böylece yazık ederek bahçesine girerken: \"Bu bahçenin batacağını hiç zannetmem. Kıyametin kopacağını da sanmıyorum. Eğer Rabbime döndürülürsem, and olsun ki orada bundan daha iyisini bulurum\" dedi."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Nitekim, ürünleri yok edildi; bağın altüst olmuş çardakları karşısında, sarfettiği emeğe içi yanarak ellerini oğuşturup \"Keşke Rabbime kimseyi ortak koşmasaydım\" diyordu."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Ona, Allah'tan başka yardım edebilecek adamları da yoktu, kendi kendini de kurtaramadı."
      },
      {
        "ayahNumber": "44",
        "ayahText": "İşte burada kudret ve hakimiyet, varlığı gerçek olan Allah'ındır. Mükafatlandırma bakımından hayırlı olan da, sonuçlandırma yönünden hayırlı olan da O'dur."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Onlara, dünya hayatı misalinin tıpkı şöyle olduğunu anlat: Gökten indirdiğimiz su ile yeryüzünde yetişen bitkiler birbirine karışır, ama sonunda rüzgarın savuracağı çerçöpe döner. Allah her şeyin üstünde bir kudrete sahip olandır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Mal ve oğullar, dünya hayatının süsüdür. Ama baki kalacak yararlı işler, sevab olarak da, emel olarak da, Rabbinin katında daha hayırlıdır."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Bir gün dağları yürütürüz de yeri dümdüz görürsün. Hiçbirini bırakmaksızın diriltip bir araya toplarız."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Dizi dizi Rabbine sunulduklarında onlara: \"And olsun ki, sizi ilk defa yarattığımız gibi Bize geldiniz. Sizi bir yere toplamak için söz vermediğimizi iddia etmiştiniz değil mi?\" denir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Amel defteri ortaya konunca, suçluların, onda yazılı olanlardan korktuklarını görürsün, \"Vah bize, eyvah bize! Bu defter nasıl olmuş da küçük büyük bir şey bırakmadan hepsini saymış!\" derler. İşlediklerini hazır bulurlar. Rabbin kimseye haksızlık etmez."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Meleklere: \"Adem'e secde edin\" demiştik. İblis'ten başka hepsi secde etmişti. O, cinlerden idi. Rabbinin buyruğu dışına çıktı. Ey insanoğulları! Siz Beni bırakıp onu ve soyunu dost mu ediniyorsunuz? Halbuki onlar size düşmandır. Kendilerine yazık edenler için bu ne kötü değişmedir!"
      },
      {
        "ayahNumber": "51",
        "ayahText": "Oysa Ben onları ne göklerin ve yerin yaratılmasında ve ne de kendilerinin yaratılmasında hazır bulundurdum. Saptıranları hiçbir işte asla yardımcı da edinmedim."
      },
      {
        "ayahNumber": "52",
        "ayahText": "O gün Allah: \"Bana ortak olduklarını iddia ettiklerinize seslenin\" der. Onları çağırırlar, fakat hiçbirisi onların çağrılarına gelmez. Aralarına bir cehennem deresi koyarız."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Suçlular ateşi görürler ve ona düşeceklerini anlarlar, fakat ondan kaçacak yer bulamazlar."
      },
      {
        "ayahNumber": "54",
        "ayahText": "And olsun ki, Biz bu Kuran'da insanlara türlü türlü misali gösterip açıkladık. İnsanın en çok yaptığı iş tartışmadır."
      },
      {
        "ayahNumber": "55",
        "ayahText": "İnsanlara doğruluk rehberi gelmişken, onları inanmaktan, Rablerinden mağfiret dilemekten alıkoyan öncekilere uygulananın kendilerine de uygulanmasını veya gözleri göre göre azaba uğramayı beklemeleridir."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Biz peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Oysa inkarcılar hakkı batılla ortadan kaldırmak için çekişirler. Ayetlerimizi ve kendilerine yapılan uyarmaları alaya alırlar."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Rabbinin ayetleri kendisine hatırlatılmışken onlardan yüz çeviren ve önceden yaptıklarını unutan kimseden daha zalim var mıdır? Kuran'ı anlarlar diye kalblerine örtüler, kulaklarına da ağırlık koyduk. Sen onları doğru yola çağırsan da asla doğru yolagelmezler."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Bununla beraber, Rabbin mağfiret ve merhamet sahibidir. Eğer onları, yaptıklarından dolayı hemen hesaba çekmek isteseydi, azaba uğratmakta acele ederdi. Ama onların bir vadesi vardır. Ondan kaçıp sığınacak yer bulamazlar."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Haksızlıklarından ötürü işte yok ettiğimiz şehirler! Onları yok etmek için bir süre tayin etmiştik."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Musa, genç arkadaşına: \"Ben iki denizin birleştiği yere ulaşmağa, yahut yıllarca yürümeye kararlıyım\" demişti."
      },
      {
        "ayahNumber": "61",
        "ayahText": "İkisi, iki denizin birleştiği yere ulaşınca, balıklarını unutmuşlardı, balık bir delikten kayıp denizi boyladı."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Oradan uzaklaştıklarında Musa, yanındaki gence: \"Azığımızı çıkar, and olsun bu yolculuğumuzda yorgun düştük\" dedi."
      },
      {
        "ayahNumber": "63",
        "ayahText": "O da: \"Bak sen! Kayalığa vardığımızda balığı unutmuştum. Bana onu hatırlamamı unutturan ancak şeytandır. Balık şaşılacak şekilde denizde yolunu tutup gitmiş\" dedi."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Musa: \"İstediğimiz zaten buydu\" dedi. Hemen geldikleri yoldan izleri üzerinde geri döndüler."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Bu arada ikisi katımızdan kendisine bir rahmet verdiğimiz ve kendisine ilim öğrettiğimiz kullarımızdan birini buldular."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Musa ona: \"Sana öğretileni bana hayra götüren bir bilgi olarak öğretmen için peşinden gelebilir miyim?\" dedi."
      },
      {
        "ayahNumber": "67",
        "ayahText": "O: \"Sen doğrusu benim yaptıklarıma dayanamazsın, bilgice kavrayamadığın bir şeye nasıl dayanabilirsin?\" dedi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Musa: \"İnşallah sabrettiğimi göreceksin, sana hiçbir işte baş kaldırmayacağım\" dedi."
      },
      {
        "ayahNumber": "69",
        "ayahText": "O da: \"O halde, bana uyacaksan, ben sana anlatmadıkça herhangi bir şey hakkında bana soru sormayacaksın\" dedi."
      },
      {
        "ayahNumber": "70",
        "ayahText": "O da: \"O halde, bana uyacaksan, ben sana anlatmadıkça herhangi bir şey hakkında bana soru sormayacaksın\" dedi."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Bunun üzerine kalkıp gittiler; sonunda bir gemiye bindiklerinde, o gemiyi deliverdi; Musa: \"Gemiyi içindekileri boğmak için mi deldin? Doğrusu şaşılacak bir şey yaptın\" dedi."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Musa'ya: \"Ben sana yaptığım işlere dayanamazsın demedim mi?\" dedi."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Musa: \"Unuttuğum için bana çıkışma, gücümün yetmediği şeyden beni sorumlu tutma\" dedi."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Yine gittiler; sonunda bir erkek çocuğa rastladılar, o hemen onu öldürdü. Musa: \"Bir cana karşılık olmaksızın masum bir cana mı kıydın? Doğrusu pek kötü bir şey yaptın\" dedi."
      },
      {
        "ayahNumber": "75",
        "ayahText": "O: \"Ben sana, yaptığım işlere dayanamazsın demedim mi?\" dedi."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Musa: \"Bundan sonra sana bir şey sorarsam bana arkadaş olma, o zaman benim tarafımdan mazur sayılırsın\" dedi."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Yine yola koyuldular; sonunda vardıkları bir kasaba halkından yiyecek istediler. Kasaba halkı, bu ikisini misafir etmek istemedi. İkisi, şehrin içinde yıkılmağa yüz tutan bir duvar gördüler, Musa'nın arkadaşı onu doğrultuverdi; Musa: \"Dileseydin buna karşı bir ücret alabilirdin\" dedi."
      },
      {
        "ayahNumber": "78",
        "ayahText": "O şöyle söyledi: \"İşte bu, seninle benim ayrılmamızı gerektiriyor; dayanamadığın işlerin yorumunu sana anlatacağım\""
      },
      {
        "ayahNumber": "79",
        "ayahText": "\"Gemi, denizde çalışan birkaç yoksula aitti; onu kusurlu kılmak istedim, çünkü peşlerinde her sağlam gemiye zorla el koyan bir hükümdar vardı.\""
      },
      {
        "ayahNumber": "80",
        "ayahText": "\"Oğlana gelince; onun ana babası inanmış kimselerdi. Çocuğun onları azdırmasından ve inkara sürüklemesinden korkmuştuk."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Rablerinin o çocuktan daha temiz ve onlara daha çok merhamet eden birini vermesini istedik.\""
      },
      {
        "ayahNumber": "82",
        "ayahText": "\"Duvar ise, şehirde iki yetim erkek çocuğa aitti. Duvarın altında onların bir hazinesi vardı; babaları da iyi bir kimseydi. Rabbin onların erginlik çağına ulaşmasını ve Rabbinden bir rahmet olarak hazinelerini çıkarmalarını istedi. Ben bunları kendiliğimden yapmadım. İşte dayanamadığın işlerin içyüzleri budur.\""
      },
      {
        "ayahNumber": "83",
        "ayahText": "Sana Zülkarneyn'i sorarlar, \"Onu size anlatacağım\" de."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Doğrusu biz onu yeryüzüne yerleştirmiş ve her şeyin yolunu ona öğretmiştik."
      },
      {
        "ayahNumber": "85",
        "ayahText": "O da bir yol tuttu."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Sonunda güneşin battığı yere ulaşınca onu, kara balçıklı bir suda batıyor gördü. Orada bir millete rastladı. \"Zülkarneyn! Onlara azap da edebilirsin, iyi muamelede de bulunabilirsin\" dedik."
      },
      {
        "ayahNumber": "87",
        "ayahText": "\"Haksızlık yapana azap edeceğiz, sonra Rabbine döndürülür, onu görülmemiş bir azaba uğratır; ama inanıp yararlı iş işleyene, mükafat olarak güzel şeyler vardır, ona buyruğumuzdan kolay olanı söyleriz\" dedi."
      },
      {
        "ayahNumber": "88",
        "ayahText": "\"Haksızlık yapana azap edeceğiz, sonra Rabbine döndürülür, onu görülmemiş bir azaba uğratır; ama inanıp yararlı iş işleyene, mükafat olarak güzel şeyler vardır, ona buyruğumuzdan kolay olanı söyleriz\" dedi."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Sonra yine bir yol tuttu."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Sonunda güneşin doğduğu yere ulaşınca, güneşi, kendilerini elbise, bina gibi şeylerle örtmediğimiz bir millet üzerine doğuyor buldu."
      },
      {
        "ayahNumber": "91",
        "ayahText": "İşte bunun gibi, onun yaptıklarının hepsini baştanbaşa biliyorduk."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Sonra yine bir yol tuttu."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Sonunda, iki dağın arasına varınca, orada nerdeyse hiç laf anlamayan bir millete rastladı."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Dediler ki: Zülkarneyn! Doğrusu Yecüc ve Mecüc bu ülkede bozgunculuk yapıyorlar. Bizimle onların arasına bir sed yapman için sana bir vergi verelim mi?"
      },
      {
        "ayahNumber": "95",
        "ayahText": "\"Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gücünüzle yardım edin de sizinle onların arasına sağlam bir sed yapayım. Bana demir kütleleri getirin\" dedi. Bunlar iki dağın arasını doldurunca: \"Körükleyin\" dedi. Demirler akkor haline gelince; \"Bana erimiş bakır getirin de üzerine dökeyim\" dedi."
      },
      {
        "ayahNumber": "96",
        "ayahText": "\"Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gücünüzle yardım edin de sizinle onların arasına sağlam bir sed yapayım. Bana demir kütleleri getirin\" dedi. Bunlar iki dağın arasını doldurunca: \"Körükleyin\" dedi. Demirler akkor haline gelince; \"Bana erimiş bakır getirin de üzerine dökeyim\" dedi."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Artık Yecüc ve Mecüc onu ne aşabildiler ve ne de delip geçebildiler."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Zülkarneyn: \"İşte bu, Rabbimin bir rahmetidir. Rabbimin tayin ettiği zaman gelince onu yerle bir eder; Rabbimin verdiği söz gerçektir\" dedi."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Biz o gün onları bırakırız, dalgalar halinde birbirlerine girerler. Sura üflenince hepsini bir araya toplarız."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Gözleri bizim öğüdümüze karşı kapalı olan ve öfkelerinden onu dinlemeye tahammül edemeyen kafirlere o gün cehennemi öyle bir gösteririz ki!"
      },
      {
        "ayahNumber": "101",
        "ayahText": "Gözleri bizim öğüdümüze karşı kapalı olan ve öfkelerinden onu dinlemeye tahammül edemeyen kafirlere o gün cehennemi öyle bir gösteririz ki!"
      },
      {
        "ayahNumber": "102",
        "ayahText": "İnkar edenler, Beni bırakıp da kullarımı dost edinmelerini yeterli mi sandılar? Doğrusu biz cehennemi inkarcılara konak olarak hazırladık."
      },
      {
        "ayahNumber": "103",
        "ayahText": "\"Size, amelce en çok kayıpta bulunanları haber verelim mi?\" de."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Dünya hayatında, çalışmaları boşa gitmiştir, oysa onlar güzel iş yaptıklarını sanıyorlardı."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Bunlar, Rablerinin ayetlerini ve O'na kavuşmayı inkar edenlerdir. Bu yüzden işleri boşa gitmiştir. Kıyamet günü Biz onlara değer vermeyeceğiz."
      },
      {
        "ayahNumber": "106",
        "ayahText": "İşte onların cezası; inkarlarına, peygamberlerimi ve ayetlerimi alaya almalarına karşılık olarak, cehennemdir."
      },
      {
        "ayahNumber": "107",
        "ayahText": "Ama inanıp yararlı iş işleyenlerin konakları Firdevs cennetleridir."
      },
      {
        "ayahNumber": "108",
        "ayahText": "Orada temelli kalırlar, başka bir yere gitmek istemezler."
      },
      {
        "ayahNumber": "109",
        "ayahText": "De ki: \"Rabbimin sözlerini yazmak için denizler mürekkep olsa ve bir o kadarını da katsak, Rabbimin sözleri tükenmeden denizler tükenirdi.\""
      },
      {
        "ayahNumber": "110",
        "ayahText": "De ki: \"Ben de ancak sizin gibi bir insanım; ancak bana tanrınızın tek bir Tanrı olduğu vahyolunuyor. Rabbine kavuşmayı uman kimse yararlı iş işleşin ve Rabbine kullukta hiç ortak koşmasın.\""
      }
    ]
  }
}