{
  "meryem": {
    "surahNumber": "19",
    "surahNameTr": "Meryem Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kaf, Ha, Ya, Ayn, Sad."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bu, Rabbinin kulu Zekeriya'ya olan rahmetini anmadır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "O Rabbine içinden yalvarmıştı."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Şöyle demişti: \"Rabbim! Gerçekten kemiklerim zayıfladı, saçlarım ağardı. Rabbim! Sana yalvarmakla şimdiye kadar bedbaht olup bir şeyden mahrum kalmadım.\""
      },
      {
        "ayahNumber": "5",
        "ayahText": "Doğrusu, benden sonra yerime geçecek yakınlarımın iyi hareket etmeyeceklerinden korkuyorum. Karım da kısırdır. Katından bana bir oğul bağışla ki, bana ve Yakub oğullarına mirasçı olsun. Rabbim! Onun, rızanı kazanmasını da sağla.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "Doğrusu, benden sonra yerime geçecek yakınlarımın iyi hareket etmeyeceklerinden korkuyorum. Karım da kısırdır. Katından bana bir oğul bağışla ki, bana ve Yakub oğullarına mirasçı olsun. Rabbim! Onun, rızanı kazanmasını da sağla.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "Allah: \"Ey Zekeriya! Sana, Yahya isminde bir oğlanı müjdeliyoruz. Bu adı daha önce kimseye vermemiştik\" buyurdu."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Zekeriya: \"Rabbim! Karım kısır, ben de son derece kocamışken nasıl oğlum olabilir?\" dedi."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Allah: \"Rabbin böyle buyurdu; Çünkü bu bana kolaydır, nitekim sen yokken daha önce seni yaratmıştım\" dedi."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Zekeriya \"Rabbim! Öyleyse bana bir alamet ver\" dedi. Allah: \"Senin alametin, sağlam ve sıhhatli olduğun halde üç gün üç gece insanlarla konuşamamandır\" buyurdu."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Zekeriya bunun üzerine mabedden çıkıp milletine: \"Sabah akşam Allah'ı tesbih edin\" diye işarette bulundu."
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Ey Yahya! Kitaba kuvvetle sarıl\" deyip daha çocukken ona hikmet, katımızdan kalp yumuşaklığı ve safiyet verdik. O, Allah'tan sakınan ve anasına babasına karşı iyi davranan bir kimse idi, baş kaldıran bir zorba değildi."
      },
      {
        "ayahNumber": "13",
        "ayahText": "\"Ey Yahya! Kitaba kuvvetle sarıl\" deyip daha çocukken ona hikmet, katımızdan kalp yumuşaklığı ve safiyet verdik. O, Allah'tan sakınan ve anasına babasına karşı iyi davranan bir kimse idi, baş kaldıran bir zorba değildi."
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"Ey Yahya! Kitaba kuvvetle sarıl\" deyip daha çocukken ona hikmet, katımızdan kalp yumuşaklığı ve safiyet verdik. O, Allah'tan sakınan ve anasına babasına karşı iyi davranan bir kimse idi, baş kaldıran bir zorba değildi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Doğduğu günde, öleceği günde ve dirileceği günde ona selam olsun."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Kitabda Meryem'i de an. O, ailesinden ayrılarak, doğu yönünde bir yere çekilmişti."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Sonra, insanlardan gizlenmek için bir perde germişti. Cebrail'i göndermiştik de ona tam bir insan olarak görünmüştü."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Meryem: \"Eğer Allah'tan sakınan bir kimse isen, senden Rahman'a sığınırım\" dedi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Cebrail: \"Ben temiz bir oğlan bağışlamak için Rabbinin sana gönderdiği elçiden başkası değilim\" dedi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Meryem: \"Bana bir insan temas etmemişken, ben kötü kadın da olmadığım halde nasıl oğlum olabilir?\" dedi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Cebrail: \"Bu böyledir, çünkü Rabbin, 'Bu bana kolaydır, onu insanlar için bir mucize ve katımızdan da bir rahmet kılacağız; hem bu önceden kararlaştırılmış bir iştir' diyor\" dedi."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Meryem oğlana gebe kaldı, o haliyle uzak bir yere çekildi."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Doğum sancısı onu bir hurma ağacının dibine gitmeğe mecbur etti. \"Keşke ben bundan önce ölmüş olsaydım da unutulup gitseydim\" dedi."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Onun altından bir ses kendisine şöyle seslendi: \"Sakın üzülme, Rabbin içinde bulunanı şerefli kılmıştır. Hurma ağacını kendine doğru silkele, üstüne taze hurma dökülsün."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Onun altından bir ses kendisine şöyle seslendi: \"Sakın üzülme, Rabbin içinde bulunanı şerefli kılmıştır. Hurma ağacını kendine doğru silkele, üstüne taze hurma dökülsün."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ye iç, gözün aydın olsun. İnsanlardan birini görecek olursan 'Ben Rahman için oruç adadım, bugün hiçbir insanla konuşmayacağım' de.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Çocuğu alıp kavmine getirdi, onlar: \"Meryem! Utanılacak bir şey yaptın. Ey Harun'un kızkardeşi! Baban kötü bir kimse değildi, annen de iffetsiz değildi\" dediler."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Çocuğu alıp kavmine getirdi, onlar: \"Meryem! Utanılacak bir şey yaptın. Ey Harun'un kızkardeşi! Baban kötü bir kimse değildi, annen de iffetsiz değildi\" dediler."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Meryem çocuğu gösterdi. \"Biz beşikteki çocukla nasıl konuşabiliriz?\" dediler."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Çocuk: \"Ben şüphesiz Allah'ın kuluyum. Bana kitap verdi ve beni peygamber yaptı, nerede olursam olayım beni mübarek kıldı. Yaşadığım müddetçe namaz kılmamı, zekat vermemi ve anneme iyi davranmamı emretti. Beni bedbaht bir zorba kılmadı. Doğduğum günde, öleceğim günde, dirileceğim günde bana selam olsun\" dedi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Çocuk: \"Ben şüphesiz Allah'ın kuluyum. Bana kitap verdi ve beni peygamber yaptı, nerede olursam olayım beni mübarek kıldı. Yaşadığım müddetçe namaz kılmamı, zekat vermemi ve anneme iyi davranmamı emretti. Beni bedbaht bir zorba kılmadı. Doğduğum günde, öleceğim günde, dirileceğim günde bana selam olsun\" dedi."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Çocuk: \"Ben şüphesiz Allah'ın kuluyum. Bana kitap verdi ve beni peygamber yaptı, nerede olursam olayım beni mübarek kıldı. Yaşadığım müddetçe namaz kılmamı, zekat vermemi ve anneme iyi davranmamı emretti. Beni bedbaht bir zorba kılmadı. Doğduğum günde, öleceğim günde, dirileceğim günde bana selam olsun\" dedi."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Çocuk: \"Ben şüphesiz Allah'ın kuluyum. Bana kitap verdi ve beni peygamber yaptı, nerede olursam olayım beni mübarek kıldı. Yaşadığım müddetçe namaz kılmamı, zekat vermemi ve anneme iyi davranmamı emretti. Beni bedbaht bir zorba kılmadı. Doğduğum günde, öleceğim günde, dirileceğim günde bana selam olsun\" dedi."
      },
      {
        "ayahNumber": "34",
        "ayahText": "İşte hakkında şüpheye düştükleri Meryem oğlu İsa gerçek söze göre budur."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Allah çocuk edinmez, O münezzehtir. Bir işin olmasına hükmederse ona ancak \"Ol\" der, o da olur."
      },
      {
        "ayahNumber": "36",
        "ayahText": "\"Doğrusu Allah benim de sizin de Rabbinizdir. O'na kulluk edin, bu doğru yoldur.\""
      },
      {
        "ayahNumber": "37",
        "ayahText": "Fırkalar, kendi aralarında anlaşmazlığa düştüler. Vay o büyük günü görecek kafirlerin haline!"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Bize geldikleri gün neler görüp neler işitecekler! Ama zalimler bugün apaçık bir sapıklık içindedirler."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Hala gaflet içinde bulunanları ve hala inanmayanları işin bitmiş olacağı o hasret günü ile uyar."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Şüphesiz Biz bütün yeryüzüne ve üzerinde bulunanlara varis olacağız. Onlar Bize döneceklerdir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kitap'da İbrahim'e dair anlattıklarımızı da an, o şüphesiz dosdoğru bir peygamberdi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Babasına şöyle demişti: \"Babacığım! İşitmeyen, görmeyen ve sana bir faydası olmayan şeylere niçin tapıyorsun?\""
      },
      {
        "ayahNumber": "43",
        "ayahText": "\"Babacığım! Doğrusu sana gelmeyen bir ilim bana geldi. Bana uy, seni doğru yola eriştireyim.\""
      },
      {
        "ayahNumber": "44",
        "ayahText": "\"Babacığım! Şeytana tapma, çünkü şeytan Rahman'a baş kaldırmıştır\""
      },
      {
        "ayahNumber": "45",
        "ayahText": "\"Babacığım! Doğrusu sana Rahman katından bir azabın gelmesinden korkuyorum ki böylece şeytanın dostu olarak kalırsın.\""
      },
      {
        "ayahNumber": "46",
        "ayahText": "Babası: \"Ey İbrahim! Sen benim tanrılarımdan yüz çevirmek mi istiyorsun? Bundan vazgeçmezsen mutlaka seni taşlarım; uzun bir süre benden uzaklaş git.\" dedi."
      },
      {
        "ayahNumber": "47",
        "ayahText": "İbrahim şöyle cevap verdi: \"Sana selam olsun. Senin için Rabbim'den mağfiret dileyeceğim, çünkü O, bana karşı çok lütufkardır.\""
      },
      {
        "ayahNumber": "48",
        "ayahText": "\"Sizi Allah'tan başka taptıklarınızla bırakıp çekilir, Rabbime yalvarırım. Rabbime yalvarışımda mahrum kalmayacağımı umarım.\""
      },
      {
        "ayahNumber": "49",
        "ayahText": "İbrahim onları Allah'tan başka taptıklarıyla başbaşa bırakıp çekilince ona İshak ve Yakub'u bahşettik ve her birini peygamber yaptık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Onlara rahmetimizden bağışta bulunduk. Onların her dilde üstün şekilde anılmalarını sağladık."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Kitap'da Musa'ya dair anlattıklarımızı da an. O seçkin kılınmış bir insan, tarafımızdan gönderilmiş bir peygamberdi."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Ona Tur'un sağ yanından seslenmiş ve konuşmak için onu yaklaştırmıştık."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Rahmetimizden, kardeşi Harun'u bir peygamber olarak ona bağışladık."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Kitap'da İsmail'e dair anlattıklarımızı da an. Çünkü o sözünde doğru bir kimse idi, tarafımızdan gönderilmiş bir peygamberdi."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Çevresinde bulunanlara namaz kılmalarını, zekat vermelerini emrederdi. Rabbinin katında hoşnutluğa ermişti."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Kitap'da İdris'i de zikret, çünkü o dosdoğru bir peygamberdi."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Biz onu yüce bir yere yükselttik."
      },
      {
        "ayahNumber": "58",
        "ayahText": "İşte bunlar Allah'ın kendilerine nimetler sunduğu peygamberler; Adem'in soyundan, Nuh ile beraber taşıdıklarımızdan; İbrahim ve İsmail'in neslinden ve doğru yola erdirdiğimizden, seçip beğendiklerimizdendirler. Rahman'ın ayetleri onlara okunduğu zaman ağlayarak secdeye kapanırlardı."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Onların ardından, namazı bırakan, şehvetlerine uyan bir nesil geldi. İşte bunlar azgınlıklarının karşılığını göreceklerdir."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Ancak tevbe eden, inanıp yararlı iş yapanlar bunun dışındadır. Bunlar hiçbir haksızlığa uğratılmadan, Rahman'ın kullarına gaybde vadettiği cennete, Adn cennetlerine gireceklerdir. Şüphesiz, O'nun sözü yerini bulacaktır."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Ancak tevbe eden, inanıp yararlı iş yapanlar bunun dışındadır. Bunlar hiçbir haksızlığa uğratılmadan, Rahman'ın kullarına gaybde vadettiği cennete, Adn cennetlerine gireceklerdir. Şüphesiz, O'nun sözü yerini bulacaktır."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Orada boş sözler değil sadece esenlik veren sözler işitirler. Orada rızıklarını sabah akşam hazır bulurlar."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Kullarımızdan Allah'a karşı gelmekten sakınanları mirasçı kılacağımız Cennet işte budur."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Cebrail: \"Biz ancak Rabbinin buyruğu ile ineriz, geçmişimizi geleceğimizi ve ikisinin arasındakileri bilmek O'na mahsustur. Rabbin unutkan değildir.\""
      },
      {
        "ayahNumber": "65",
        "ayahText": "O, göklerin, yerin ve ikisi arasında bulunanların Rabbidir. Öyleyse Ona ibadette sabırlı ol. Hiç O'na benzeyen bir şey bilir misin?"
      },
      {
        "ayahNumber": "66",
        "ayahText": "İnsan: \"Ben öldüğümde mi diriltileceğim?\" der."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Bu insan kendisi önceden bir şey değilken onu yaratmış olduğumuzu hatırlamaz mi?"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Rabbine and olsun ki Biz onları mutlaka uydukları şeytanlarla beraber haşredeceğiz. Sonra cehennemin yanında diz çöktürerek hazır bulunduracağız."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Sonra her toplumdan Rahman'a en çok kimin baş kaldırdığını ortaya koyacağız."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Cehenneme girmeye en layık olanları Biz biliriz."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Sizden cehenneme uğramayacak yoktur. Bu, Rabbinin yapmayı üzerine aldığı kesinleşmiş bir hükümdür."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Sonra Biz Allah'a karşı gelmekten sakınmış olanları kurtarır, zalimleri de orada diz üstü çökmüş olarak bırakırız."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Ayetlerimiz kendilerine apaçık okunduğu zaman inkar edenler inananlara: \"Bu iki takımın hangisinin makamı daha iyi ve yeri daha güzeldir?\" derler."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Onlardan önce nice nesilleri yok ettik ki, onlar varlıkça ve gösterişçe bunlardan daha üstündüler."
      },
      {
        "ayahNumber": "75",
        "ayahText": "De ki: \"Sapıklıkta olanı Rahman ne kadar ertelese bile, sonunda tehdit edildikleri azabı ya da kıyamet gününü gördükleri zaman onlar kimin yerinin daha kötü ve taraftarlarının daha güçsüz olduğunu bilecektir.\""
      },
      {
        "ayahNumber": "76",
        "ayahText": "Allah doğru yolda olanların doğruluğunu artırır. Baki kalacak yararlı işler Rabbinin katında sevap olarak da daha iyidir, sonuç olarak da daha iyidir."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Ayetlerimizi inkar eden ve \"bana elbette mal ve çocuk verilecektir\" diyeni gördün mu?"
      },
      {
        "ayahNumber": "78",
        "ayahText": "O görülmeyeni mi biliyor, yoksa Rahman katından bir söz mü almıştır?"
      },
      {
        "ayahNumber": "79",
        "ayahText": "Hayır, söylediğini yazacağız ve onun azabını uzattıkça uzatacağız."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Bahsettikleri şeyler Bize kalacaktır, kendisi Bize tek olarak gelecektir."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Onlar kendilerine kuvvet ve şeref kazandırsın diye, Allah'ı bırakarak tanrılar edindiler."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Hayır, tanrıları kendilerinin ibadetlerini inkar edecekler ve onlara düşman olacaklardır."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Kafirlerin üzerine onları kışkırtan şeytanlar gönderdiğimizi bilmiyor musun?"
      },
      {
        "ayahNumber": "84",
        "ayahText": "Öyleyse onların acele yok olmalarını isteme. Biz onların günlerini saydıkça sayıyoruz."
      },
      {
        "ayahNumber": "85",
        "ayahText": "sakınanları o gün Rahman'ın huzurunda O'na gelmiş konuklar olarak toplarız, suçluları suya götürür gibi cehenneme süreriz."
      },
      {
        "ayahNumber": "86",
        "ayahText": "sakınanları o gün Rahman'ın huzurunda O'na gelmiş konuklar olarak toplarız, suçluları suya götürür gibi cehenneme süreriz."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Rahman'ın katında bir ahd almış olandan başkası asla şefaatte bulunamıyacaktır."
      },
      {
        "ayahNumber": "88",
        "ayahText": "Bazı kimseler: \"Rahman çocuk edindi\" dediler"
      },
      {
        "ayahNumber": "89",
        "ayahText": "And olsun ki, ortaya pek kötü bir şey attınız."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Rahman'a çocuk isnat etmelerinden ötürü neredeyse gökler parçalanacak, yer yarılacak, dağlar göçecekti."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Rahman'a çocuk isnat etmelerinden ötürü neredeyse gökler parçalanacak, yer yarılacak, dağlar göçecekti."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Oysa Rahman'a çocuk edinmek yaraşmaz, çünkü göklerde ve yerde olan her şey Rahman'a baş eğmiş kul olarak gelecektir."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Oysa Rahman'a çocuk edinmek yaraşmaz, çünkü göklerde ve yerde olan her şey Rahman'a baş eğmiş kul olarak gelecektir."
      },
      {
        "ayahNumber": "94",
        "ayahText": "And olsun ki onların adedini bilmiş ve teker teker saymıştır."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Kıyamet günü hepsi O'na tek olarak gelecektir."
      },
      {
        "ayahNumber": "96",
        "ayahText": "İnanıp yararlı iş işleyenleri Rahman sevgili kılacaktır."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Biz Kuran'ı Allah'a karşı gelmekten sakınanları müjdelemen ve inatçı milleti uyarman için senin dilinde indirerek kolaylaştırdık."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Onlardan önce nice nesilleri yok ettik, şimdi onlardan hiçbirini duyuyor veya bir ses işitiyor musun?"
      }
    ]
  }
}