{
  "surahNumber": "47",
  "surahName": "Muhammed Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Allah, inkar edenlerin ve kendi yolundan alıkoyanların işlerini boşa çıkarır."
    },
    {
      "ayahNumber": "2",
      "ayahText": "İnanıp yararlı iş işleyenlerin ve Muhammed'e, Rablerinden bir gerçek olarak indirilene inananların kötülüklerini Allah örter ve durumlarını düzeltir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Bu, inkar edenlerin batıla uymaları ve inananların Rablerinden gelen gerçeğe uymalarından ötürü böyledir. Allah böylece insanlara kendilerinin misallerini anlatır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Savaşta inkar edenlerle karşılaştığınızda boyunlarını vurun; sonunda onlara üstün geldiğinizde onları esir alın; savaş sona erince onları ya karşılıksız, ya da fidye ile salıverin; Allah dilemiş olsaydı, onlardan başka türlü öç alabilirdi, bunun böyle olması, kiminizi kiminizle denemek içindir. Allah, kendi yolunda öldürülenlerin işlerini boşa çıkarmaz."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Onları doğru yola eriştirir, durumlarını düzeltir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Onları, kendilerine anlattığı cennete koyar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Ey inananlar! Siz Allah'ın dinine yardım ederseniz, O da size yardım eder, ayaklarınızı savaşta sabit kılar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "İnkar edenlere ise, yıkım ve yokluk olsun! Allah onların işlerini boşa çıkarır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Bu, Allah'ın indirdiğini beğenmediklerinden ötürüdür. İşlerini Allah bunun için boşa çıkarmıştır."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Yeryüzünde dolaşıp kendilerinden öncekilerin sonlarının nasıl olduğuna bakmazlar mı? Allah onları yere geçirmiştir; inkarcılara da onların başına gelenin benzerleri vardır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Çünkü Allah inananların sahibidir. Kafirlerin ise sahibi yoktur."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Doğrusu Allah, inanıp yararlı işler işleyenleri içlerinden ırmaklar akan cennetlere koyar. Durakları ateş olduğu halde kafirler, zevklenirler ve hayvanlar gibi yerler."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Seni sürüp çıkaran şehirden daha kuvvetli olan nice şehirler yok ettik. Yardım edenleri bulunmadı."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Rabbinin katından bir belgesi olan kimse, kötü işi kendisine güzel gösterilen kimseye benzer mi? Bunlar heveslerine uymuşlardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Allah'a karşı gelmekten sakınanlara söz verilen cennet şöyledir: Orada temiz su ırmakları, tadı bozulmayan süt ırmakları, içenlere zevk veren şarap ırmakları, süzme bal ırmakları vardır. Onlara orada her türlü ürün ve Rablerinden mağfiret vardır. Bunların durumu, ateşte temelli kalan ve bağırsaklarını parça parça edecek kaynar su içirilen kimselerin durumu gibi olur mu?"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Onların içinde seni dinleyenler vardır; sonra senin yanından çıkınca, bilgili kimselere \"Az önce ne demişti?\" diye sorarlar. İşte bunlar, Allah'ın kalblerini mühürlemiş olduğu, kendi heveslerine uyan kimselerdir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Doğru yolu bulanların ise Allah doğruluklarını artırır, onların karşı gelmekten sakınmalarını sağlar."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Onlar kıyamet gününün kendilerine ansızın gelmesini mi bekliyorlar. Şüphesiz onun alametleri belirmiştir. Kendilerine gelip çatınca ibret almaları neye yarar?"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Bil ki, Allah'tan başka tanrı yoktur; kendinin, inanmış erkek ve kadınların günahlarının bağışlanmasını dile. Allah, gezip dolaştığınız ve duracağınız yerleri bilir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "İnananlar: \"Keşke bir süre indirilse de cihada çıksak\" derlerdi. Fakat hükmü açık bir süre inip, orada savaş zikredilince, kalblerinde hastalık olanların, ölüm korkusuyla bayılmış kimselerin bakışları gibi, sana baktıklarını gördün. Oysa onlara itaat etmek ve uygun olanı söylemek yaraşırdı. İş ciddileşince Allah'a verdikleri yeminde doğruluk gösterselerdi, onların iyiliğine olurdu."
    },
    {
      "ayahNumber": "21",
      "ayahText": "İnananlar: \"Keşke bir süre indirilse de cihada çıksak\" derlerdi. Fakat hükmü açık bir süre inip, orada savaş zikredilince, kalblerinde hastalık olanların, ölüm korkusuyla bayılmış kimselerin bakışları gibi, sana baktıklarını gördün. Oysa onlara itaat etmek ve uygun olanı söylemek yaraşırdı. İş ciddileşince Allah'a verdikleri yeminde doğruluk gösterselerdi, onların iyiliğine olurdu."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Geri dönerseniz yeryüzünde bozgunculuk yapmanız ve akrabalık bağlarını kesmeniz beklenmez mi sizden?"
    },
    {
      "ayahNumber": "23",
      "ayahText": "İşte, Allah'ın lanetlediği, sağır kıldığı ve gözlerini kör ettiği bunlardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Bunlar Kuran'ı düşünmezler mi? Yoksa kalbleri kilitli midir?"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Kendileri için doğru yol belli olduktan sonra ardlarına dönenleri, bu işi yapmaya şeytan sürüklemiş, onlara ümit vermiştir."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Bu, Allah'ın indirdiğini beğenmeyen kimselerin: \"Biz bazı işlerde size itaat edeceğiz\" demelerindendir. Allah onların gizlediklerini bilir."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Melekler, onların yüzlerine ve sırtlarına vurarak canlarını alırken durumları nice olur?"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Bu, Allah'ı gazablandıran şeye uymaları ve O'nun rızasından hoşnut olmamalarından ötürüdür. Allah da onların işlerini boşa çıkarmıştır."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Yoksa, kalblerinde hastalık olanlar, Allah'ın onların kinlerini dışarı vurmayacağını mı sandılar?"
    },
    {
      "ayahNumber": "30",
      "ayahText": "Eğer dileseydik, Biz onları sana gösterirdik; sen de onları yüzlerinden tanırdın. And olsun ki sen, onları konuşmalarından da tanırsın; Allah işlediklerinizi bilir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "And olsun ki sizi, içinizden cihada çıkanları ve sabredenleri meydana çıkarana ve haberlerinizi açıklayana kadar deneyeceğiz."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Şüphesiz, inkar edenler, Allah yolundan alıkoyanlar ve kendilerine doğru yol belli olduktan sonra Peygambere karşı gelenler Allah'a hiçbir zarar veremezler. O, onların işlerini boşa çıkaracaktır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ey inananlar! Allah'a itaat edin, Peygambere itaat edin; işlerinizi boşa çıkarmayın."
    },
    {
      "ayahNumber": "34",
      "ayahText": "İnkar edip Allah yolundan alıkoyanları, sonra da inkarcı olarak ölenleri Allah şüphesiz ki bağışlamayacaktır."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ey inananlar! Sizler daha üstün olduğunuz halde düşman karşısında gevşemeyin ki barış istemek zorunda kalmayasınız; Allah sizinle beraberdir; sizin işlerinizi eksiltmeyecektir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Doğrusu dünya hayatı oyun ve oyalanmadır. Eğer inanır ve Allah'a karşı gelmekten sakınırsanız, O, size ecirlerinizi verir; O, sizin mallarınızı tamamen sarfetmenizi istemez."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Eğer sizden onları isteyip de sizi zorlarsa, cimrilik edecektiniz, O da kinlerinizi ortaya çıkaracaktı."
    },
    {
      "ayahNumber": "38",
      "ayahText": "İşte sizler, Allah yolunda sarfetmeye çağırılan kimselersiniz. Kiminiz cimrilik yapıyor ama, cimrilik yapan bilsin ki, ancak kendine karşı cimrilik etmiş olur. Allah zengindir, siz ise fakirsiniz. Eğer O'ndan yüz çevirirseniz sizi ortadan kaldırır, sizin gibi olmayacak bir milleti yerinize getirir."
    }
  ]
}