{
  "nur": {
    "surahNumber": "24",
    "surahNameTr": "Nûr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Bu, indirip, hükümlerini kesinleştirdiğimiz suredir. Öğüt alasınız diye onda apaçık ayetler indirdik."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Zina eden kadın ve erkeğin her birine yüzer değnek vurun. Allah'a ve ahiret gününe inanıyorsanız, Allah'ın dini konusunda o ikisine acımayın. Onların ceza görmesine, inananlardan bir topluluk da şahit olsun."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Zina eden erkek, ancak zina eden veya putperest bir kadınla evlenebilir. Zina eden kadınla da, ancak zina eden veya putperest olan bir erkek evlenebilir. Bu, müminlere yasak edilmiştir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İffetli kadınlara zina isnat edip de, sonra dört şahit getiremeyenlere seksen değnek vurun; ebediyen onların şahidliğini kabul etmeyin. İşte onlar yoldan çıkmış kimselerdir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ama bundan sonra, tevbe edip düzelenler bunun dışındadır. Şüphesiz Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Karılarına zina isnat edip de kendilerinden başka şahidleri olmayanların şahidliği, kendisinin doğru sözlülerden olduğuna Allah'ı dört defa şahit tutmasıyla olur. Beşincisinde, eğer yalancılardan ise Allah'ın lanetinin kendisine olmasını diler."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Karılarına zina isnat edip de kendilerinden başka şahidleri olmayanların şahidliği, kendisinin doğru sözlülerden olduğuna Allah'ı dört defa şahit tutmasıyla olur. Beşincisinde, eğer yalancılardan ise Allah'ın lanetinin kendisine olmasını diler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Kocasının yalancılardan olduğuna Allah'ı dört defa şahit tutması, cezayı kadından savar. Beşincisinde, kocası doğrulardan ise kendisinin Allah'ın gazabına uğramasını diler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Kocasının yalancılardan olduğuna Allah'ı dört defa şahit tutması, cezayı kadından savar. Beşincisinde, kocası doğrulardan ise kendisinin Allah'ın gazabına uğramasını diler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Allah'ın size nimet ve rahmeti bulunmasa ve Allah tevbeleri kabul eden ve Hakim olmasaydı suçlunun hemen cezasını verirdi."
      },
      {
        "ayahNumber": "11",
        "ayahText": "(Peygamber'in eşi hakkında) o yalanı uyduranlar içinizden bir güruhtur. Bunu kendiniz için kötü sanmayın, o sizin için hayırlı olmuştur. O kimselerden her birine kazandığı günah karşılığı ceza vardır; içlerinden elebaşılık yapana ise büyük azap vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onu işittiğiniz zaman, erkek kadın müminlerin, kendiliklerinden hüsnü zanda bulunup da: \"Bu apaçık bir iftiradır\" demeleri gerekmez miydi?"
      },
      {
        "ayahNumber": "13",
        "ayahText": "Dört şahit getirmeleri gerekmez miydi? İşte bunlar, şahit getirmedikçe Allah katında yalancı olanlardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Allah'ın dünya ve ahirette size lütuf ve merhameti olmasaydı, o kötü sözü yaymanızdan ötürü büyük bir azaba uğrardınız."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Onu dilinize dolamıştınız. Bilmediğiniz şeyleri ağzınıza alıyordunuz. Onu önemsiz bir şey sanıyordunuz, oysa Allah katında önemi büyüktü."
      },
      {
        "ayahNumber": "16",
        "ayahText": "O'nu işittiğinizde: \"Bu konuda konuşmamız yakışık almaz; haşa, bu büyük bir iftiradır\" demeniz gerekmez miydi?"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Eğer mümin kişilerdenseniz, Allah buna benzer bir şeye bir daha dönmemenizi tavsiye eder."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Allah size ayetleri açıkça bildirir. Allah bilendir, Hakim'dir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Müminler arasından hayasızlığın yayılmasını arzu edenlere, işte onlara, dünya ve ahirette can yakıcı azap vardır. Allah bilir, siz ise bilmezsiniz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Allah'ın size lütuf ve merhameti bulunmasaydı, Allah şefkatli ve merhametli olmasaydı hemen cezanızı verirdi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ey İnananlar! Şeytana ayak uydurmayın. Kim şeytanın ardına takılırsa, bilsin ki, o, hayasızlığı ve fenalığı emreder. Allah'ın size lütuf ve merhameti bulunmasaydı, hiçbiriniz ebediyen temize çıkamazdı. Fakat Allah dilediğini temize çıkarır. Allah işitir ve bilir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "İçinizde lütuf ve servet sahibi olanlar, yakınlarına, düşkünlere ve Allah yolunda hicret edenlere, vermemek için yemin etmesinler, affetsinler, geçsinler. Allah'ın sizi bağışlamasından hoşlanmaz mısınız? Allah bağışlayandır, merhametli olandır."
      },
      {
        "ayahNumber": "23",
        "ayahText": "İffetli, habersiz, mümin kadınlara zina isnat edenler dünya ve ahirette lanetlenmişlerdir. Kendi dilleri, elleri ve ayakları, yapmış olduklarına şahidlik ettikleri gün onlar büyük azaba uğrayacaklardır."
      },
      {
        "ayahNumber": "24",
        "ayahText": "İffetli, habersiz, mümin kadınlara zina isnat edenler dünya ve ahirette lanetlenmişlerdir. Kendi dilleri, elleri ve ayakları, yapmış olduklarına şahidlik ettikleri gün onlar büyük azaba uğrayacaklardır."
      },
      {
        "ayahNumber": "25",
        "ayahText": "O gün, Allah onlara kesinleşmiş cezalarını verecektir. Allah'ın apaçık hak olduğunu bileceklerdir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Kötü kadınlar kötü erkeklere, kötü erkekler kötü kadınlara yakışırlar. İyi kadınlar iyi erkeklere, iyi erkekler de iyi kadınlara yakışırlar. Bunlar, onların söylediklerinden uzaktırlar. İşte bunlara mağfiret ve cömertçe verilmiş rızık vardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ey inananlar! Evlerinizden başka evlere, izin almadan, seslenip sahiplerine selam vermeden girmeyiniz. Eğer düşünürseniz bu sizin için daha iyidir."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Eğer evde kimseyi bulamazsanız, yine de size izin verilmedikçe içeriye girmeyiniz. Size \"Dönün\" denirse dönün. Bu, sizi daha çok temize çıkarır. Allah yaptıklarınızı bilir."
      },
      {
        "ayahNumber": "29",
        "ayahText": "İçinde malınız bulunan boş evlere girmenizde bir sorumluluk yoktur. Allah, açığa vurduğunuzu da, gizlediğinizi de bilir."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Mümin erkeklere söyle: Gözlerini bakılması yasak olandan çevirsinler, mahrem yerlerini, korusunlar. Bu, onların arınmasını daha iyi sağlar. Allah yaptıklarından şüphesiz haberdardır."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Mümin kadınlara da söyle: Gözlerini bakılması yasak olandan çevirsinler, iffetlerini korusunlar. Süslerini, kendiliğinden görünen kısmı müstesna, açmasınlar. Baş örtülerini yakalarının üzerine salsınlar. Süslerini kocaları veya babaları ve kayınpederleri veya oğulları veya kocalarının oğulları veya kardeşleri veya erkek kardeşlerinin oğulları veya kızkardeşlerinin oğulları veya müslüman kadınları veya cariyeleri veya erkekliği kalmamış hizmetçiler, ya da kadınların mahrem yerlerini henüz anlamayan çocuklardan başkasına göstermesinler. Gizledikleri süslerin bilinmesi için ayaklarını yere vurmasınlar. Ey inananlar! Saadete ermeniz için hepiniz tevbe ederek Allah'ın hükmüne dönün."
      },
      {
        "ayahNumber": "32",
        "ayahText": "İçinizdeki bekarları, kölelerinizden ve cariyelerinizden iyi olanları evlendirin. Eğer yoksul iseler, Allah onları lütfü ile zenginleştirir. Allah lütfü bol olandır, bilendir."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Evlenemeyenler, Allah kendilerini lütfü ile zenginleştirene kadar iffetli davransınlar. Kölelerinizden hür olmak için bedel vermek isteyenlerin, onlarda bir iyilik görürseniz, bedel vermelerini kabul edin. Onlara Allah'ın size verdiği maldan verin. Dünya hayatının geçici menfaatini elde etmek için, iffetli olmak isteyen cariyelerinizi fuhşa zorlamayın. Kim onları buna zorlarsa bilsin ki Allah hiç şüphesiz onu değil zorlanan kadınları bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "34",
        "ayahText": "And olsun ki, size apaçık ayetler, sizden önce geçenlerden misal ve sakınanlara öğüt indirdik."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Allah göklerin ve yerin Nur'udur. O'nun nuru, içinde ışık bulunan bir kandil yuvasına benzer. O ışık bir cam içindedir, cam ise, sanki inci gibi parlayan bir yıldızdır; bu ne yalnız doğuda ve ne de yalnız batıda bulunan bereketli zeytin ağacından yakılır. Ateş değmese bile, nerdeyse yağın kendisi aydınlatacak! Nur üstüne nurdur. Allah dilediğini nuruna kavuşturur. Allah insanlara misaller verir. O, herşeyi bilir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Allah'ın yüksek tutulmasına ve içlerinde adının anılmasına izin verdiği evlerde, insanlar sabah akşam O'nu tesbih ederler."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Bunları ne ticaret ve ne de alışveriş Allah'ı anmaktan, namaz kılmaktan, zekat vermekten alıkoyar. Bunlar, gönüllerin ve gözlerin döneceği günden korkarlar."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Allah, onları işlediklerinin en güzeliyle mükafatlandırır ve lütfundan onlara fazlasıyla verir. Allah dilediğini hesapsız şekilde rızıklandırır."
      },
      {
        "ayahNumber": "39",
        "ayahText": "İnkar edenlerin işleri engin çöllerdeki serap gibidir. Susayan kimse onu su zanneder, fakat oraya geldiğinde hiçbir şey bulamaz. Orada Allah'ı bulur ve O da hesabını görür. Allah hesabı çabuk görendir."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Veya derin denizin karanlıklarına benzer. Onu üstüste dalgalar ve dalgaların üstünde de bulutlar örter; karanlıklar üstünde karanlıklar; insan elini uzattığı zaman, nerdeyse onu bile göremez. Allah'ın nur vermediği kimsenin nuru olmaz."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Göklerde ve yerde olan kimselerin, sıra sıra uçan kuşların Allah'ı tesbih ettiğini görmez misin? Her biri kendi niyaz ve tesbihini bilir. Allah, onların yaptıklarını bilendir."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Göklerin ve yerin hükümranlığı Allah'ındır. Dönüş Allah'adır."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Bilmez misiniz ki, Allah bulutları sürer, sonra onları bir araya getirir; üstüste yığar, sen de onların arasından yağmur yağdığını görürsün. Gökten içinde dolu bulunan dağlar gibi bulutlar indirir, dilediğini ona uğratır, dilediğinden de uzak tutar. Bu bulutların şimşeğinin parıltısı nerdeyse gözleri alır!"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Allah geceyi gündüze, gündüzü geceye çevirir. Doğrusu, görebilenler için bunda ibretler vardır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Allah bütün canlıları sudan yaratmıştır. Kimi karnı üzerinde sürünür, kimi iki ayakla yürür, kimi dört ayakla yürür. Allah dilediğini yaratır, Allah şüphesiz herşeye Kadir'dir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "And olsun ki, açıklayıcı ayetler indirmişizdir. Allah dilediğini doğru yola eriştirir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Münafıklar: \"Allah'a ve Peygamber'e inandık, itaat ettik\" derler; sonra da bir takımı yüz çevirirler. İşte bunlar inanmış değillerdir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Aralarında hüküm vermek üzere Allah'a ve Peygamberine çağırıldıkları zaman, bir takımı hemen yüz çevirirler. İşte bunlar inanmış değillerdir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Ama hak kendilerinden tarafa ise, itaatle koşa koşa gelirler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Kalplerinde hastalık mı var, yoksa şüphelenmişler midir, yahut Allah'ın ve Peygamberinin onlara haksızlık yapacağından mı korkmaktadırlar? Hayır; onlar sadece zalimdirler."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Aralarında hüküm verilmek üzere Allah'a ve Peygambere çağırıldıkları vakit: \"İşittik, itaat ettik\" demek, ancak müminlerin sözüdür, işte saadete erenler onlardır."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Allah'a ve Peygambere itaat eden, Allah'tan korkan ve O'ndan sakınan kimseler, işte onlar kurtulanlardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Eğer kendilerine emredersen, o iki yüzlüler, savaşa çıkacaklarına bütün güçleriyle yemin ederler. De ki: \"Yemin etmeyin; itaatiniz malumdur. Allah yaptıklarınızdan şüphesiz haberdardır.\""
      },
      {
        "ayahNumber": "54",
        "ayahText": "De ki: \"Allah'a itaat edin; Peygambere itaat edin.\" Eğer yüz çevirirseniz, bilin ki o Peygamber, kendisine yükletilenden ve siz de kendinize yükletilenden sorumlusunuz. Eğer O'na itaat ederseniz doğru yolu bulursunuz, Peygambere düşen sadece, apaçık tebliğdir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Allah, içinizden inanıp yararlı iş işleyenlere, onlardan öncekileri halef kıldığı gibi, onları da yeryüzüne halef kılacağına, onlar için beğendiği dini temelli yerleştireceğine, korkularını güvene çevireceğine dair söz vermiştir. Çünkü onlar Bana kulluk eder, hiçbir şeyi Bana ortak koşmazlar. Bundan sonra inkar eden kimseler, işte onlar artık yoldan çıkmış olanlardır."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Namaz kılın, zekat verin, Peygambere itaat edin ki size merhamet edilsin."
      },
      {
        "ayahNumber": "57",
        "ayahText": "İnkar edenlerin, Bizi yeryüzünde aciz bırakacaklarını sanmayasın. Varacakları yer ateştir. Ne kötü dönüştür!"
      },
      {
        "ayahNumber": "58",
        "ayahText": "Ey inananlar! Ellerinizin altında olan köle ve cariyeler ve sizden henüz erginliğe ermemiş olanlar, sabah namazından önce, öğle sıcağında soyunduğunuzda ve yatsı namazından sonra yanınıza gireceklerinde üç defa izin istesinler. Bunlar, sizin açık bulunabileceğiniz üç vakittir. Bu vakitlerin dışında birbirinizin yanına girip çıkmakta size de, onlara da bir sorumluluk yoktur. Allah size ayetlerini böylece açıklar. Allah bilendir, Hakim'dir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Çocuklarınız erginlik çağına gelince, büyüklerinin izin istediği gibi, onlar da her defasında izin istesinler. Allah size ayetlerini böylece açıklar. Allah bilendir, Hakim'dir."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Evlenme ümidi kalmayan, ihtiyarlayıp oturmuş kadınlara, süslerini açığa vurmamak şartiyle, dış esvaplarını çıkarmaktan ötürü sorumluluk yoktur; ama sakınmaları kendileri için daha iyi olur. Allah işitir ve bilir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Kör için bir sorumluluk yoktur. Topal için bir sorumluluk yoktur. Hastaya da bir sorumluluk yoktur. Evlerinizde veya babalarınızın evlerinde veya annelerinizin evlerinde veya erkek kardeşlerinizin evlerinde veya kız kardeşlerinizin evlerinde veya amcalarınızın evlerinde veya halalarınızın evlerinde veya dayılarınızın evlerinde veya teyzelerinizin evlerinde veya kahyası olup anahtarları elinde olan evlerde, ya da dostlarınızın evlerinde izinsiz yemek yemenizde bir sorumluluk yoktur. Bir arada veya ayrı ayrı yemenizde de bir sorumluluk yoktur. Evlere girdiğiniz zaman, kendinize ehlinize Allah katından bereket, esenlik ve güzellik dileyerek selam verin. Allah size ayetleri, düşünesiniz diye böylece açıklar."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Doğrusu Allah'a ve Peygamberine inanan Müminler, Peygamberle beraber bir işe karar vermek için toplandıklarında, ondan izin almaksızın gitmezler. Senden izin isteyenler, işte onlar, Allah'a ve Peygamberine inananlardır. Bazı işleri için senden izin isterlerse, içlerinden dilediğine izin ver, Allah'tan, onların bağışlanmalarını dile. Allah şüphesiz bağışlar, merhamet eder."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Peygamberin çağrısını, kendi aranızda birbirinizi çağırmanız gibi tutmayın. Allah, içinizden sıvışıp gidenleri şüphesiz bilir. O'nun buyruğuna aykırı hareket edenler, başlarına bir belanın gelmesinden veya can yakıcı bir azaba uğramaktan sakınsınlar."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Dikkat edin; göklerde ve yerde olanlar Allah'ındır. O, içinde bulunduğunuz durumu da, kendisine döndürüleceğiniz günü de gerçekten bilir. Onlara işlediklerini haber verir. Allah herşeyi bilir."
      }
    ]
  }
}