{
  "rum": {
    "surahNumber": "30",
    "surahNameTr": "Rûm Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lam, Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş, eninde sonunda Allah'a aittir. İşte o gün, inananlar, istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür, merhametlidir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş, eninde sonunda Allah'a aittir. İşte o gün, inananlar, istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür, merhametlidir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş, eninde sonunda Allah'a aittir. İşte o gün, inananlar, istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür, merhametlidir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş, eninde sonunda Allah'a aittir. İşte o gün, inananlar, istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür, merhametlidir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Bu, Allah'ın vaadidir; Allah verdiği sözden caymaz, fakat insanların çoğu bilmezler."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlar, dünya hayatının görülen kısmını bilirler. Onlar, ahiretten habersizdirler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Kendi kendilerine, Allah'ın gökleri, yeri ve ikisinin arasında bulunanları, gerçek olarak ve belirli bir süre için yarattığını düşünmezler mi? Doğrusu insanların çoğu, Rablerine kavuşacaklarını inkar ederler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yeryüzünde dolaşıp, kendilerinden önce geçmiş kimselerin sonlarının nasıl olduğuna bakmazlar mı? Ki onlar kendilerinden daha kuvvetli idiler, yeryüzünü kazıp alt üst ederek onlardan çok imar etmiş kimseydiler ve onlara belgelerle peygamberler gelmişti. Böylece Allah onlara zulmetmiyor, onlar kendilerine zulmediyorlardı."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Sonra Allah'ın ayetlerini yalan sayıp, onları alaya alarak kötülük yapanların sonu pek kötü oldu."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah önce yaratır, ölümünden sonra tekrar diriltir. Sonunda O'na döneceksiniz."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Kıyamet koptuğu gün suçlular umutsuz kalıverirler."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Koştukları ortakları artık şefaatçileri değildir; ortaklarını inkar ederler."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Kıyamet koptuğu gün, işte o gün, darmadağın olurlar."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ama inanıp yararlı iş işleyenler, ağırlanacakları bir cennette bulunurlar."
      },
      {
        "ayahNumber": "16",
        "ayahText": "İnkar edip, ayetlerimizi ve ahirette Bana kavuşmayı yalanlayanlara gelince, işte onlar azabla yüzyüze bırakılırlar."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Akşamlarken ve sabahlarken, öğle ve ikindi vaktinde Allah'ı -ki göklerde ve yerde hamd O'na mahsustur- tesbih edin, namaz kılın."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Akşamlarken ve sabahlarken, öğle ve ikindi vaktinde Allah'ı -ki göklerde ve yerde hamd O'na mahsustur- tesbih edin, namaz kılın."
      },
      {
        "ayahNumber": "19",
        "ayahText": "O, ölüden diri çıkarır, diriden ölü çıkarır; yeryüzünü ölümünden sonra O canlandırır. Ey insanlar! İşte siz de böylece diriltileceksiniz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Sizi topraktan yaratması O'nun varlığının belgelerindendir. Sonra hemen birer insan olup yeryüzüne yayılırsınız."
      },
      {
        "ayahNumber": "21",
        "ayahText": "İçinizden, kendileriyle huzura kavuşacağınız eşler yaratıp; aranızda muhabbet ve rahmet var etmesi, O'nun varlığının belgelerindendir. Bunlarda, düşünen millet için dersler vardır."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Gökleri ve yeri yaratması, dillerinizin ve renklerinizin değişik olması, O'nun varlığının belgelerindendir. Doğrusu bunlarda, bilenler için dersler vardır."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Geceleyin uyumanız, gündüz de lütfundan rızık aramanız O'nun varlığının belgelerindendir. Bunlarda kulak veren millet için dersler vardır."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Size korku ve ümit veren şimşeği göstermesi, gökten su indirip ölümünden sonra yeri onunla diriltmesi O'nun varlığının belgelerindendir. Bunlarda, düşünen millet için dersler vardır."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Göğün ve yerin O'nun buyruğu ile ayakta durması O'nun varlığının belgelerindendir. Sonra sizi kabirlerinizden bir çağırmaya görsün, hemen çıkıverirsiniz."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Göklerde ve yerde olanlar O'nundur; hepsi O'na boyun eğmiştir."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Önce yaratan, ölümünden sonra tekrar dirilten O'dur. Bu, O'nun için daha kolaydır. Göklerde ve yerde olan en üstün sıfatlar O'nundur. O, güçlüdür, Hakim'dir."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Allah size kendinizden bir misal vermektedir: Size verdiğimiz rızıklarda, emrinizde bulunan kölelerinizin de eşit surette hak sahibi olmalarına razı olur ve birbirinizi saydığınız gibi bu ortaklarınızı sayar mısınız? Düşünen millete ayetleri böylece uzun uzadıya açıklarız."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Hayır; zulmedenler, körü körüne kendi heveslerine uymuşlardır. Allah'ın saptırdığı kimseleri kim doğru yola eriştirebilir? Onların yardımcıları da yoktur."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Hakka yönelerek kendini Allah'ın insanlara yaratılışta verdiği dine ver. Zira Allah'ın yaratışında değişme yoktur; işte dosdoğru din budur, fakat insanların çoğu bilmezler."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Allah'a yönelerek O'na karşı gelmekten sakınınız, namaz kılınız, dinlerinde ayrılığa düşüp fırka fırka olan, her fırkasının da kendisinde bulunanla sevindiği müşriklerden olmayınız."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Allah'a yönelerek O'na karşı gelmekten sakınınız, namaz kılınız, dinlerinde ayrılığa düşüp fırka fırka olan, her fırkasının da kendisinde bulunanla sevindiği müşriklerden olmayınız."
      },
      {
        "ayahNumber": "33",
        "ayahText": "İnsanlar bir darlığa uğrayınca Rablerine dönerek O'na yalvarırlar, sonra Allah katından onlara bir rahmet tattırınca içlerinden bir takımı kendilerine verdiklerimize nankörlük ederek Rablerine eş koşarlar. Safa sürün bakalım, yakında göreceksiniz."
      },
      {
        "ayahNumber": "34",
        "ayahText": "İnsanlar bir darlığa uğrayınca Rablerine dönerek O'na yalvarırlar, sonra Allah katından onlara bir rahmet tattırınca içlerinden bir takımı kendilerine verdiklerimize nankörlük ederek Rablerine eş koşarlar. Safa sürün bakalım, yakında göreceksiniz."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Yoksa onlara ortak koşmalarını söyleyen bir delil mi indirdik."
      },
      {
        "ayahNumber": "36",
        "ayahText": "İnsanlara bir rahmet tattırdığımız zaman ona sevinirler, ama yaptıklarından ötürü başlarına bir kötülük gelirse hemen ümitlerini kaybediverirler."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Allah'ın, rızkı dilediğine yayıp bir ölçüye göre verdiğini görmezler mi? Doğrusu bunda, inananlar için dersler vardır."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Yakınlığı olana, yoksula, yolda kalmışa hakkını ver. Allah'ın rızasını dileyenler için bu daha hayırlıdır. İşte onlar saadete erenlerdir."
      },
      {
        "ayahNumber": "39",
        "ayahText": "İnsanların malları içinde artsın diye verdiğiniz her hangi bir faiz Allah katında artmaz; fakat, Allah'ın rızasını dileyerek verdiğiniz herhangi bir sadaka (zekat) böyle değildir. İşte onlar sevablarını kat kat artıranlardır."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Sizi yaratan, sonra rızıklandıran, sonra öldüren, daha sonra da dirilten Allah'tır. O'na koştuğunuz ortaklarınızdan böyle bir şey yapan var mıdır? Allah onların ortak koştukları şeylerden münezzehtir, yücedir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "İnsanların elleriyle işledikleri yüzünden karada ve denizde fesat çıkar; Allah da belki dönerler diye yaptıklarının bir kısmını böylece kendilerine tattırır."
      },
      {
        "ayahNumber": "42",
        "ayahText": "De ki: \"Yeryüzünde dolaşın da daha öncekilerden çoğu ortak koşan (müşrik) olanların sonunun nasıl olduğuna bir bakın.\""
      },
      {
        "ayahNumber": "43",
        "ayahText": "İnsanların fırka fırka olacağı, Allah katından kaçınılmaz o günün gelmesinden önce, kendini dosdoğru dine yönelt."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Kim inkar ederse, inkarı kendi aleyhine olur. Yararlı iş işleyen kimseler, kendileri için rahat bir yer hazırlamış olurlar."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Çünkü Allah inanıp yararlı iş işleyenlere lütfundan karşılık verecektir. Doğrusu O, inkarcıları sevmez."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Rüzgarları müjdeciler olarak göndermesi, size rahmetini tattırması, buyruğu ile gemilerin yürümesi, lütfundan rızık istemeniz, O'nun varlığının belgelerindendir. Belki şükredersiniz."
      },
      {
        "ayahNumber": "47",
        "ayahText": "And olsun ki! Senden önce, birçok peygamberleri ümmetlerine gönderdik, onlara belgeler getirdiler; dinlemeyip suç işleyenlerden öç aldık, zira inananlara yardım etmek bize hak olmuştu."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Rüzgarları gönderip bulutları yürüten, onları gökte dilediği gibi yayan ve küme küme yığan Allah'tır. Artık sen de aralarından yağmurun çıktığını görürsün. Allah'ın kullarından dilediğine verdiği yağmurla, daha önceden kendilerine yağmur indirilmesinden ümidlerini kesmiş oldukları için onlar seviniverirler."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Rüzgarları gönderip bulutları yürüten, onları gökte dilediği gibi yayan ve küme küme yığan Allah'tır. Artık sen de aralarından yağmurun çıktığını görürsün. Allah'ın kullarından dilediğine verdiği yağmurla, daha önceden kendilerine yağmur indirilmesinden ümidlerini kesmiş oldukları için onlar seviniverirler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Allah'ın rahmetinin belirtilerine bir bak, yeryüzünü ölümünden sonra nasıl diriltiyor? Şüphesiz ölüleri O diriltir. O her şeye Kadir'dir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Bir rüzgar göndersek de yeşilliklerin sarardığını görseler hemen nankörlüğe başlarlar."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Tabiidir ki sen ölülere katiyyen işittiremezsin; dönüp giden sağırlara da çağrıyı duyuramazsın."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Körleri sapıklıklarından vazgeçirip doğru yola döndüremezsin; ancak ayetlerimize inananlara duyurabilirsin; işte onlar Müslümanlardır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Sizi güçsüz olarak yaratan, güçsüzlükten sonra kuvvetli kılan, sonra da kuvvetliliğin ardından güçsüz ve ihtiyar yapan Allah'tır. O, dilediğini yaratır; bilendir, Kadir olandır."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Kıyamet koptuğu gün suçlular sadece çok kısa bir müddet kalmış olduklarına yemin ederler. Böylece onlar dünyada da aldatılıp haktan döndürülüyorlardı."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Kendilerine ilim ve iman verilenler; \"And olsun ki, siz Allah'ın yazısında mevcut yeniden dirilme gününe kadar kaldınız. İşte bu yeniden dirilme günüdür, fakat sizler anlamıyordunuz\" derler."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Zulmedenlerin, o gün mazeretleri fayda vermez; artık kendilerinden Allah'ı hoşnut edecek şeyleri yapmaları da istenmez."
      },
      {
        "ayahNumber": "58",
        "ayahText": "And olsun ki bu Kuran'da insanlar için her türlü misali vermişizdir. Bununla beraber, eğer sen onlara bir mucize getirmiş olsan, inkar edenler: \"Siz ancak batıl şeyler ortaya atanlarsınız\" derler."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Allah bilmeyenlerin kalblerini işte böylece kapatır."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Sabret ki, Allah'ın sözü şüphesiz gerçektir. Kesin olarak inanmayanlar seni hafife almasınlar."
      }
    ]
  }
}