{
  "sad": {
    "surahNumber": "38",
    "surahNameTr": "Sâd Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Sad. Öğüt veren Kuran'a and olsun ki, inkar edenler gurur ve ayrılık içindedirler."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Sad. Öğüt veren Kuran'a and olsun ki, inkar edenler gurur ve ayrılık içindedirler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Onlardan önce nice nesilleri yok ettik. Feryat ediyorlardı; oysa artık kurtulma zamanı değildi."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Aralarından bir uyarıcının gelmesine şaşmışlardı. İnkarcılar: \"Bu, pek yalancı bir sihirbazdır; tanrıları tek bir tanrı mı yaptı? Doğrusu bu tuhaf bir şeydir\" demişlerdi."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Aralarından bir uyarıcının gelmesine şaşmışlardı. İnkarcılar: \"Bu, pek yalancı bir sihirbazdır; tanrıları tek bir tanrı mı yaptı? Doğrusu bu tuhaf bir şeydir\" demişlerdi."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Onlardan ileri gelenler: \"Yürüyün, tanrılarınıza bağlılıkta direnin, sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran, aramızda ona mı indirilmeliydi?\" dediler. Hayır, bunlar Kuran'ımızdan şüphededirler. Hayır, azabımızı henüz tatmamışlardır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlardan ileri gelenler: \"Yürüyün, tanrılarınıza bağlılıkta direnin, sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran, aramızda ona mı indirilmeliydi?\" dediler. Hayır, bunlar Kuran'ımızdan şüphededirler. Hayır, azabımızı henüz tatmamışlardır."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Onlardan ileri gelenler: \"Yürüyün, tanrılarınıza bağlılıkta direnin, sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran, aramızda ona mı indirilmeliydi?\" dediler. Hayır, bunlar Kuran'ımızdan şüphededirler. Hayır, azabımızı henüz tatmamışlardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yoksa, güçlü ve çok ihsan sahibi olan Rabbinin rahmet hazineleri onların yanında mıdır?"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Yahut, göklerin, yerin ve ikisi arasında bulunanların hükümranlığı onların elinde midir? Öyle ise sebeplere tevessül edip göğe yükselsinler!"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Onlar burada takım takım bozguna uğramış perişan bir ordudur."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onlardan önce Nuh milleti, Ad, sarsılmaz bir saltanatın sahibi Firavun, Semud, Lut milleti, Eykeliler de peygamberleri yalanlamıştı. İşte bunlar da peygamberlerine karşı birleşen topluluklardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onlardan önce Nuh milleti, Ad, sarsılmaz bir saltanatın sahibi Firavun, Semud, Lut milleti, Eykeliler de peygamberleri yalanlamıştı. İşte bunlar da peygamberlerine karşı birleşen topluluklardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hepsi peygamberleri yalanladı da azabımı hakettiler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bunlar da ancak, bir an gecikmesi olmayan tek bir çığlık beklemektedirler."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Onlar ise \"Rabbimiz! Bizim payımızı hesap gününden önce ver\" derler."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onların söylediklerine sabret; güçlü kulumuz Davud'u an; o, daima Allah'a yönelirdi."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Doğrusu Biz, akşam sabah onunla beraber tesbih eden dağları, kuşları da toplu halde onun buyruğu altına vermiştik. Her biri ona yönelmekteydi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Doğrusu Biz, akşam sabah onunla beraber tesbih eden dağları, kuşları da toplu halde onun buyruğu altına vermiştik. Her biri ona yönelmekteydi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Onun hükümranlığını kuvvetlendirmiştik. Ona hikmet ve kesin hüküm selahiyeti vermiştik."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Sana davacıların haberi ulaştı mı? Mabedin duvarına tırmanıp Davud'un yanına girmişlerdi de, o onlardan ürkmüştü. Şöyle demişlerdi: \"Korkma, birbirinin hakkına tecavüz etmiş iki davacıyız; aramızda adaletle hükmet, ondan ayrılma, bizi doğru yola çıkar.\""
      },
      {
        "ayahNumber": "22",
        "ayahText": "Sana davacıların haberi ulaştı mı? Mabedin duvarına tırmanıp Davud'un yanına girmişlerdi de, o onlardan ürkmüştü. Şöyle demişlerdi: \"Korkma, birbirinin hakkına tecavüz etmiş iki davacıyız; aramızda adaletle hükmet, ondan ayrılma, bizi doğru yola çıkar.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "\"Bu kardeşimin doksan dokuz dişi koyunu, benim de bir tek dişi koyunum vardır; O'nu da bana ver dedi ve tartışmada beni yendi.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Davud: \"And olsun ki, senin dişi koyununu kendi dişi koyunlarına katmak istemekle sana haksızlıkta bulunmuştur. Doğrusu ortakçıların çoğu birbirlerinin haklarına tecavüz ederler. İnanıp yararlı iş işleyenler bunun dışındadır ki sayıları da ne kadar azdır!\" demişti. Davud, Kendisini denediğimizi sanmıştı da, Rabbinden mağfiret dileyerek eğilip secdeye kapanmış, tevbe etmiş, Allah'a yönelmişti."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Böylece onu bağışlamıştık. Katımızda onun yakınlığı ve güzel bir geleceği vardır."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ey Davud! Seni şüphesiz yeryüzünde hükümran kıldık, o halde insanlar arasında adaletle hükmet, hevese uyma yoksa seni Allah'ın yolundan saptırır. Doğrusu, Allah'ın yolundan sapanlara, onlara, hesap gününü unutmalarına karşılık çetin azap vardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Göğü, yeri ve ikisinin arasında bulunanları boşuna yaratmadık. Bunun boşuna olduğu, inkar edenlerin sanısıdır. Vay ateşe uğrayacak inkarcıların haline!"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Yoksa, inanıp yararlı iş işleyenleri, yeryüzünde, bozguncular gibi mi tutarız? Yoksa, Allah'a karşı gelmekten sakınanları yoldan çıkanlar gibi mi tutarız?"
      },
      {
        "ayahNumber": "29",
        "ayahText": "Sana indirdiğimiz bu Kitap mübarektir; ayetlerini düşünsünler, aklı olanlar da öğüt alsınlar."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Davud'a Süleyman'ı bahşettik; o ne güzel bir kuldu! Doğrusu o daima Allah'a yönelirdi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ona bir akşam üstü, çalımlı, cins koşu atları sunulmuştu."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Süleyman: \"Doğrusu ben bu iyi malları, Rabbimi anmayı sağladıkları için severim\" demişti. Koşup, toz perdesi arkasında kayboldukları zaman: \"onları bana getirin\" dedi. Bacaklarını ve boyunlarını sıvazlamaya başlamıştı."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Süleyman: \"Doğrusu ben bu iyi malları, Rabbimi anmayı sağladıkları için severim\" demişti. Koşup, toz perdesi arkasında kayboldukları zaman: \"onları bana getirin\" dedi. Bacaklarını ve boyunlarını sıvazlamaya başlamıştı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "And olsun ki Süleyman'ı denedik, hükümranlığını zayıf düşürdük; sonra eski haline döndü."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Süleyman: \"Rabbim! Beni bağışla, bana benden sonra kimsenin ulaşamayacağı bir hükümranlık ver; Sen şüphesiz, daima bağışta bulunansın\" dedi."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Bunun üzerine Biz de, istediği yere onun buyruğu ile kolayca giden rüzgarı, bina kuran ve dalgıçlık yapan şeytanları, demir halkalarla bağlı diğerlerini onun buyruğu altına verdik."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Bunun üzerine Biz de, istediği yere onun buyruğu ile kolayca giden rüzgarı, bina kuran ve dalgıçlık yapan şeytanları, demir halkalarla bağlı diğerlerini onun buyruğu altına verdik."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Bunun üzerine Biz de, istediği yere onun buyruğu ile kolayca giden rüzgarı, bina kuran ve dalgıçlık yapan şeytanları, demir halkalarla bağlı diğerlerini onun buyruğu altına verdik."
      },
      {
        "ayahNumber": "39",
        "ayahText": "\"İşte Bizim bağışımız budur; ister ver, ister tut, hesapsızdır.\" dedik."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Doğrusu onun katımızda yakınlığı ve güzel bir istikbali vardır."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kulumuz Eyyub'u da an; Rabbine: \"Doğrusu şeytan bana yorgunluk ve azap verdi\" diye seslenmişti."
      },
      {
        "ayahNumber": "42",
        "ayahText": "\"Ayağını yere vur! İşte yıkanacak ve içilecek soğuk bir su\" dedik."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Katımızdan bir rahmet ve akıl sahiplerine bir öğüt olmak üzere, ona tekrar ailesini ve geçmiş olanlarla bir mislini daha vermiştik."
      },
      {
        "ayahNumber": "44",
        "ayahText": "\"Ey Eyyub! Eline bir demet sap alıp onunla vur, yeminini bozma\" demiştik. Doğrusu Biz onu sabırlı bulmuştuk. Ne iyi kuldu, daima Allah'a yönelirdi."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Güçlü ve anlayışlı olan kullarımız İbrahim, İshak ve Yakub'u da an."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Biz onları ahiret yurdunu düşünen, içten bağlı kimseler kıldık."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Doğrusu onlar katımızda seçkin, iyi kimselerdendirler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "İsmail'i, Elyesa'ı, Zülkifl'i de an. Hepsi iyilerdendir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İşte bu güzel bir anmadır. Doğrusu Allah'a karşı gelmekten sakınanlara güzel bir gelecek vardır."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Kapıları onlara açılmış Adn cennetleri vardır."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Orada tahtlara yaslanmış olarak türlü meyveler ve içecekler isterler."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Yanlarında, gözlerini eşlerine dikmiş yaşıt güzeller vardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "İşte bu hesap günü için, size söz verilenlerdir."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Doğrusu, verdiğimiz bu rızıklar tükenecek değildir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Bu böyle; ama azgınlara kötü bir gelecek vardır."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Cehenneme girerler; ne kötü bir konaktır!"
      },
      {
        "ayahNumber": "57",
        "ayahText": "İşte bu kaynar su ve irindir, artık onu tatsınlar."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Bunlara benzer daha başkaları da vardır..."
      },
      {
        "ayahNumber": "59",
        "ayahText": "(İnkarcıların ileri gelenlerine denir ki;) \"İşte şunlar sizinle beraber girecek olanlardır.\" (Derler ki;) \"Onlar rahat yüzü görmesin. Behemehal ateşe gireceklerdir\""
      },
      {
        "ayahNumber": "60",
        "ayahText": "(Onlara uyanlar;) \"Hayır, asıl siz rahat yüzü görmeyin; bunu başımıza getiren sizsiniz; ne kötü bir duraktır!\" derler."
      },
      {
        "ayahNumber": "61",
        "ayahText": "\"Rabbimiz! Bunu kim başımıza getirdiyse, ateşte onun azabını kat kat artır\" derler."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Şöyle derler: \"Kendilerini dünyada iken kötü saydığımız kimseleri burada niçin görmüyoruz?\""
      },
      {
        "ayahNumber": "63",
        "ayahText": "\"Onları alaya alırdık; yoksa şimdi gözlere görünmezler mi?\""
      },
      {
        "ayahNumber": "64",
        "ayahText": "İşte cehennemliklerin bu şekilde tartışması gerçektir."
      },
      {
        "ayahNumber": "65",
        "ayahText": "De ki: \"Ben sadece bir uyarıcıyım. Gücü her şeye yeten tek Allah'tan başka tanrı yoktur.\""
      },
      {
        "ayahNumber": "66",
        "ayahText": "\"Göklerin, yerin ve ikisi arasında bulunanların Rabbi, güçlüdür, çok bağışlayandır.\""
      },
      {
        "ayahNumber": "67",
        "ayahText": "De ki: \"Bu Kuran büyük bir haberdir, ama siz ondan yüz çeviriyorsunuz.\""
      },
      {
        "ayahNumber": "68",
        "ayahText": "De ki: \"Bu Kuran büyük bir haberdir, ama siz ondan yüz çeviriyorsunuz.\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "\"Onlar tartışırlarken Melei Ala'daki bu olanlar hakkında bir bilgim yoktu.\""
      },
      {
        "ayahNumber": "70",
        "ayahText": "\"Bana sadece vahyolunuyor; doğrusu ben ancak apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "71",
        "ayahText": "Rabbin meleklere şöyle demişti: \"Ben çamurdan bir insan yaratacağım. Onu yapıp ruhumdan ona üflediğim zaman ona secdeye kapanın.\""
      },
      {
        "ayahNumber": "72",
        "ayahText": "Rabbin meleklere şöyle demişti: \"Ben çamurdan bir insan yaratacağım. Onu yapıp ruhumdan ona üflediğim zaman ona secdeye kapanın.\""
      },
      {
        "ayahNumber": "73",
        "ayahText": "Bütün melekler secde etmişlerdi, fakat İblis; o, büyüklük taslamış ve inkarcılardan olmuştu."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Bütün melekler secde etmişlerdi, fakat İblis; o, büyüklük taslamış ve inkarcılardan olmuştu."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Allah: \"Ey İblis, ellerimle (kudretimle) yarattığıma secde etmekten seni alıkoyan nedir? Böbürlendin mi? Yoksa gururlananlardan mısın?\" dedi."
      },
      {
        "ayahNumber": "76",
        "ayahText": "İblis: \"Ben ondan daha üstünüm. Beni ateşten yarattın, onu çamurdan yarattın\" dedi."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Allah: \"Defol oradan, sen artık kovulmuş birisin. Din (kıyamet/ceza) gününe kadar lanetim senin üzerinedir\" dedi."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Allah: \"Defol oradan, sen artık kovulmuş birisin. Din (kıyamet/ceza) gününe kadar lanetim senin üzerinedir\" dedi."
      },
      {
        "ayahNumber": "79",
        "ayahText": "\"Rabbim! Dirilecekleri güne kadar beni (canımı almayı) ertele\" dedi."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Allah: \"Sen bilinen güne kadar erteye bırakılanlardansın\" dedi."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Allah: \"Sen bilinen güne kadar erteye bırakılanlardansın\" dedi."
      },
      {
        "ayahNumber": "82",
        "ayahText": "İblis: \"Senin kudretine and olsun ki, onlardan, sana içten bağlı olan kulların bir yana, hepsini azdıracağım\" dedi."
      },
      {
        "ayahNumber": "83",
        "ayahText": "İblis: \"Senin kudretine and olsun ki, onlardan, sana içten bağlı olan kulların bir yana, hepsini azdıracağım\" dedi."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Allah: \"Doğrudur; işte Ben hakikati söylüyorum, sen ve sana uyanların hepsiyle cehennemi dolduracağım\" dedi."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Allah: \"Doğrudur; işte Ben hakikati söylüyorum, sen ve sana uyanların hepsiyle cehennemi dolduracağım\" dedi."
      },
      {
        "ayahNumber": "86",
        "ayahText": "De ki: \"Buna karşılık sizden bir ücret istemiyorum. Kendiliğimden bir şey iddia eden kimselerden de değilim.\""
      },
      {
        "ayahNumber": "87",
        "ayahText": "\"Bu Kuran, ancak dünyalar için bir öğüttür.\""
      },
      {
        "ayahNumber": "88",
        "ayahText": "\"Onun verdiği haberin doğruluğunu bir zaman sonra öğreneceksiniz.\""
      }
    ]
  }
}