{
  "surahNumber": "42",
  "surahName": "Şûrâ Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha, Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Ayn, Sin, Kaf,"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Güçlü olan, Hakim olan Allah, sana da, senden öncekilere de böyle vahyeder."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Göklerde olanlar da, yerde olanlar da O'nundur. O, çok yücedir ve büyüktür."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Gökler neredeyse üstlerinden çatlayacak. Melekler Rablerini överek tesbih eder ve yeryüzünde bulunanlar için O'ndan bağışlanma dilerler. İyi bilin ki Allah Şüphesiz bağışlayandır, merhametli olandır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Allah'ı bırakıp da dostlar edinenlerin işlediklerini Allah gözetlemektedir. Sen, onlara vekil olmağa memur değilsin."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Böylece şehirlerin anası olan Mekke'de ve çevresinde bulunanları uyarman, şüphe götürmeyen toplanma günü ile uyarman için sana Arapça okunan bir Kitap vahyettik. İnsanların bir takımı cennete, bir takımı da çılgın alevli cehenneme girer."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Eğer dilemiş olsaydı hepsini bir tek ümmet yapardı. Ama, O, rahmetine dilediğini kavuşturur. Zalimlerin ise bir dost ve yardımcısı olmaz."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Demek onlar Allah'tan başka dostlar edindiler? Oysa dost, ancak Allah'tır. O, ölüleri diriltir. Her şeye Kadir'dir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ayrılığa düştüğünüz herhangi bir şeyde hüküm vermek, Allah'a aittir; \"İşte bu Allah, benim Rabbimdir. O'na güvenirim ve O'na yönelirim.\" (demek gerekir)"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Göklerin ve yerin yaratanı, size içinizden eşler, çift çift hayvanlar var etmiştir. Bu suretle, çoğalmanızı sağlamıştır. O'nun benzeri hiçbir şey yoktur. O, işitendir, görendir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Göklerin ve yerin kilitleri O'nundur. Dilediğine rızkı yayar ve isterse kısar, bir ölçüye göre verir. Doğrusu O herşeyi bilendir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Allah Nuh'a buyurduğu şeyleri size de din olarak buyurmuştur. Sana vahyettik; İbrahim'e, Musa'ya ve İsa'ya da buyurduk ki: \"Dine bağlı kalın, onda ayrılığa düşmeyin.\" Ortak koşanları çağırdığın şey onların gözünde büyümektedir. Allah dilediğini kendine seçer, kendisine yöneleni de doğru yola eriştirir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Kendilerine ilim geldikten sonra ayrılığa düşmeleri, ancak, birbirini çekememekten oldu. Eğer belirli bir süre için Rabbinin verilmiş bir sözü olmasaydı, aralarında hemen hükmedilirdi. Arkalarından Kitaba varis kılınanlar da ondan şüphe ve endişe içindedirler."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Bundan ötürü sen birliğe çağır ve emrolunduğun gibi doğru ol; onların heveslerine uyma ve şöyle söyle: \"Allah'ın indirdiği Kitap'a inandım; aranızda adaletle hükmetmek ile emrolundum; Allah bizim de Rabbimiz, sizin de Rabbinizdir; bizim işlediklerimiz bize, sizin işledikleriniz kendinizedir. Bizimle sizin aranızda tartışılacak bir şey yoktur. Allah hepimizi bir araya toplar; dönüş O'nadır.\""
    },
    {
      "ayahNumber": "16",
      "ayahText": "Allah'ın çağrısına icabet eden bulunduktan sonra, O'nun hakkında tartışmağa girişenlerin delilleri Rableri katında hükümsüzdür. Onlara bir gazap vardır, çetin bir azap da onlar içindir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Gerçekten Kitap'ı ve ölçüyü indiren Allah'tır. Ne bilirsin, belki de kıyamet saati yakındır."
    },
    {
      "ayahNumber": "18",
      "ayahText": "O'na inanmayanlar, acele olmasını beklerler; inananlar ise korku ile titrerler ve onun gerçek olduğunu bilirler. İyi bilin ki kıyamet günü hakkında tartışanlar derin bir sapıklık içindedirler."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah, kullarına lütufta bulunandır. Dilediğini rızıklandırır. Kuvvetli olan da güçlü olan da O'dur."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ahiret kazancını isteyenin kazancını artırırız; dünya kazancını isteyene de ondan veririz; ama ahirette bir payı bulunmaz."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yoksa, Allah'ın dinde izin vermediği bir şeyi onlara meşru kılacak ortakları mı vardır? Eğer kesin yargı bulunmayacak olsaydı aralarında hemen hükmedilirdi. Doğrusu, zalimlere can yakıcı azap vardır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Yaptıkları şeyler başlarına gelirken, zalimlerin korkudan titrediklerini görürsün. İnanıp yararlı işler işleyenler cennet bahçelerindedirler. Rablerinin katında, onlara diledikleri verilir. İşte büyük lütuf budur."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Allah, inanıp yararlı işler işleyen kullarını bununla müjdeler. De ki: \"Ben sizden buna karşı yakınlara sevgiden (veya Allah'a yaklaşmaktan) başka bir ücret istemem.\" Kim güzel bir iş işlerse onun güzelliğini arttırırız. Doğrusu Allah bağışlayandır, şükrün karşılığını verendir."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Yoksa senin için \"Allah'a karşı yalan yere iftira etti\" mi derler? Allah dilerse senin kalbini mühürler, batılı da yok eder, hakkı sözleriyle gerçekleştirir. Doğrusu O, kalplerde olanı bilendir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Kullarının tevbesini kabul eden, kötülükleri affeden, yaptıklarınızı bilen, inanıp yararlı işler işleyenlerin duasını kabul eden, lütfuyla onların ecrini arttıran O'dur. Ama, inkarcılar için çetin azap vardır."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Kullarının tevbesini kabul eden, kötülükleri affeden, yaptıklarınızı bilen, inanıp yararlı işler işleyenlerin duasını kabul eden, lütfuyla onların ecrini arttıran O'dur. Ama, inkarcılar için çetin azap vardır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Eğer Allah rızkı kullarının hepsine bol bol verseydi, yeryüzünde azgınlık ederlerdi. Ama O, dilediğini bir ölçüye göre indirir. Doğrusu O, kullarından haberdardır, onları görendir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Umutsuzluğa düşmelerinin ardından yağmuru indiren, rahmetini yayan O'dur. O, övülmeğe layık olan dosttur."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Gökleri, yeri ve ikisinde yaydığı canlıları yaratması varlığının delillerindendir."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Başınıza gelen herhangi bir musibet ellerinizle işlediklerinizden ötürüdür. O, yine de çoğunu affeder."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Yeryüzünde O'nu aciz bırakamazsınız. Allah'tan başka bir dostunuz da yardımcınız da yoktur."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Denizde yüce dağlar gibi gemilerin yürümesi O'nun varlığının delillerindendir."
    },
    {
      "ayahNumber": "33",
      "ayahText": "O, dilerse rüzgarı durdurur, yelkenle giden gemiler o zaman denizin yüzünde durakalır. Bunlarda, sabırlı olan ve çok şükreden kimseler için deliller vardır."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Yahut yaptıklarına karşılık onları ortadan kaldırır, bir çoğunu da bağışlar."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ayetlerimiz üzerinde tartışanlar, kendilerine kaçacak yer olmadığını bilsinler."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Bir haksızlığa uğradıklarında, üstün gelmek için aralarında yardımlaşırlar."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Bir kötülüğün karşılığı, aynı şekilde bir kötülüktür. Ama kim affeder ve barışırsa, onun ecri Allah'a aittir. Doğrusu O, zulmedenleri sevmez."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Zulüm gördükten sonra hakkını alan kimselere, işte onların aleyhine bir yol yoktur."
    },
    {
      "ayahNumber": "42",
      "ayahText": "İnsanlara zulmedenlere, yeryüzünde haksız yere taşkınlık edenlere karşı durulmalıdır. İşte, can yakıcı azap bunlaradır."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Ama sabredip bağışlayanın işi, işte bu, azmedilmeye değer işlerdendir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Allah kimi saptırırsa, artık onun bundan sonra bir dostu olmaz. Azabı gördüklerinde, zalimlerin: \"Dönecek bir yol yok mudur?\" dediklerini görürsün."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Aşağılıktan başları öne eğilmiş, göz ucuyla gizli gizli etrafa bakarken, ateşe sunulduklarını görürsün. İnananlar: \"Hüsranda olanlar, kıyamet günü kendilerini de, ailelerini de hüsranda bırakanlardır\" derler. İyi bilin ki, zalimler sürekli bir azap içindedirler."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Onların, Allah'tan başka kendilerine yardım edecek dostları da yoktur. Allah'ın saptırdığı kimsenin çıkar yolu olmaz."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Allah katından, geri çevrilemeyecek günün gelmesinden önce Rabbinizin çağrısına cevap verin. O gün hiçbirinize sığınacak yer bulunmaz, inkar de edemezsiniz."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Eğer yüz çevirirlerse bilsinler ki, Biz seni onlara bekçi göndermedik; sana düşen sadece tebliğdir. Doğrusu Biz insana katımızdan bir rahmet tattırırsak ona sevinir; ama elleriyle yaptıkları yüzünden başlarına bir kötülük gelirse işte o zaman görürsün ki insan gerçekten pek nankördür."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Göklerin ve yerin hükümranlığı Allah'ındır. Dilediğini yaratır, dilediğine kız çocuk, dilediğine de erkek çocuk verir."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Yahut hem kız hem erkek çocuk verir, dilediğini de kısır kılar. O, bilendir, her şeye Kadir'dir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Allah bir insanla ancak vahiy suretiyle veya perde arkasından konuşur, yahut bir elçi gönderir; izniyle, dilediğini vahyeder. Doğrusu O yücedir, Hakim'dir."
    },
    {
      "ayahNumber": "52",
      "ayahText": "İşte sana da buyruğumuzla Cebrail'i gönderdik; sen Kitap nedir, iman nedir önceleri bilmezdin, fakat Biz onu, kullarımızdan dilediğimizi onunla doğru yola eriştirdiğimiz bir nur kıldık. Şüphesiz sen de insanlara, göklerde ve yerde ne varsa kendisininolan Allah'ın yolunu, doğru yolu göstermektesin. İyi bilin ki işler sonunda Allah'a döner."
    },
    {
      "ayahNumber": "53",
      "ayahText": "İşte sana da buyruğumuzla Cebrail'i gönderdik; sen Kitap nedir, iman nedir önceleri bilmezdin, fakat Biz onu, kullarımızdan dilediğimizi onunla doğru yola eriştirdiğimiz bir nur kıldık. Şüphesiz sen de insanlara, göklerde ve yerde ne varsa kendisininolan Allah'ın yolunu, doğru yolu göstermektesin. İyi bilin ki işler sonunda Allah'a döner."
    }
  ]
}