{
  "araf": {
    "surahNumber": "7",
    "surahNameTr": "A'râf Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lam, Mim, Sad."
      },
      {
        "ayahNumber": "2",
        "ayahText": "(Bu,) Bir Kitap'tır ki onunla uyarman için ve mü'minlere bir öğüt olmak üzere sana indirildi. Öyleyse bundan dolayı göğsünde bir sıkıntı olmasın."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Rabbinizden size indirilene uyun, O'ndan başka velilere uymayın. Ne az öğüt alıyorsunuz?"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Biz nice ülkeleri yıkıma uğrattık. Geceleri uyurlarken ya da gündüzün dinlenirlerken Bizim zorlu azabımız onlara geliverdi."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Zorlu azabımız onlara gelince yakarabildikleri: \"Biz gerçekten zulme sapanlardandık\" demelerinden başka olmadı."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Andolsun, kendilerine (peygamber) gönderilenlere soracağız ve onlara gönderilenlere (peygamberlere) de elbette soracağız."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Andolsun (yapıp-etmelerini) onlara bir ilimle mutlaka haber vereceğiz. Ve Biz gaibler (onlardan uzakta olan habersizler) de değildik."
      },
      {
        "ayahNumber": "8",
        "ayahText": "O gün tartı haktır. Kimin tartıları ağır basarsa, işte kurtulanlar onlardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Kimin tartıları hafif kalırsa, bunlar da ayetlerimize zulmedegeldiklerinden dolayı nefislerini hüsrana uğratanlardır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Andolsun, sizi yeryüzünde yerleşik kıldık ve orda size geçimlikler yarattık. Ne az şükrediyorsunuz?"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Andolsun, Biz sizi yarattık, sonra size suret (biçim-şekil) verdik, sonra meleklere: \"Adem'e secde edin\" dedik. Onlar da İblis'in dışında secde ettiler; o, secde edenlerden olmadı."
      },
      {
        "ayahNumber": "12",
        "ayahText": "(Allah) Dedi: \"Sana emrettiğimde, seni secde etmekten alıkoyan neydi?\" (İblis) Dedi ki: \"Ben ondan hayırlıyım; beni ateşten yarattın, onu ise çamurdan yarattın.\""
      },
      {
        "ayahNumber": "13",
        "ayahText": "(Allah:) \"Öyleyse oradan in, orda büyüklenmen senin (hakkın) olmaz. Hemen çık. Gerçekten sen, küçük düşenlerdensin.\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "O da: \"(İnsanların) dirilecekleri güne kadar beni gözle(yip ertele.)\" dedi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "(Allah:) \"Sen gözlenip-ertelenenlerdensin\" dedi."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Dedi ki: \"Madem öyle, beni azdırdığından dolayı onlar(ı insanları saptırmak) için mutlaka Senin dosdoğru yolunda (pusu kurup) oturacağım.\""
      },
      {
        "ayahNumber": "17",
        "ayahText": "\"Sonra muhakkak önlerinden, arkalarından, sağlarından ve sollarından sokulacağım. Onların çoğunu şükredici bulmayacaksın.\""
      },
      {
        "ayahNumber": "18",
        "ayahText": "(Allah) Dedi: \"Kınanıp alçaltılmış ve kovulmuş olarak oradan çık. Andolsun, onlardan kim seni izlerse, cehennemi sizlerle dolduracağım.\""
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ve ey Adem, sen ve eşin cennete yerleş. İkiniz dilediğiniz yerden yiyin; ama şu ağaca yaklaşmayın. Yoksa zalimlerden olursunuz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Şeytan, kendilerinden 'örtülüp gizlenen çirkin yerlerini' açığa çıkarmak için onlara vesvese verdi ve dedi ki: \"Rabbinizin size bu ağacı yasaklaması, yalnızca, sizin iki melek olmamanız veya ebedi yaşayanlardan kılınmamanız içindir.\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ve: \"Gerçekten ben size öğüt verenlerdenim\" diye yemin de etti."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Böylece onları aldatarak düşürdü. Ağacı tattıkları anda ise, ayıp yerleri kendilerine beliriverdi ve üzerlerini cennet yapraklarından örtmeye başladılar. (O zaman) Rableri kendilerine seslendi: \"Ben sizi bu ağaçtan menetmemiş miydim? Ve şeytanın sizin gerçekten apaçık bir düşmanınız olduğunu söylememiş miydim?\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "Dediler ki: \"Rabbimiz, biz nefislerimize zulmettik, eğer bizi bağışlamazsan ve esirgemezsen, gerçekten hüsrana uğrayanlardan olacağız.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "(Allah) Dedi ki: \"Kiminiz kiminize düşman olarak inin. Yeryüzünde belli bir vakte kadar sizin için bir yerleşim ve meta (geçim) vardır.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "Dedi ki: \"Orda yaşayacak, orda ölecek ve oradan çıkarılacaksınız.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ey Ademoğulları, Biz sizin çirkin yerlerinizi örtecek bir elbise ve size 'süs kazandıracak bir giyim' indirdik (var ettik). Takva ile kuşanıp-donanmak ise, bu daha hayırlıdır. Bu, Allah'ın ayetlerindendir. Umulur ki öğüt alıp-düşünürler."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ey Ademoğulları, şeytan, anne ve babanızın çirkin yerlerini kendilerine göstermek için, elbiselerini sıyırtarak, onları cennetten çıkardığı gibi sakın sizi de bir belaya uğratmasın. Çünkü o ve taraftarları, (kendilerini göremeyeceğiniz yerden) sizleri görmektedir. Biz gerçekten şeytanları, inanmayacakların dostları kıldık."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onlar, 'çirkin bir hayasızlık' işlediklerinde: \"Biz atalarımızı bunun üzerinde bulduk. Allah bunu bize emretti\" derler. De ki: \"Şüphesiz Allah, 'çirkin hayasızlıkları' emretmez. Bilmediğiniz bir şeyi Allah'a karşı mı söylüyorsunuz?\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: \"Rabbim adaletle davranmayı emretti. Her mescid yanında (secde yerinde) yüzlerinizi (O'na) doğrultun ve dini yalnız Kendisi'ne has kılarak O'na dua edin. \"Başlangıçta sizi yarattığı\" gibi döneceksiniz.\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "Kimine hidayet verdi, kimi de sapıklığı hak etti. Çünkü bunlar, Allah'ı bırakıp şeytanları veli edinmişlerdi. Ve gerçekten onları doğru yolda saymaktadırlar."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ey Ademoğulları, her mescid yanında ziynetlerinizi takının. Yiyin, için ve israf etmeyin. Çünkü O, israf edenleri sevmez."
      },
      {
        "ayahNumber": "32",
        "ayahText": "De ki: \"Allah'ın kulları için çıkardığı ziyneti ve temiz rızıkları kim haram kılmıştır?\" De ki: \"Bunlar, dünya hayatında iman edenler içindir, kıyamet günü ise yalnızca onlarındır.\" Bilen bir topluluk için ayetleri böyle birer birer açıklarız."
      },
      {
        "ayahNumber": "33",
        "ayahText": "De ki: \"Rabbim yalnızca çirkin-hayasızlıkları -onlardan açıkta olanlarını ve gizli olanlarını,- günah işlemeyi, haklı nedeni olmayan 'isyan ve saldırıyı' kendisi hakkında ispatlayıcı bir delil indirmediği şeyi Allah’a şirk koşmanızı ve Allah'a karşı bilmediğiniz şeyleri söylemenizi haram kılmıştır.\""
      },
      {
        "ayahNumber": "34",
        "ayahText": "Her ümmet için bir ecel vardır. Onların ecelleri gelince, ne bir saat ertelenebilirler ne de öne alınabilirler (tam zamanında çökerler.)"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ey Ademoğulları, içinizden size ayetlerimi haber veren elçiler geldiğinde, kim sakınırsa ve (davranışlarını) düzeltirse işte onlar için korku yoktur, onlar mahzun olmayacaklardır."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Ayetlerimizi yalanlayanlar ve onlara karşı büyüklenenler, işte onlar ateşin arkadaşlarıdır; onda sonsuzca kalacaklardır."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Öyleyse, Allah’a karşı yalan uydurup iftira düzenden veya ayetlerini yalanlayanlardan daha zalim kimdir? Kitaptan kendilerine bir pay erişecek olanlar bunlardır. Nihayet elçilerimiz, hayatlarına son vermek üzere kendilerine gittiklerinde onlara diyecekler ki: \"Allah'tan başka taptıklarınız nerede?\" \"Onlar bizi (yüzüstü) bırakıp-kayboldular\" diyecekler. (Böylelikle) Bunlar, gerçekten kafirler olduklarına kendi aleyhlerinde şehadet ettiler."
      },
      {
        "ayahNumber": "38",
        "ayahText": "(Allah) diyecek: \"Cinlerden ve insanlardan sizden önce geçmiş ümmetlerle birlikte ateşe girin.\" Her bir ümmet girişinde kardeşini (kendi benzerini) lanetler. Nitekim hepsi birbiri ardınca orada toplanınca, en sonra yer alanlar, en önde gelenler için: \"Rabbimiz, işte bunlar bizi saptırdı; öyleyse ateşten kat kat artırılmış bir azap ver diyecekler. (Allah da:) \"Hepsi için kat kattır. Ancak siz bilmezsiniz\" diyecek."
      },
      {
        "ayahNumber": "39",
        "ayahText": "(Bu sefer) Önde gelenler, sonda yer alanlara diyecekler ki: \"Sizin bize göre bir üstünlüğünüz yoktur, kazandıklarınıza karşılık olarak azabı tadın.\""
      },
      {
        "ayahNumber": "40",
        "ayahText": "Şüphesiz ayetlerimizi yalanlayanlar ve onlara karşı büyüklenenler, onlar için göğün kapıları açılmaz ve halat (ya da deve) iğnenin deliğinden geçinceye kadar cennete girmezler. Biz suçlu-günahkarları işte böyle cezalandırırız."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Onlar için cehennemden yataklar ve üstlerine örtüler vardır. Biz zulme sapanları işte böyle cezalandırırız."
      },
      {
        "ayahNumber": "42",
        "ayahText": "İman edenler ve salih amellerde bulunanlar -ki Biz hiç kimseye güç yetireceğinden fazlasını yüklemeyiz- onlar da cennetin ashabı (halkı)dırlar. Onda sonsuz olarak kalacaklardır."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Biz onların göğüslerinde kinden ne varsa çekip almışız. Altlarından ırmaklar akar. Derler ki: \"Bizi buna ulaştıran Allah'a hamd olsun. Eğer Allah bize hidayet vermeseydi biz doğruya ermeyecektik. Andolsun, Rabbimiz'in elçileri hak ile geldiler.\" Onlara: \"İşte bu, yaptıklarınıza karşılık olarak mirasçı kılındığınız cennettir\" diye seslenilecek."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Cennet halkı, ateş halkına (şöyle) seslenecekler: \"Bize Rabbimiz'in vadettiğini gerçek buldunuz mu?\" Onlar da: \"Evet\" derler. Bundan sonra içlerinden seslenen biri (şöyle) seslenecektir: \"Allah'ın laneti zalimlerin üzerine olsun.\""
      },
      {
        "ayahNumber": "45",
        "ayahText": "\"Ki onlar Allah'ın yolundan alıkoyanlar, onda çarpıklık arayanlar ve ahireti tanımayanlardır.\""
      },
      {
        "ayahNumber": "46",
        "ayahText": "İki taraf arasında bir engel ve burçlar (A'raf) üstünde hepsini yüzlerinden tanıyan adamlar vardır. Cennete gireceklere: \"Selam size\" derler, ki bunlar, henüz girmeyen fakat (girmeyi) 'şiddetle arzu edip umanlardır.'"
      },
      {
        "ayahNumber": "47",
        "ayahText": "Gözleri cehennem halkından yana çevrilince: \"Rabbimiz, bizi zalimler topluluğuyla birlikte kılma\" derler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Burcun üstündeki adamlar, kendilerini yüzlerinden tanıdıkları (ileri gelen birtakım) adamlara seslenerek derler ki: \"Ne (güç ve servet) toplamış olmanız, ne büyüklük taslamanız (istikbarınız) size bir yarar sağlamadı.\""
      },
      {
        "ayahNumber": "49",
        "ayahText": "\"Kendilerine Allah'ın bir rahmet eriştirmeyeceğine yemin ettiğiniz kimseler bunlar mıydı? (Cennettekilere de) Girin cennete. Sizin için korku yoktur ve mahzun olmayacaksınız.\""
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ateşin halkı cennet halkına seslenir: “Bize biraz sudan ya da Allah’ın size verdiği rızıktan aktarın.” Derler ki: “Doğrusu Allah, bunları inkar edenlere haram (yasak) kılmıştır.”"
      },
      {
        "ayahNumber": "51",
        "ayahText": "Onlar, dinlerini bir eğlence ve oyun (konusu) edinmişlerdi ve dünya hayatı onları aldatmıştı. Onlar, bu günleriyle karşılaşmayı unuttukları ve Bizim ayetlerimizi 'yok sayarak tanımadıkları' gibi, Biz de bugün onları unutacağız."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Andolsun, Biz onlara bir kitap getirdik; iman edecek bir topluluğa bir hidayet ve bir rahmet olmak üzere bir bilgiye dayanarak onu çeşitli biçimlerde açıkladık."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Onlar, onun tevilinden başkasına bakmazlar mı? Onun tevilinin geleceği gün, daha önce onu unutanlar, diyecekler ki: \"Gerçekten Rabbimiz'in elçileri bize hakkı getirmişlerdi. Şimdi bize şefaat edecek şefaatçiler var mıdır? Veya geri çevrilsek de işlediklerimizden başkasını yapsak.\" Gerçek şu ki onlar, kendilerini hüsrana uğratmışlardır, uydurmakta oldukları şeyler de kendilerinden uzaklaşıp kaybolmuşlardır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Gerçekten sizin Rabbiniz, altı günde gökleri ve yeri yaratan, sonra arşa istiva eden Allah'tır. Gündüzü, durmaksızın kendisini kovalayan geceyle örten, Güneş’e, Ay’a ve yıldızlara Kendi buyruğuyla baş eğdirendir. Haberiniz olsun, yaratmak da, emir de (yalnızca) O'nundur. Alemlerin Rabbi olan Allah ne Yücedir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Rabbinize yalvara yalvara ve için için dua edin. Şüphesiz O, haddi aşanları sevmez."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Düzene konulması (ıslah)ından sonra yeryüzünde bozgunculuk (fesad) çıkarmayın; O'na korkarak ve umut taşıyarak dua edin. Doğrusu Allah'ın rahmeti iyilik yapanlara pek yakındır."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Rahmetinin önünde rüzgarları bir müjde olarak gönderen O'dur. Bunlar ağırca bulutları kaldırıp yüklendiğinde, onları (kuraklıktan) ölmüş bir şehre sürükleyiveririz ve bununla oraya su indiririz de böylelikle bütün ürünlerden çıkarırız. İşte Biz, ölüleri de böyle diriltip-çıkarırız. Ki ibret alasınız."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Güzel şehrin bitkisi, Rabbinin izniyle çıkar; kötü olandan ise kavruktan başkası çıkmaz. İşte Biz, şükreden bir topluluk için ayetleri böyle çeşitli biçimlerde açıklıyoruz."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Andolsun Biz Nuh'u kendi kavmine (toplumuna) gönderdik. Dedi ki: \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan başka İlahınız yoktur. Doğrusu ben, sizin için büyük bir günün azabından korkmaktayım.\""
      },
      {
        "ayahNumber": "60",
        "ayahText": "Kavminin önde gelenleri: \"Gerçekte biz seni açıkça bir 'şaşırmışlık ve sapmışlık' içinde görüyoruz\" dediler."
      },
      {
        "ayahNumber": "61",
        "ayahText": "O: \"Ey kavmim, bende bir 'şaşırmışlık ve sapmışlık' yoktur; ama ben alemlerin Rabbinden bir elçiyim.\" dedi."
      },
      {
        "ayahNumber": "62",
        "ayahText": "\"Size Rabbimin risaletini tebliğ ediyorum. (Ayrıca) Size öğüt veriyor ve sizin bilmediklerinizi ben Allah'tan biliyorum."
      },
      {
        "ayahNumber": "63",
        "ayahText": "\"Sakınıp rahmete kavuşmanız için, içinizden sizi uyarıp korkutacak bir adam aracılığı ile bir zikir (kitap) gelmesine mi şaştınız?\""
      },
      {
        "ayahNumber": "64",
        "ayahText": "Onu yalanladılar. Biz de onu ve gemide onunla birlikte olanları kurtardık, ayetlerimizi yalan sayanları suda-boğduk. Çünkü onlar kör bir kavimdi."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Ad (toplumuna da) kardeşleri Hud'u (gönderdik.) (Hud, kavmine:) \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan başka İlahınız yoktur. Hala korkup-sakınmayacak mısınız?\" dedi."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Kavminin önde gelenlerinden inkar edenler dediler ki: \"Gerçekte biz seni 'aklî bir yetersizlik' içinde görüyoruz ve doğrusu biz senin yalancılardan olduğunu sanıyoruz.\""
      },
      {
        "ayahNumber": "67",
        "ayahText": "(Hud:) \"Ey kavmim\" dedi. \"Bende 'akıl yetersizliği' yoktur; ama ben gerçekten alemlerin Rabbinden bir elçiyim\" dedi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "\"Size Rabbimin risaletini tebliğ ediyorum. Ben sizin için güvenilir bir öğütçüyüm.\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "\"Sizi uyarmak için aranızdan bir adam aracılığıyla Rabbinizden size bir zikrin gelmesine mi şaşırdınız? (Allah'ın) Nuh kavminden sonra sizi halifeler kıldığını ve sizin yaratılışta gelişiminizi arttırdığını (veya üstün kıldığını) hatırlayın. Öyleyse Allah'ın nimetlerini hatırlayın, ki kurtuluş bulasınız.\""
      },
      {
        "ayahNumber": "70",
        "ayahText": "Dediler ki: \"Sen bize yalnızca Allah'a kulluk etmemiz ve atalarımızın tapmakta olduklarınızı bırakmamız için mi geldin? Eğer gerçekten doğru isen, bize vadettiğin şeyi getir, bakalım.\""
      },
      {
        "ayahNumber": "71",
        "ayahText": "\"Andolsun\" dedi. \"Rabbinizden üzerinize iğrenç bir azap ve gazab gerekli kılındı. Allah'ın kendileri hakkında hiçbir delil indirmediği ve sizin ile babalarınızın isimlendirdiği (düzüp uydurduğu) birtakım isimler (düzme tanrılar ve kurallar) adına mı benimle mücadele ediyorsunuz? Öyleyse bekleyedurun; şüphesiz, ben de sizlerle birlikte bekleyenlerdenim.\""
      },
      {
        "ayahNumber": "72",
        "ayahText": "Böylece onu ve onunla birlikte olanları Katımız'dan bir rahmet ile kurtardık. Ayetlerimizi yalan sayarak inanmamış olanların kökünü kuruttuk."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Semud (toplumuna da) kardeşleri Salih'i (gönderdik. Salih:) \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan başka İlahınız yoktur. Size Rabbinizden apaçık bir belge (mucize) gelmiştir: Allah'ın bu dişi devesi size bir belgedir; onu salıverin de Allah'ın arzında otlasın, ona bir kötülükle dokunmayın, sonra sizi acı bir azap yakalar\" dedi."
      },
      {
        "ayahNumber": "74",
        "ayahText": "\"(Allah'ın) Ad (kavminden) sonra sizi halifeler kıldığını ve sizi yeryüzünde (güç ve servetle) yerleştirdiğini hatırlayın. Ki onun düzlüklerinde köşkler kuruyor, dağlardan evler yontuyordunuz. Şu halde Allah'ın nimetlerini hatırlayın, yeryüzünde bozguncular olarak karışıklık çıkarmayın.\""
      },
      {
        "ayahNumber": "75",
        "ayahText": "Kavminin önde gelenlerinden büyüklük taslayanlar (müstekbirler), içlerinden iman edip de onlarca zayıf bırakılanlara (müstaz'aflara) dediler ki: \"Salih'in gerçekten Rabbi tarafından gönderildiğini biliyor musunuz?\" Onlar: \"Biz gerçekten onunla gönderilene inananlarız\" dediler."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Büyüklük taslayanlar (müstekbirler de şöyle) dedi: \"Biz de, gerçekten sizin inandığınızı tanımayanlarız.\""
      },
      {
        "ayahNumber": "77",
        "ayahText": "Böylelikle dişi deveyi öldürdüler ve Rablerinin emrine karşı çıkıp (Salih'e de şöyle) dediler: \"Ey Salih, eğer gerçekten gönderilenlerden (bir peygamber) isen, vadettiğin şeyi getir, bakalım.\""
      },
      {
        "ayahNumber": "78",
        "ayahText": "Bunun üzerine onları dayanılmaz bir sarsıntı tuttu da kendi yurtlarında diz üstü çöke kaldılar."
      },
      {
        "ayahNumber": "79",
        "ayahText": "O da onlardan yüz çevirdi ve (şöyle) dedi: \"Ey kavmim, andolsun size Rabbimin risaletini tebliğ ettim ve size öğüt verdim. Ama siz, öğüt verenleri sevmiyorsunuz.\""
      },
      {
        "ayahNumber": "80",
        "ayahText": "Hani Lut da kavmine şöyle demişti: \"Sizden önce alemlerden hiç kimsenin yapmadığı hayasız-çirkinliği mi yapıyorsunuz?"
      },
      {
        "ayahNumber": "81",
        "ayahText": "\"Gerçekten siz kadınları bırakıp şehvetle erkeklere yaklaşıyorsunuz. Doğrusu siz, ölçüyü aşan (azgın) bir kavimsiniz.\""
      },
      {
        "ayahNumber": "82",
        "ayahText": "Kavminin cevabı: \"Yurdunuzdan sürüp çıkarın bunları, çünkü bunlar çokça temizlenen insanlarmış!\" demekten başka olmadı."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Bunun üzerine Biz, karısı dışında onu ve ailesini kurtardık; o (karısı) ise (helake uğrayanlar arasında) geride kalanlardandı."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Ve onların üzerine bir (azap) sağanağı yağdırdık. Suçlu-günahkarların uğradıkları sona bir bak işte."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Medyen (toplumuna da) kardeşleri Şuayb'ı (gönderdik. Şuayb onlara:) Dedi ki: \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan başka İlahınız yoktur. Size Rabbinizden apaçık bir belge (mucize) gelmiştir. Ölçüyü ve tartıyı tam tutun, insanların (hakları olan mallarını) eşyasını değerinden düşürüp-eksiltmeyin ve düzene (ıslaha) konulmasından sonra yeryüzünde bozgunculuk (fesad) çıkarmayın. Bu sizin için daha hayırlıdır, eğer inanıyorsanız.\""
      },
      {
        "ayahNumber": "86",
        "ayahText": "\"O'na iman edenleri tehdit ederek, Allah'ın yolundan alıkoymak için ve onda çarpıklık arayarak (böyle) her yolun (başını) kesip-oturmayın. Hatırlayın ki siz azınlıkta (ve güçsüz) iken O, sizi çoğalttı. Bozgunculuk çıkaranların nasıl bir sona uğradıklarına bir bakın.\""
      },
      {
        "ayahNumber": "87",
        "ayahText": "\"İçinizden bir grup, kendisiyle gönderildiğim şeye inanmışken diğer bir grup inanmadığına göre, artık Allah, aramızda hüküm verenlerin en hayırlısıdır.\""
      },
      {
        "ayahNumber": "88",
        "ayahText": "Kavminin önde gelenlerinden büyüklük taslayanlar (müstekbirler) dediler ki: \"Ey Şuayb, seni ve seninle birlikte iman edenleri ya ülkemizden sürüp-çıkaracağız veya mutlaka bizim dinimize geri döneceksiniz.\" (Şuayb:) \"Biz istemesek de mi?\" dedi."
      },
      {
        "ayahNumber": "89",
        "ayahText": "\"Allah bizi ondan kurtardıktan sonra, bizim tekrar sizin dininize dönmemiz Allah'a karşı yalan yere iftira düzmemiz olur. Rabbimiz olan Allah'ın dilemesi dışında, ona geri dönmemiz bizim için olacak iş değildir. Rabbimiz, ilim bakımından herşeyi kuşatmıştır. Biz Allah'a tevekkül ettik. 'Rabbimiz, bizimle kavmimiz arasında 'Sen hak ile hüküm ver,' Sen 'hüküm verenlerin' en hayırlısısın.\""
      },
      {
        "ayahNumber": "90",
        "ayahText": "Kavminin önde gelenlerinden inkar edenler, dediler ki: \"Andolsun, Şuayb'a uyacak olursanız, kuşkusuz kayba uğrayanlardan olursunuz.\""
      },
      {
        "ayahNumber": "91",
        "ayahText": "Bunun üzerine onları dayanılmaz bir sarsıntı tuttu da, kendi yurtlarında diz üstü çökmüş olarak sabahladılar."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Şuayb'ı yalanlayanlar, sanki orada 'hiç refah içinde yaşamamışlar' gibi oldular: Şuayb'ı yalanlayanlar, asıl büyük hüsrana uğradılar."
      },
      {
        "ayahNumber": "93",
        "ayahText": "O da onlardan yüz çevirdi ve (şöyle) dedi: \"Ey kavmim andolsun, size Rabbimin risaletini tebliğ ettim ve size öğüt verdim. Şimdi ben, inkara sapan bir topluluğa nasıl üzülebilirim?\""
      },
      {
        "ayahNumber": "94",
        "ayahText": "Biz hangi memlekete bir peygamber gönderdiysek onun halkı yalvarıp-yakarsınlar diye, mutlaka onları dayanılmaz bir zorluk (yoksulluk) ve sıkıntıyla yakalayıvermişiz."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Sonra kötülüğün yerini iyilikle değiştirdik, öyle ki onlar, çoğaldılar ve: \"Atalarımıza da (bazen) şiddetli sıkıntılar (bazen de) refah ve genişlikler dokunmuştu\" dediler. Bunun üzerine, Biz de onları kendileri hiç şuurunda değilken apansız kıskıvrak yakalayıverdik."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Eğer o ülkeler halkı inansalardı ve korkup-sakınsalardı, gerçekten üzerlerine hem gökten, hem yerden (sayısız) bolluklar (bereketler) açardık; ancak onlar yalanladılar, Biz de onları kazanageldikleri nedeniyle yakalayıverdik."
      },
      {
        "ayahNumber": "97",
        "ayahText": "O ülkeler halkı, geceleri uyurken, onlara zorlu azabımızın gelmeyeceğinden güvende miydiler?"
      },
      {
        "ayahNumber": "98",
        "ayahText": "Ya da o ülkeler halkı, kuşluk vakti eğlenceye dalmışken, onlara zorlu-azabımızın gelmeyeceğinden güvende miydiler?"
      },
      {
        "ayahNumber": "99",
        "ayahText": "(Veya) Onlar, Allah'ın tuzağından güvende mi idiler? Allah'ın bir tuzak kurmasından, hüsrana uğrayan bir topluluktan başkası (akılsızca) güvende olmaz."
      },
      {
        "ayahNumber": "100",
        "ayahText": "(Bütün bunlar,) Sakinlerinden sonra yeryüzüne mirasçı olanları doğruya erdirme(ye veya ortaya çıkarmaya yetmez) mi? Eğer Biz dilemiş olsaydık onlara günahları nedeniyle bir musibet isabet ettirirdik; ve kalplerine damgalar vururduk da onlar böylelikle işitmeyenler olurlardı."
      },
      {
        "ayahNumber": "101",
        "ayahText": "İşte bu ülkeler, sana onların 'haberlerinden aktarmalar yapıyoruz.' Gerçekten, onlara elçileri apaçık belgelerle gelmişlerdi. Ama daha önceden yalanlamaları nedeniyle iman eder olmadılar. İşte Allah, inkar edenlerin kalplerini böyle damgalar."
      },
      {
        "ayahNumber": "102",
        "ayahText": "Onların çoğunda 'verdikleri söze bağlılık' görmedik, ama onların çoğunu fasıklar (yoldan çıkanlar) olarak gördük."
      },
      {
        "ayahNumber": "103",
        "ayahText": "Sonra bunların (peygamberlerin) ardından Musa'yı ayetlerimizle Firavun'a ve önde gelen çevresine gönderdik; onlar ona (ayetlerimize) haksızlık ettiler. İşte bozgunculuk çıkaranların nasıl bir sona uğradıklarına bir bak."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Musa dedi ki: \"Ey Firavun, gerçekten, ben alemlerin Rabbinden (gönderilme) bir elçiyim.\""
      },
      {
        "ayahNumber": "105",
        "ayahText": "\"Benim üzerimdeki yükümlülük, Allah'a karşı ancak gerçeği söylemektir. Rabbinizden size apaçık bir belge ile geldim. Artık İsrailoğulları'nı benimle gönder.\""
      },
      {
        "ayahNumber": "106",
        "ayahText": "(Firavun) Dedi ki: \"Eğer gerçekten bir ayet getirmişsen ve doğru sözlülerden isen, bu durumda onu getir (bakalım).\""
      },
      {
        "ayahNumber": "107",
        "ayahText": "Böylelikle (Musa) asasını fırlatınca, anında apaçık bir ejderha oluverdi."
      },
      {
        "ayahNumber": "108",
        "ayahText": "(Bir de) Elini sıyırdı, o da anında bakanlara bembeyaz (görünüverdi)."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Firavun kavminin önde gelenleri dediler ki: \"Bu gerçekten bilgin bir büyücüdür\";"
      },
      {
        "ayahNumber": "110",
        "ayahText": "\"Sizi topraklarınızdan sürüp-çıkarmak istiyor. Bu durumda ne buyuruyorsunuz?\""
      },
      {
        "ayahNumber": "111",
        "ayahText": "Dediler ki: \"Onu ve kardeşini şimdilik bekletiver (vereceğin cezayı ertele), şehirlere de toplayıcılar yolla\";"
      },
      {
        "ayahNumber": "112",
        "ayahText": "\"Bütün bilgin büyücüleri sana getirsinler.\""
      },
      {
        "ayahNumber": "113",
        "ayahText": "Sihirbazlar Firavun'a gelip dediler ki: \"Eğer biz galip olursak, herhalde bize bir karşılık (armağan) var, değil mi?\""
      },
      {
        "ayahNumber": "114",
        "ayahText": "\"Evet\" dedi. \"(O zaman) Siz en yakın(larım) kılınanlardan olacaksınız.\""
      },
      {
        "ayahNumber": "115",
        "ayahText": "Dediler ki: \"Ey Musa (ilkin) sen mi atmak istersin, yoksa biz mi atalım?\""
      },
      {
        "ayahNumber": "116",
        "ayahText": "(Musa:) \"Siz atın\" dedi. (Asalarını) atıverince, insanların gözlerini büyüleyiverdiler, onları dehşete düşürdüler ve (ortaya) büyük bir sihir getirmiş oldular."
      },
      {
        "ayahNumber": "117",
        "ayahText": "Biz de Musa'ya: \"Asanı fırlatıver\" diye vahyettik. (O da fırlatıverince) bir de baktılar ki, o bütün uydurduklarını derleyip-toparlayıp yutuyor."
      },
      {
        "ayahNumber": "118",
        "ayahText": "Böylece hak yerini buldu, onların bütün yapmakta oldukları geçersiz kaldı."
      },
      {
        "ayahNumber": "119",
        "ayahText": "Orada yenilmiş oldular ve küçük düşmüşler olarak tersyüz çevrildiler."
      },
      {
        "ayahNumber": "120",
        "ayahText": "Ve sihirbazlar secdeye kapandılar."
      },
      {
        "ayahNumber": "121",
        "ayahText": "\"Alemlerin Rabbine iman ettik\" dediler."
      },
      {
        "ayahNumber": "122",
        "ayahText": "\"Musa'nın ve Harun'un Rabbine…\""
      },
      {
        "ayahNumber": "123",
        "ayahText": "Firavun: \"Ben size izin vermeden önce O'na iman ettiniz, öyle mi? Mutlaka bu, halkı buradan sürüp-çıkarmak amacıyla şehirde planladığınız bir tuzaktır. Öyleyse siz (buna karşılık ne yapacağımı) bileceksiniz.\""
      },
      {
        "ayahNumber": "124",
        "ayahText": "\"Muhakkak ellerinizi ve ayaklarınızı çaprazlama keseceğim ve hepinizi idam edeceğim.\""
      },
      {
        "ayahNumber": "125",
        "ayahText": "(Onlar da:) \"Biz de şüphesiz Rabbimiz'e döneceğiz\" dediler."
      },
      {
        "ayahNumber": "126",
        "ayahText": "\"Oysa sen, yalnızca, bize geldiğinde Rabbimiz'in ayetlerine inanmamızdan başka bir nedenle bizden intikam almıyorsun. Rabbimiz, üstümüze sabır yağdır ve bizi Müslüman olarak öldür.\""
      },
      {
        "ayahNumber": "127",
        "ayahText": "Firavun kavminin önde gelenleri, dediler ki: \"Musa ve kavmini bu toprakta (Mısır'da) bozgunculuk çıkarmaları, seni ve ilahlarını terk etmeleri için mi (serbest) bırakacaksın?\" (Firavun) Dedi ki: \"Erkek çocuklarını öldüreceğiz ve kadınlarını sağ bırakacağız. Hiç şüphesiz biz, onlara karşı kahir bir üstünlüğe sahibiz.\""
      },
      {
        "ayahNumber": "128",
        "ayahText": "Musa kavmine: \"Allah'tan yardım dileyin ve sabredin. Gerçek şu ki, arz Allah'ındır; ona kullarından dilediğini mirasçı kılar. En güzel sonuç muttakiler içindir\" dedi."
      },
      {
        "ayahNumber": "129",
        "ayahText": "Dediler ki: \"Sen bize gelmeden önce de, geldikten sonra da eziyete uğratıldık.\" (Musa:) \"Umulur ki, Rabbiniz düşmanınızı helak edecek ve sizleri yeryüzünde halifeler (egemenler) kılacak, böylece nasıl davranacağınızı gözleyecek\" dedi."
      },
      {
        "ayahNumber": "130",
        "ayahText": "Andolsun, Biz de Firavun aile (çevre)sini belki öğüt alıp düşünürler diye yıllar yılı kuraklığa ve ürün kıtlığına uğrattık."
      },
      {
        "ayahNumber": "131",
        "ayahText": "Onlara bir iyilik geldiği zaman \"Bu bizim için\" dediler; onlara bir kötülük isabet ettiğinde (bunu da) Musa ve beraberindekilerin bir uğursuzluğu olarak yorumlarlardı. Haberiniz olsun, Allah Katında asıl uğursuz olanlar kendileridir; ama onların çoğu bilmezler."
      },
      {
        "ayahNumber": "132",
        "ayahText": "Onlar: \"Bizi büyülemek için mucize (ayet) olarak her ne getirirsen getir, yine de biz sana inanacak değiliz\" dediler."
      },
      {
        "ayahNumber": "133",
        "ayahText": "Bunun üzerine, ayrı ayrı mucizeler (ayetler) olarak üzerlerine tufan, çekirge, buğday güvesi, kurbağa ve kan musallat kıldık. Yine büyüklük tasladılar ve suçlu-günahkar bir kavim oldular."
      },
      {
        "ayahNumber": "134",
        "ayahText": "Başlarına iğrenç bir azap çökünce, dediler ki: \"Ey Musa, Rabbine -sana verdiği ahid adına- bizim için dua et. Eğer bu iğrenç azabı üzerimizden çekip-giderirsen, andolsun sana iman edeceğiz ve İsrailoğulları’nı seninle göndereceğiz."
      },
      {
        "ayahNumber": "135",
        "ayahText": "Ne zaman ki, onların erişebilecekleri bir süreye kadar, o iğrenç azabı çekip-giderdik, onlar yine andlarını bozdular."
      },
      {
        "ayahNumber": "136",
        "ayahText": "Biz de onlardan intikam aldık ve ayetlerimizi yalanlamaları ve onlardan habersizmişler (gibi) olmaları nedeniyle onları suda boğduk."
      },
      {
        "ayahNumber": "137",
        "ayahText": "Kendisine bereketler kıldığımız yerin doğusuna da, batısına da o hor kılınıp-zayıf bırakılanları (müstaz'afları) mirasçılar kıldık. Rabbinin İsrailoğulları’na olan o güzel sözü (vaadi), sabretmeleri dolayısıyla tamamlandı (yerine geldi). Firavun ve kavminin yapmakta oldukları ve yükselttiklerini (köşklerini, saraylarını) da yerle bir ettik."
      },
      {
        "ayahNumber": "138",
        "ayahText": "İsrailoğulları’nı denizden geçirdik. Putları önünde bel büküp eğilmekte olan bir topluluğa rastladılar. Musa'ya dediler ki: \"Ey Musa, onların ilahları (var; onlarınki) gibi, sen de bize bir ilah yap.\" O: \"Siz gerçekten cahillik etmekte olan bir kavimsiniz\" dedi."
      },
      {
        "ayahNumber": "139",
        "ayahText": "Onların içinde bulundukları şey (din) mahvolucudur ve yapmakta oldukları şeyler (ibadetler) de geçersizdir."
      },
      {
        "ayahNumber": "140",
        "ayahText": "\"O sizi alemlere üstün kılmışken, ben size Allah'tan başka bir İlah mı arayacağım?\""
      },
      {
        "ayahNumber": "141",
        "ayahText": "\"Hani size dayanılmaz işkenceler yapan, kadınlarınızı sağ bırakıp erkek çocuklarınızı öldüren Firavun ailesinden sizi kurtarmıştık. Bunda Rabbinizden sizin için büyük bir imtihan vardı.\""
      },
      {
        "ayahNumber": "142",
        "ayahText": "Musa ile otuz gece için sözleştik ve ona bir on daha ekledik. Böylece Rabbinin belirlediği süre, kırk geceye tamamlandı. Musa, kardeşi Harun'a \"Kavmimde benim yerime geç, ıslah et ve bozguncuların yolunu tutma\" dedi."
      },
      {
        "ayahNumber": "143",
        "ayahText": "Musa tayin edilen sürede gelince ve Rabbi onunla konuşunca: \"Rabbim, bana göster, Seni göreyim\" dedi. (Allah:) \"Beni asla göremezsin, ama şu dağa bak; eğer o yerinde karar kılabilirse, sen de Beni göreceksin.\" Rabbi dağa tecelli edince, onu paramparça etti. Musa bayılarak yere düştü. Kendine geldiğinde: \"Sen ne Yücesin (Rabbim). Sana tevbe ettim ve ben iman edenlerin ilkiyim\" dedi."
      },
      {
        "ayahNumber": "144",
        "ayahText": "(Allah:) \"Ey Musa\" dedi. \"Sana verdiğim risaletimle ve seninle konuşmamla seni insanlar üzerinde seçkin kıldım. Sana verdiklerimi al ve şükredenlerden ol.\""
      },
      {
        "ayahNumber": "145",
        "ayahText": "Biz ona Levhalarda herşeyden bir öğüt ve herşeyin yeterli bir açıklamasını yazdık. (Ve:) \"Şimdi bunlara sıkıca sarıl ve kavmine de emret ki en güzeliyle sarılsınlar. Size fasıkların yurdunu pek yakında göstereceğim\" (dedik)."
      },
      {
        "ayahNumber": "146",
        "ayahText": "Yeryüzünde haksız yere büyüklük taslayanları ayetlerimden engelleyeceğim. Onlar her ayeti görseler bile ona inanmazlar; dosdoğru yolu (rüşd yolunu) da görseler, yol olarak benimsemezler, azgınlık yolunu, gördüklerinde ise onu yol olarak benimserler. Bu, onların ayetlerimizi yalanlamaları ve onlardan gafil olmaları dolayısıyladır."
      },
      {
        "ayahNumber": "147",
        "ayahText": "Ayetlerimizi ve ahirete kavuşmayı yalanlayanlar, onların amelleri boşa çıkmıştır. Onlar yaptıklarından başkasıyla mı cezalandırılacaklardı?"
      },
      {
        "ayahNumber": "148",
        "ayahText": "(Tura gitmesinin) Ardından Musa'nın kavmi süs eşyalarından böğürmesi olan bir buzağı heykelini (tapılacak ilah) edindiler. Onun kendileriyle konuşmadığını ve onları bir yola da yöneltip-iletmediğini (hidayete erdirmediğini) görmediler mi? Onu (tanrı) edindiler de, zulmedenler oldular."
      },
      {
        "ayahNumber": "149",
        "ayahText": "Ne zaman ki (yaptıklarından dolayı pişmanlık duyup, başları) elleri arasına düşürüldü ve kendilerinin gerçekten şaşırıp-saptıklarını görünce: \"Eğer Rabbimiz bize merhamet etmez ve bizi bağışlamazsa kesin olarak hüsrana uğrayanlardan olacağız\" dediler."
      },
      {
        "ayahNumber": "150",
        "ayahText": "Musa kavmine oldukça kızgın, üzgün olarak döndüğünde onlara: \"Beni arkamdan, ne kötü temsil ettiniz? Rabbinizin emrini çabuklaştırdınız, öyle mi?\" dedi. Levhaları bıraktı ve kardeşini başından tutup kendisine doğru çekiyordu (ki Harun ona:) \"Annem oğlu, bu topluluk beni zayıflattı (hırpalayıp güçsüzleştirdi) ve neredeyse beni öldürmeye giriştiler. Bari sen düşmanları sevindirecek bir şey yapma ve beni bu zalimler topluluğuyla birlikte kılma (sayma)\" dedi."
      },
      {
        "ayahNumber": "151",
        "ayahText": "(Musa yalvarıp) Dedi ki: \"Rabbim, beni ve kardeşimi bağışla, bizi rahmetine kat. Sen merhamet edenlerin en merhametli olanısın.\""
      },
      {
        "ayahNumber": "152",
        "ayahText": "Şüphesiz, buzağıyı (tanrı) edinenlere Rablerinden bir gazab ve dünya hayatında bir zillet yetişecektir. İşte Biz, 'yalan düzüp-uyduranları' böyle cezalandırırız."
      },
      {
        "ayahNumber": "153",
        "ayahText": "Kötülük işleyip bunun ardından tevbe edenler ve iman edenler; hiç şüphesiz Rabbin, bundan (tevbeden) sonra elbette bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "154",
        "ayahText": "Musa kabaran öfkesi (gazabı) yatışınca Levhaları aldı. (Onlardan bir) Nüshasında \"Rablerinden korkanlar için bir hidayet ve bir rahmet vardır\" (yazılıydı)."
      },
      {
        "ayahNumber": "155",
        "ayahText": "Musa, belirlediğimiz buluşma zamanı için kavminden yetmiş adam seçip-ayırdı. Bunları da 'dayanılmaz bir sarsıntı' tutuverince, dedi ki: \"Rabbim, eğer dileseydin, onları ve beni daha önceden helak ederdin. (Şimdi) İçimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden başkası değildir. Onunla Sen dilediğini saptırır, dilediğini hidayete erdirirsin. Bizim Velimiz Sensin. Öyleyse bizi bağışla, bizi esirge; Sen bağışlayanların en hayırlısısın.\""
      },
      {
        "ayahNumber": "156",
        "ayahText": "Bize bu dünyada da, ahirette de iyilik yaz, şüphesiz ki biz Sana yöneldik. Dedi ki: \"Azabımı dilediğime isabet ettiririm, rahmetim ise herşeyi kuşatmıştır; onu korkup-sakınanlara, zekatı verenlere ve Bizim ayetlerimize iman edenlere yazacağım.\""
      },
      {
        "ayahNumber": "157",
        "ayahText": "Onlar ki, yanlarındaki Tevrat'ta ve İncil'de (geleceği) yazılı bulacakları ümmi haber getirici (Nebi) olan elçiye (Resul) uyarlar; o, onlara marufu (iyiliği) emrediyor, münkeri (kötülüğü) yasaklıyor, temiz şeyleri helal, murdar şeyleri haram kılıyor ve onların ağır yüklerini, üzerlerindeki zincirleri indiriyor. Ona inananlar, destek olup savunanlar, yardım edenler ve onunla birlikte indirilen nuru izleyenler; işte kurtuluşa erenler bunlardır."
      },
      {
        "ayahNumber": "158",
        "ayahText": "De ki: \"Ey insanlar, ben Allah'ın sizin hepinize gönderdiği bir elçisi (peygamberi)yim. Ki göklerin ve yerin mülkü yalnız O'nundur. O'ndan başka İlah yoktur, O diriltir ve öldürür. Öyleyse Allah'a ve ümmi peygamber olan elçisine iman edin. O da Allah'a ve O'nun sözlerine inanmaktadır. Ona iman edin ki hidayete ermiş olursunuz."
      },
      {
        "ayahNumber": "159",
        "ayahText": "Musa'nın kavminden hakka ileten ve onunla adalet yapan bir topluluk vardır."
      },
      {
        "ayahNumber": "160",
        "ayahText": "Biz onları (İsrailoğulları’nı) ayrı ayrı oymaklar olarak on iki topluluk (ümmet) olarak ayırdık. Kavmi kendisinden su istediğinde Musa'ya: \"Asan'la taşa vur\" diye vahyettik. Ondan on iki pınar sızıp-fışkırdı; böylece her bir insan- topluluğu su içeceği yeri öğrenmiş oldu. Üzerlerine bulutla gölge çektik ve onlara kudret helvası ile bıldırcın indirdik. (Sonra da şöyle dedik:) \"Size rızık olarak verdiklerimizin temiz olanlarından yiyin.\" Onlar Bize zulmetmedi, ancak kendi nefislerine zulmediyorlardı."
      },
      {
        "ayahNumber": "161",
        "ayahText": "Onlara: \"Bu şehirde oturun, ondan istediğiniz yerden yeyin, 'dileğimiz bağışlanmadır' deyin ve kapısından secde ederek girin, (Biz de) hatalarınızı bağışlayalım. İyilik yapanların (armağanlarını) artıracağız\" denildiğinde,"
      },
      {
        "ayahNumber": "162",
        "ayahText": "Onlardan zulmedenler, sözü kendilerine söylenenden başka bir şeyle değiştirdiler. Biz de bunun üzerine zulmetmeleri dolayısıyla gökten 'iğrenç bir azap' indirdik."
      },
      {
        "ayahNumber": "163",
        "ayahText": "Bir de onlara deniz kıyısındaki şehri(n uğradığı sonucu) sor. Hani onlar cumartesi (yasağını çiğneyerek) haddi aşmışlardı. 'Cumartesi günü iş yapma yasağına uyduklarında', balıkları onlara açıktan akın akın geliyor, 'cumartesi günü iş yapma yasağına uymadıklarında' ise, gelmiyorlardı. İşte Biz, fıska sapmaları dolayısıyla onları böyle imtihan ediyorduk."
      },
      {
        "ayahNumber": "164",
        "ayahText": "Onlardan bir topluluk: \"Allah'ın kendilerini helak etmek veya şiddetli bir azaba uğratmak istediği bir kavme ne diye öğüt veriyorsunuz?\" dediğinde \"Rabbinize karşı bir özür için ve bir ihtimal sakınabilirler diye\" dediler."
      },
      {
        "ayahNumber": "165",
        "ayahText": "Kendilerine hatırlatılanı unuttuklarında ise, Biz de kötülükten sakındıranları kurtardık. Zulmedenleri yaptıkları fısk dolayısıyla pek zorlu bir azap ile yakaladık."
      },
      {
        "ayahNumber": "166",
        "ayahText": "Onlar, kendisinden sakındırıldıkları 'şeyi yapmada ısrar edip başkaldırınca' onlara: \"Aşağılık maymunlar olunuz\" dedik."
      },
      {
        "ayahNumber": "167",
        "ayahText": "İşte o zaman Rabbin, onlara en kötü azabı yapacak kimse(leri) kıyamet gününe kadar üzerlerine mutlaka göndereceğini bildirdi. Şüphesiz, Rabbin (ceza ile) sonuçlandırması pek çabuk olandır ve gerçekten O, bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "168",
        "ayahText": "Onları yeryüzünde ayrı ayrı topluluklar olarak paramparça dağıttık. Kimileri salih (davranışlarda) bulunuyor, kimileri de bunların dışında olan aşağılıklardır. Onları iyiliklerle ve kötülüklerle imtihan ettik, ki dönsünler."
      },
      {
        "ayahNumber": "169",
        "ayahText": "Onların ardından yerlerine kitaba mirasçı olan birtakım 'kötü kimseler' geçti. (Bunlar) Şu değersiz olan (dünya)ın geçici-yararını alıyor ve: \"Yakında bağışlanacağız\" diyorlar. Bunun benzeri bir yarar gelince onu da alıyorlar. Kendilerinden Allah'a karşı hakkı söylemekten başka bir şeyi söylemeyeceklerine ilişkin kitap sözü alınmamış mıydı? Oysa içinde olanı okudular. (Allah'tan) Korkanlar için ahiret yurdu daha hayırlıdır. Hala akıl erdirmeyecek misiniz?"
      },
      {
        "ayahNumber": "170",
        "ayahText": "Kitaba sımsıkı sarılanlar ve namazı dosdoğru kılanlar, şüphesiz Biz salih olanların ecrini kaybetmeyiz."
      },
      {
        "ayahNumber": "171",
        "ayahText": "Bir zamanlar dağı, sanki bir gölgelikmiş gibi üstlerine geçirmiştik. Onlar ise neredeyse tepelerine düşecek sanmışlardı. (Onlara demiştik ki:) \"Size verdiklerimize sımsıkı sarılın ve onda olanı düşünün, ki sakınasınız.\""
      },
      {
        "ayahNumber": "172",
        "ayahText": "Hani Rabbin, Ademoğullarının sırtlarından zürriyetlerini almış ve onları kendi nefislerine karşı şahidler kılmıştı: \"Ben sizin Rabbiniz değil miyim?\" (demişti de) Onlar: \"Evet (Rabbimiz'sin), şahid olduk\" demişlerdi. (Bu,) Kıyamet günü: \"Biz bundan habersizdik\" dememeniz içindir."
      },
      {
        "ayahNumber": "173",
        "ayahText": "Ya da: \"Bizden önce ancak atalarımız şirk koşmuştu, biz ise onlardan sonra gelme bir kuşağız; işleri batıl olanların yaptıklarından dolayı bizi helak mı edeceksin?\" dememeniz için."
      },
      {
        "ayahNumber": "174",
        "ayahText": "İşte Biz ayetleri böyle birer birer açıklarız, umulur ki dönerler."
      },
      {
        "ayahNumber": "175",
        "ayahText": "Onlara kendisine ayetlerimizi verdiğimiz kişinin haberini anlat. O, bundan sıyrılıp-uzaklaşmış, şeytan onu peşine takmıştı. O da sonunda azgınlardan olmuştu."
      },
      {
        "ayahNumber": "176",
        "ayahText": "Eğer Biz dileseydik, onu bununla yükseltirdik. Ama o yere meyletti (veya yere saplandı), hevasına uydu. Onun durumu, üstüne varsan dilini sarkıtıp soluyan, kendi başına bıraksan dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalanlayan topluluğun durumu böyledir. Artık gerçek haberi onlara aktar. Ki düşünsünler."
      },
      {
        "ayahNumber": "177",
        "ayahText": "Ayetlerimizi yalanlayanlar ve yalnızca kendi nefislerine zulmedenlerin örneği ne kötüdür."
      },
      {
        "ayahNumber": "178",
        "ayahText": "Allah kime hidayet verirse o artık hidayeti bulmuştur; kimi şaşırtıp-saptırırsa artık onlar da hüsrana uğrayanlardır."
      },
      {
        "ayahNumber": "179",
        "ayahText": "Andolsun, cehennem için cinlerden ve insanlardan çok sayıda kişi yarattık (hazırladık). Kalpleri vardır bununla kavrayıp-anlamazlar, gözleri vardır bununla görmezler, kulakları vardır bununla işitmezler. Bunlar hayvanlar gibidir, hatta daha aşağılıktırlar. İşte bunlar gafil olanlardır."
      },
      {
        "ayahNumber": "180",
        "ayahText": "İsimlerin en güzeli Allah'ındır. Öyleyse O'na bunlarla dua edin. O'nun isimlerinde 'aykırılığa (ve inkara) sapanları' bırakın. Yapmakta oldukları dolayısıyla yakında cezalandırılacaklardır."
      },
      {
        "ayahNumber": "181",
        "ayahText": "Yarattıklarımızdan, hakka yöneltip-ileten ve onunla adaleti kılan (uygulayan) bir ümmet vardır."
      },
      {
        "ayahNumber": "182",
        "ayahText": "Ayetlerimizi yalanlayanları ise, onları bilmeyecekleri bir yönden derece derece (günahları yükletip azaba) yaklaştıracağız."
      },
      {
        "ayahNumber": "183",
        "ayahText": "Onlara bir süre tanıyorum. Hiç şüphesiz Benim düzenim (cezalandırmam) sapasağlamdır."
      },
      {
        "ayahNumber": "184",
        "ayahText": "Sahiplerinde (ya da arkadaşları olan peygamberde) delilikten hiçbir şey olmadığını düşünmüyorlar mı? O, apaçık bir uyarıcıdan başkası değildir."
      },
      {
        "ayahNumber": "185",
        "ayahText": "Onlar, göklerin ve yerin 'bağımlı olduğu egemenliğe ve sünnete’ (melekût) Allah'ın yarattığı şeylere ve ihtimal (verip) ecellerinin pek yaklaştığına bakmıyorlar mı? Bundan sonra onlar artık hangi söze inanacaklar?"
      },
      {
        "ayahNumber": "186",
        "ayahText": "Allah'ın saptırdığı kimseye artık hidayet verecek yoktur. Ve onları tuğyanları içinde şaşkınca dolaşır bir durumda bırakıverir."
      },
      {
        "ayahNumber": "187",
        "ayahText": "Saatin (kıyametin) ne zaman demir atacağını (gerçekleşeceğini) sorarlar. De ki: \"Onun ilmi yalnızca Rabbimin Katındadır. Onun süresini O'ndan başkası açıklayamaz. O, göklerde ve yerde ağırlaştı. O, size apansız bir gelişten başkası değildir.\" Sanki sen, ondan tümüyle haberdarmışsın gibi sana sorarlar. De ki: \"Onun ilmi yalnızca Allah'ın Katındadır. Ancak insanların çoğu bilmezler.\""
      },
      {
        "ayahNumber": "188",
        "ayahText": "De ki: \"Allah'ın dilemesi dışında kendim için yarardan ve zarardan (hiçbir şeye) malik değilim. Eğer gaybı bilebilseydim muhakkak hayırdan yaptıklarımı arttırırdım ve bana bir kötülük dokunmazdı. Ben, iman eden bir topluluk için, bir uyarıcı ve bir müjde vericiden başkası değilim.\""
      },
      {
        "ayahNumber": "189",
        "ayahText": "O, sizi tek bir nefisten yarattı ve kendisiyle durulup-yatışması için ondan eşini var etti. Onu (eşini) örtüp-bürüyünce, o da bir yük yüklendi de bununla (bir süre) gezindi. Nitekim ağırlaşınca, ikisi Rableri olan Allah'a dua ettiler: \"Eğer bize salih (bir çocuk) verirsen, andolsun şükredenlerden olacağız.\""
      },
      {
        "ayahNumber": "190",
        "ayahText": "Ama O, onlara (Adem'in çocukları erkek ve kadınlara) salih (bir çocuk) verince, kendilerine verdiği şey konusunda O’na ortaklar kılmaya başladılar. Allah, onların şirk koştuklarından Yücedir."
      },
      {
        "ayahNumber": "191",
        "ayahText": "Kendileri yaratılıp dururken, hiçbir şeyi yaratamayan şeyleri mi ortak koşuyorlar?"
      },
      {
        "ayahNumber": "192",
        "ayahText": "Oysa (bu şirk koştukları güçler ve nesneler) ne onlara bir yardıma güç yetirebilir, ne kendi nefislerine yardım etmeğe."
      },
      {
        "ayahNumber": "193",
        "ayahText": "Onları hidayete çağırırsanız size uymazlar. Onları çağırırsanız da, suskun dursanız da size karşı (tutumları) birdir."
      },
      {
        "ayahNumber": "194",
        "ayahText": "Allah'tan başka taptıklarınız sizler gibi kullardır. Eğer doğru iseniz, hemen onları çağırın da size icabet etsinler."
      },
      {
        "ayahNumber": "195",
        "ayahText": "Onların yürüyecek ayakları var mı? Ya da tutacakları elleri mi var? Veya görecek gözleri mi var? Yoksa işitecek kulakları mı var? De ki: \"Ortak koştuklarınızı çağırın, sonra bir düzen (tuzak) kurun da bana göz bile açtırmayın.\""
      },
      {
        "ayahNumber": "196",
        "ayahText": "Hiç şüphesiz, benim velim kitabı indiren Allah'tır ve O salihlerin koruyuculuğunu (veliliğini) yapıyor."
      },
      {
        "ayahNumber": "197",
        "ayahText": "O'ndan başka taptıklarınız ise size yardıma güç yetiremezler, kendilerine de."
      },
      {
        "ayahNumber": "198",
        "ayahText": "Eğer onları doğru yola çağırırsanız işitmezler. Onları sana bakar (gibi) görürsün, oysa onlar görmezler bile."
      },
      {
        "ayahNumber": "199",
        "ayahText": "Sen af (veya kolaylık) yolunu benimse, (İslam'a) uygun olanı (örfü) emret ve cahillerden yüz çevir."
      },
      {
        "ayahNumber": "200",
        "ayahText": "Eğer sana şeytandan yana bir kışkırtma (vesvese veya iğva) gelirse, hemen Allah'a sığın. Çünkü O, işitendir, bilendir."
      },
      {
        "ayahNumber": "201",
        "ayahText": "(Allah'tan) Sakınanlara şeytandan bir vesvese eriştiğinde (önce) iyice düşünürler (Allah'ı zikredip-anarlar), sonra hemen bakarsın ki görüp bilmişlerdir."
      },
      {
        "ayahNumber": "202",
        "ayahText": "(Şeytan'ın) Kardeşleri ise, onları sapıklığa sürüklerler, sonra peşlerini bırakmazlar."
      },
      {
        "ayahNumber": "203",
        "ayahText": "Onlara bir ayet getirmediğin zaman: \"Sen onu (inmeyen ayeti) derleyip-toplasana\" derler. De ki: \"Ben, yalnızca bana Rabbimden vahyolunana uyarım. Bu, Rabbinizden olan basiretlerdir; iman edecek bir topluluk için bir hidayet ve bir rahmettir.\""
      },
      {
        "ayahNumber": "204",
        "ayahText": "Kuran okunduğu zaman, hemen onu dinleyin ve susun. Umulur ki esirgenmiş olursunuz."
      },
      {
        "ayahNumber": "205",
        "ayahText": "Rabbini, sabah akşam, yüksek olmayan bir sesle, kendi kendine, ürpertiyle, yalvara yalvara ve için için zikret. Gaflete kapılanlardan olma."
      },
      {
        "ayahNumber": "206",
        "ayahText": "Şüphesiz Rabbinin Katında olanlar, O'na ibadet etmekten büyüklenmezler; O'nu tesbih ederler ve yalnız O'na secde ederler."
      }
    ]
  }
}