{
  "hicr": {
    "surahNumber": "15",
    "surahNameTr": "Hicr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lam, Ra. Bunlar, Kitab'ın ve apaçık olan Kur'an'ın ayetleridir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "O inkar edenler Müslüman olmayı nice kereler dileyecekler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Onları bırak; yesinler, yararlansınlar ve onları (boş) emel oyalayadursun. İlerde bileceklerdir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Biz, kendisi için bilinen (takdir edilmiş) bir kitap olmaksızın hiçbir ülkeyi yıkıma uğratmadık."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Hiçbir ümmet, kendi ecelini ne öne alabilir, ne de onlar ertelenebilirler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Onlar: \"Ey kendisine Kitap indirilen (Muhammed). Gerçekten sen cinlenmiş (bir deli)sin,\" dediler."
      },
      {
        "ayahNumber": "7",
        "ayahText": "\"Eğer doğruyu söylüyor isen, bizlere melekleri getirmeli değil miydin?\""
      },
      {
        "ayahNumber": "8",
        "ayahText": "Hak olmaksızın Biz melekleri indirmeyiz. O zaman da onlara göz açtırılmaz."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Hiç şüphesiz, zikri (Kur'an'ı) Biz indirdik Biz; onun koruyucuları da gerçekten Biziz."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Andolsun, senden önce geçmiş topluluklara da elçiler gönderdik."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Onlara herhangi bir elçi gelmeyegörsün, mutlaka onunla alay ederlerdi."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Böylece Biz onu (alayı), suçlu-günahkarların kalplerine sokarız."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onlar ona (indirilen kitaba) inanmazlar, oysaki evvelkilerin sünneti geçmiştir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onların üzerlerine gökyüzünden bir kapı açsak, ordan yukarı yükselseler de,"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Mutlaka: \"Gözlerimiz döndürüldü, belki biz büyülenmiş bir topluluğuz\" diyeceklerdir."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Andolsun, gökte burçlar kıldık ve onu gözleyenler için süsledik."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ve onu her kovulan şeytandan koruduk."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ancak kulak hırsızlığı yapan olursa, onu da parlak bir ateş izler."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Yere (gelince,) onu döşeyip-yaydık, onda sarsılmaz-dağlar bıraktık ve onda herşeyden ölçüsü belirlenmiş ürünler bitirdik."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ve orda sizler için ve kendisine rızık vericiler olmadığınız kimseler (varlıklar ve canlılar) için geçimlikler kıldık."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Hiçbir şey yoktur ki, hazineleri Bizim Katımız'da olmasın; ancak onu belirlenmiş bir miktar olarak indiririz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Ve aşılayıcılar olarak rüzgarları gönderdik, böylece gökten su indirdik de sizleri suladık. Oysa siz onun hazine-koruyucuları değilsiniz."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Şüphesiz Biz, gerçekten Biz yaşatır ve öldürürüz ve varis olanlar Biziz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Andolsun sizden öne (veya önceden) geçenleri bilmişizdir; ve (yine) andolsun, geride kalanları da bilmişizdir."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ve şüphesiz senin Rabbin, O, onları haşredecektir. Gerçekten O, hüküm ve hikmet sahibidir, bilendir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Andolsun, insanı kuru bir çamurdan, şekillenmiş bir balçıktan yarattık."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ve Cann'ı da daha önce 'nüfuz eden kavurucu' ateşten yaratmıştık."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Hani Rabbin meleklere demişti: \"Ben, kuru bir çamurdan, şekillenmiş bir balçıktan bir beşer yaratacağım.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "\"Ona bir biçim verdiğimde ve ona Ruhum'dan üfürdüğümde hemen ona secde ederek (yere) kapanın.\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "Böylece meleklerin tümü, topluca secde etti."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ancak İblis, secde edenlerle birlikte olmaktan kaçınıp-dayattı."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Dedi ki: \"Ey İblis, sana ne oluyor, secde edenlerle birlikte olmadın?\""
      },
      {
        "ayahNumber": "33",
        "ayahText": "Dedi ki: \"Ben, kuru bir çamurdan, şekillenmiş bir balçıktan yarattığın beşere secde etmek için var değilim.\""
      },
      {
        "ayahNumber": "34",
        "ayahText": "Dedi ki: \"Öyleyse ondan (cennetten) çık, çünkü sen kovulmuş-bulunmaktasın.\""
      },
      {
        "ayahNumber": "35",
        "ayahText": "\"Ve şüphesiz, din gününe kadar lanet senin üzerinedir.\""
      },
      {
        "ayahNumber": "36",
        "ayahText": "Dedi ki: \"Rabbim, öyleyse onların dirileceği güne kadar bana süre tanı.\""
      },
      {
        "ayahNumber": "37",
        "ayahText": "Dedi ki: \"Öyleyse, sen (kendisine) süre tanınanlardansın.\""
      },
      {
        "ayahNumber": "38",
        "ayahText": "\"Bilinen günün vaktine kadar.\""
      },
      {
        "ayahNumber": "39",
        "ayahText": "Dedi ki: \"Rabbim, beni kışkırttığın şeye karşılık, andolsun, ben de yeryüzünde onlara, (sana başkaldırmayı ve dünya tutkularını) süsleyip-çekici göstereceğim ve onların tümünü mutlaka kışkırtıp-saptıracağım.\""
      },
      {
        "ayahNumber": "40",
        "ayahText": "\"Ancak onlardan muhlis olan kulların müstesna.\""
      },
      {
        "ayahNumber": "41",
        "ayahText": "(Allah) Dedi ki: \"İşte bu, Bana göre dosdoğru olan yoldur.\""
      },
      {
        "ayahNumber": "42",
        "ayahText": "\"Şüphesiz, kışkırtılıp-saptırılmışlardan sana uyanlar dışında, senin Benim kullarım üzerinde zorlayıcı hiçbir gücün yoktur.\""
      },
      {
        "ayahNumber": "43",
        "ayahText": "\"Ve hiç şüphe yok, onların tümünün buluşma yeri cehennemdir.\""
      },
      {
        "ayahNumber": "44",
        "ayahText": "Onun yedi kapısı vardır; onlardan her bir kapı için bir grup ayrılmıştır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Gerçekten takva sahibi olanlar, cennetlerde ve pınar başlarındadır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Oraya esenlikle ve güvenlikle girin."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Onların göğüslerinde kinden (ne varsa tümünü) sıyırıp-çektik, kardeşler olarak tahtlar üzerinde karşı karşıyadırlar."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Orda onlara hiçbir yorgunluk dokunmaz ve onlar ordan çıkarılacak değildirler."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Haber ver kullarıma; şüphesiz Ben, Ben bağışlayanım, esirgeyenim."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ve şüphesiz azabım; o acıklı bir azaptır."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Onlara İbrahim'in konuklarından haber ver."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Yanına girdiklerinde \"Selam\" demişlerdi. O da: \"Biz sizden korkmaktayız\" demişti."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Dediler ki: \"Korkma biz sana bilgin bir çocuk müjdelemekteyiz.\""
      },
      {
        "ayahNumber": "54",
        "ayahText": "Dedi ki: \"Bana ihtiyarlık gelip-çökmüşken mi müjdeliyorsunuz? Beni ne ile müjdelemektesiniz?\""
      },
      {
        "ayahNumber": "55",
        "ayahText": "Dediler ki: \"Seni gerçekle müjdeledik; öyleyse umut kesenlerden olma.\""
      },
      {
        "ayahNumber": "56",
        "ayahText": "Dedi ki: \"Sapıklar dışında Rabbinin rahmetinden kim umut keser?\""
      },
      {
        "ayahNumber": "57",
        "ayahText": "Dedi ki: \"Ey elçiler, (bunun dışında, diğer) işiniz ne?\""
      },
      {
        "ayahNumber": "58",
        "ayahText": "Dediler ki: \"Gerçekte biz, suçlu-günahkar olan bir topluluğa gönderildik.\""
      },
      {
        "ayahNumber": "59",
        "ayahText": "\"Ancak Lut ailesi hariçtir; biz onların tümünü muhakkak kurtaracağız.\""
      },
      {
        "ayahNumber": "60",
        "ayahText": "\"Ama karısını (kurtaracaklarımız) dışında tuttuk, o, geride kalanlardandır.\""
      },
      {
        "ayahNumber": "61",
        "ayahText": "Böylelikle elçiler Lut ailesine geldiklerinde,"
      },
      {
        "ayahNumber": "62",
        "ayahText": "(Lut) Dedi ki: \"Sizler gerçekten tanınmamış bir topluluksunuz.\""
      },
      {
        "ayahNumber": "63",
        "ayahText": "\"Hayır\" dediler. \"Biz sana, onların hakkında kuşkuya kapıldıkları şeyle geldik.\""
      },
      {
        "ayahNumber": "64",
        "ayahText": "\"Sana gerçeği getirdik, biz şüphesiz doğru söyleyenleriz.\""
      },
      {
        "ayahNumber": "65",
        "ayahText": "\"Hemen aileni gecenin bir bölümünde yola çıkar, sen de onların ardından git ve sizden hiç kimse arkasına bakmasın; emrolunduğunuz yere gidin.\""
      },
      {
        "ayahNumber": "66",
        "ayahText": "Ve onlara şu emri verdik: \"Sabaha çıkarlarken onların arkası mutlaka kesilecektir.\""
      },
      {
        "ayahNumber": "67",
        "ayahText": "Şehir halkı birbirlerine müjdeler vererek geldi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "(Lut onlara) \"Bunlar benim konuğumdur, beni utandırıp-dillere düşürmeyin\" dedi."
      },
      {
        "ayahNumber": "69",
        "ayahText": "\"Allah'tan korkup-sakının ve beni küçük düşürmeyin.\""
      },
      {
        "ayahNumber": "70",
        "ayahText": "Dediler ki: \"Biz seni 'herkes(in işin)e karışmaktan' alıkoymamış mıydık?\""
      },
      {
        "ayahNumber": "71",
        "ayahText": "Dedi ki: \"Eğer yapmak-istiyorsanız, işte bunlar, benim kızlarım.\""
      },
      {
        "ayahNumber": "72",
        "ayahText": "Ömrüne andolsun ki, onlar, sarhoşlukları içinde kör-sersemdiler."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Derken, tan yerinin ağarma vaktine girdiklerinde onları (o korkunç ve dayanılmaz) çığlık yakalayıverdi."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Anında (yurtlarının) üstünü altına çevirdik ve üzerlerine balçıktan pişirilmiş taş yağdırdık."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Elbette bunda 'derin bir kavrayışa sahip olanlar' için gerçekten ayetler vardır."
      },
      {
        "ayahNumber": "76",
        "ayahText": "O (şehir de) gerçekten bir yol üstünde (hala) durmaktadır."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Elbette, bunda iman edenler için gerçekten ayetler vardır."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Eyke halkı da gerçekten zalim-kimselerdi."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Bundan dolayı onlardan intikam aldık; her ikisi de açıkça (gözler) ön(ün)dedir."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Andolsun, Hicr halkı da gönderilen(elçi)leri yalanlamışlardı."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Onlara ayetlerimizi vermiştik de ondan yüz çevirmişlerdi."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Dağlardan güvenli evler yontuyorlardı."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Derken, sabah vaktine girdiklerinde, onları o dayanılmaz-çığlık yakalayıverdi."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Buna rağmen kazandıkları şeyler, (uğrayacakları sondan kurtulmak için) onlara yetmedi."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Biz, gökleri, yeri ve her ikisinin arasındakilerini hakkın dışında (herhangi bir amaçla) yaratmadık. Hiç şüphesiz o saat de yaklaşarak-gelmektedir; öyleyse (onlara karşı) güzel davranışlarla davran."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Çünkü Rabbin, yaratan ve bilenin ta Kendisi'dir."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Andolsun, sana çiftlerden yediyi ve büyük Kur'an'ı verdik."
      },
      {
        "ayahNumber": "88",
        "ayahText": "Sakın onlardan bazılarını yararlandırdığımız şeylere gözünü dikme, onlara karşı hüzne kapılma, mü'minler için de (şefkat) kanatlarını ger."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Ve de ki: \"Şüphe yok, ben apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "90",
        "ayahText": "Parça ayırıcılarına indirdiğimiz gibi,"
      },
      {
        "ayahNumber": "91",
        "ayahText": "Ki onlar Kur'anı parça-parça kıldılar."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Rabbine andolsun, onların tümüne (bunu) soracağız."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Yapmakta oldukları şeyleri."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Öyleyse sen emrolunduğun şeyi açıkça söyle ve müşriklere aldırış etme."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Şüphesiz o alay edenlere (karşı) Biz sana yeteriz."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Ki onlar, Allah ile beraber başka İlahları (ortak) kılmaktadırlar; onlar yakında bilip-öğreneceklerdir."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Andolsun, onların söylemekte olduklarına karşı senin göğsünün daraldığını biliyoruz."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Sen Rabbini hamd ile tesbih et ve secde edenlerden ol."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Ve yakîn sana gelinceye kadar Rabbine ibadet et."
      }
    ]
  }
}