{
  "tur": {
    "surahNumber": "52",
    "surahNameTr": "Tûr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Tur'a andolsun."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Satır (satır) dizili kitaba,"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yayılmış ince deri üzerine;"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ma'mur eve,"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Yükseltilmiş tavana,"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Kabarıp, tutuşan denize,"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Şüphesiz senin Rabbinin azabı kesin olarak gerçekleşecektir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Onu uzaklaştırıp-engel olacak yoktur."
      },
      {
        "ayahNumber": "9",
        "ayahText": "O gün gök, sarsılıp çalkalanır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve dağlar (yerlerinden oynatan) bir yürüyüşle yürür."
      },
      {
        "ayahNumber": "11",
        "ayahText": "İşte o gün, yalanlayanların vay haline,"
      },
      {
        "ayahNumber": "12",
        "ayahText": "Ki onlar, 'daldıkları saçma bir uğraşı' içinde oynayan-oyalananlardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Cehennem ateşine, 'küçültücü bir sürüklenme ile ' sürüklenecekleri gün;"
      },
      {
        "ayahNumber": "14",
        "ayahText": "(Onlara şöyle denir:) \"İşte sizin yalanladığınız ateş budur.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "\"Bu da bir büyü mü, yoksa siz mi görmüyorsunuz.\""
      },
      {
        "ayahNumber": "16",
        "ayahText": "\"Girin ona; artık ister sabredin, ister sabretmeyin. Sizin için birdir. Siz ancak, yaptıklarınızla cezalandırılıyorsunuz.\""
      },
      {
        "ayahNumber": "17",
        "ayahText": "Hiç şüphesiz muttakiler, cennetlerde ve nimet içindedirler;"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Rablerinin verdikleriyle 'sevinçli ve mutludurlar'. Rableri, kendilerini 'çılgınca yanan cehennemin' azabından korumuştur."
      },
      {
        "ayahNumber": "19",
        "ayahText": "\"Yaptıklarınızdan dolayı afiyetle yiyin ve için.\""
      },
      {
        "ayahNumber": "20",
        "ayahText": "Özenle dizilmiş tahtlar üzerinde yaslanmışlardır. Ve Biz onları iri-ceylan gözlü hurilerle evlendirmişiz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "İman edenler ve soyları kendilerini imanda izleyenler; Biz onların soylarını da kendilerine katıp-ekledik. Onların amellerinden hiçbir şeyi eksiltmedik. Her kişi kendi kazandığına karşılık bir rehindir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Onlara, istek duyup-arzuladıkları meyvelerden ve etten bol bol verdik."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Orada bir kadeh kapışır-çekişirler ki, onda ne 'boş ve saçma bir söz', ne günaha sokma yoktur."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Kendileri için (hizmet eden) civanlar, etrafında dönüp dolaşırlar; sanki (her biri) 'sedefte saklı inci gibi tertemiz, pırıl pırıl.'"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Kimi kimine dönüp sorarlar;"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Dediler ki: \"Biz doğrusu daha önce, ailemiz (yakın akrabalarımız) içinde endişe edip-korkardık.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "\"Şimdi Allah, bize lütufta bulundu ve 'hücrelere kadar işleyen kavurucu' azaptan korudu.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "\"Şüphesiz, biz bundan önce O'na dua (kulluk) ederdik. Gerçekten O, iyiliği bol, esirgemesi çok olanın ta Kendisi'dir.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "Şu halde sen, öğüt verip-hatırlat; çünkü sen, Rabbinin nimetiyle ne kahinsin, ne mecnun."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Yoksa onlar: \"Bir şairdir, biz ona zamanın (getireceği) felaketleri gözlüyoruz\" mu diyorlar?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "De ki: \"Siz gözetleyedurun; çünkü ben de sizinle birlikte gözetleyenlerdenim.\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "Yoksa bunu kendilerine saçma-akılları mı emrediyor? Yoksa onlar azgın bir kavim midir?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Yoksa: \"Onu kendisi uydurup-söyledi\" mi diyorlar? Hayır; onlar iman etmiyorlar."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Şu halde, eğer doğru sözlüler iseler, benzeri bir söz getirsinler."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Yoksa onlar, hiçbir şey olmaksızın mı yaratıldılar? Yoksa yaratıcılar kendileri mi?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Yoksa gökleri ve yeri onlar mı yarattılar? Hayır; onlar, kesin bir bilgiyle inanmıyorlar."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Yoksa Rabbinin hazineleri onların yanında mıdır? Yoksa üstün güç (herşeyin denetim ve yönetim) sahipleri kendileri midir?"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Yoksa onların bir merdivenleri mi var (ki) onunla (yükselip en yüce makamda konuşulanları) dinliyorlar? Öyleyse, dinleyenleri açık bir delil getirsin."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Yoksa kızlar O'nun da, erkek-çocuklar sizin mi?"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Yoksa sen onlardan bir ücret mi istiyorsun ki, haksız bir borçtan dolayı ağır bir yük altındalar?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Yoksa gayb (bilgisi) onların katında mıdır, böylece yazıp-duruyorlar?"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Yoksa hileli-bir düzen mi kurmak istiyorlar? Fakat (asıl) ‘o inkar edenler hileli-düzene düşecek olanlardır."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Yoksa onların, Allah'ın dışında başka bir ilahları mı var? Allah, onların şirk koştuklarından Yücedir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Eğer gökten bir parçanın düşmekte olduğunu görseler bile: \"Üst üste yığılmış bir buluttur.\" derler."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Öyleyse sen onları (en dayanılmaz azapla) çarpılacakları günlerine kavuşuncaya kadar bırak."
      },
      {
        "ayahNumber": "46",
        "ayahText": "O gün, ne hileli-düzenleri kendilerine herhangi bir şeyle yarar sağlayacak, ne yardım görecekler."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Şüphesiz zulmedenlere bundan önce de bir azap vardır; ancak onların çoğu bilmiyorlar."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Artık, Rabbinin hükmüne sabret; çünkü gerçekten sen, Bizim gözlerimizin önündesin. Ve her kalkışında Rabbini hamd ile tesbih et."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Gecenin bir bölümünde ve yıldızların batışının ardında da O'nu tesbih et."
      }
    ]
  }
}