{
  "zuhruf": {
    "surahNumber": "43",
    "surahNameTr": "Zuhruf Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ha, Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Apaçık Kitab’a andolsun;"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Gerçekten Biz onu, belki aklınızı kullanırsınız diye Arapça bir Kur'an kıldık."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Şüphesiz o, Bizim Katımız'da olan Ana kitaptadır; çok yücedir, hüküm ve hikmet doludur."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Siz ölçüyü taşıran bir kavimsiniz diye, şimdi o zikri (öğüt ve hatırlatma dolu Kur'an'ı) sizden (uzaklaştırıp) bir yana mı bırakalım?"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Oysa Biz, öncekiler içinde nice peygamber(ler) gönderdik."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlara bir peygamber gelmeyiversin, mutlaka onunla alay ederlerdi."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Biz de, kuvvet bakımından onlardan daha üstün olan (toplum)ları yıkıma uğrattık. Öncekilerin örneği geçti."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Andolsun, onlara: \"Gökleri ve yeri kim yarattı?\" diye soracak olsan, tartışmasız: \"Onları üstün ve güçlü (Aziz) olan, bilen (Allah) yarattı\" diyecekler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ki O, yeri sizin için bir beşik kıldı ve doğru yolu bulursunuz diye onda size (birtakım) yollar var etti."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Ki O, belli bir miktar ile gökten su indirdi de, onunla ölü bir memleketi ‘dirilttik (ve her yanına yeniden hayat) yaydık'; siz de böyle (kabirlerinizden diriltilip) çıkarılacaksınız."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Ki O, bütün çiftleri yarattı ve sizin için gemilerden ve hayvanlardan bineceğiniz şeyleri var etti."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onların sırtlarına binip-doğrulmanız, sonra doğrulduğunuz zaman, Rabbinizin nimetini zikretmeniz ve: \"Bunlara bizim için boyun eğdiren (Allah) ne Yücedir, yoksa biz bunu (kendi hizmetimize) yanaştıramazdık\" demeniz için."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Ve biz elbette, Rabbimiz'e çevrilip-döneceğiz.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "(Buna rağmen) Kendi kullarından O'na bir parça kılıp-yakıştırdılar. Doğrusu insan, açıkça bir nankördür."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Yoksa O, yarattıklarından kızları (kendine) edindi ve erkekleri size mi ayırdı?"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Oysa onlardan biri, O, Rahman (olan Allah) için verdiği örnek ile (kız çocuğunun doğumuyla) müjdelendiği zaman, yüzü simsiyah kesilmiş olarak kahrından yutkundukça yutkunur."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Onlar, süs içinde büyütülüp de mücadelede açık olmayan (kızlar)ı mı (Allah'a yakıştırıyorlar)?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Onlar, ki Rahmanın kulları olan melekleri dişiler kıldılar. Kendileri yaratılışlarına şahit mi oldular? Onların şahitlikleri yazılacak ve (bundan dolayı) sorumlu tutulacaklar."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Dediler ki: \"Eğer Rahman dilemiş olsaydı, biz onlara ibadet etmezdik.\" Onların bundan yana hiçbir bilgileri yoktur. Onlar, yalnızca 'zan ve tahminle yalan söylüyorlar.'"
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yoksa Biz, bundan önce kendilerine bir kitap verdik de şimdi ona mı tutunuyorlar?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Hayır; dediler ki: \"Gerçekten atalarımızı bir ümmet üzerinde bulduk ve doğrusu biz onların izleri (eserleri) üstünde doğru olana (hidayete) yönelmiş (kimse)leriz.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "İşte böyle, senden önce de (herhangi) bir memlekete bir elçi göndermiş olmayalım, mutlaka onun 'refah içinde şımarıp azan önde gelenleri' (şöyle) demişlerdir: \"Gerçekten biz, atalarımızı bir ümmet (din) üzerinde bulduk ve doğrusu biz, onların izlerine (eserlerine) uymuş kimseleriz.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "(O peygamberlerden her biri de şöyle) Demiştir: \"Ben size atalarınızı üstünde bulduğunuz şeyden daha doğru olanını getirmiş olsam da mı?\" Onlar da demişlerdi ki: \"Doğrusu biz, kendisiyle gönderildiğiniz şeye kafir olanlarız.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "Böylece onlardan intikam aldık. Öyleyse, bir bak; yalan sayanların sonu nasıl oldu?"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Hani İbrahim babasına ve kendi kavmine demişti ki: \"Şüphesiz ben, sizin taptıklarınızdan uzağım.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "\"(Ancak) Beni yaratan başka. İşte O beni hidayete yöneltip-iletecektir.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ve bunu (bu tevhid inancını) belki (insanlar Allah'a) dönerler diye ardında (kendi soyunda) kalıcı bir kelime olarak kıldı-bıraktı."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Hayır; Ben onları ve atalarını, kendilerine hak ve açıklayan bir elçi gelinceye kadar metalandırdım-yaşattım."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Ancak kendilerine hak gelince, dediler ki: \"Bu bir büyüdür, doğrusu biz ona (karşı) kafir olanlarız.\""
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ve dediler ki: \"Bu Kur'an, iki şehirden birinin büyük bir adamına indirilmeli değil miydi?\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "Senin Rabbinin rahmetini onlar mı paylaştırıyorlar? Dünya hayatında maişetlerini aralarında Biz paylaştırdık ve onlardan bir bölümü (diğer) bir bölümünü 'teshir etmesi için, bir bölümünü bir bölümü üzerinde derecelerle yükselttik. Rabbinin rahmeti; toplayıp-yığdıklarından daha hayırlıdır."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Eğer insanlar (Allah'a karşı isyanda birleşip) tek bir ümmet olacak olmasaydı, Rahman’ı (Allah'ı) inkar edenlerin evlerine gümüşten tavanlar ve üzerinde çıkıp-yükselecekleri merdivenler yapardık."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Evlerine kapılar ve üzerinde yaslanıp-dayanacakları koltuklar,"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ve (daha nice) çekici-süsler (de verirdik). Bütün bunlar, yalnızca dünya hayatının metaıdır. Ahiret ise, Rabbinin Katında muttakiler içindir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Kim Rahman (olan Allah)ın zikrini görmezlikten gelirse, Biz bir şeytana onun 'üzerini kabukla bağlattırırız'; artık bu, onun bir yakın dostudur."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Gerçekten bunlar (bu şeytanlar), onları yoldan alıkoyarlar; onlar ise, kendilerinin gerçekten hidayette olduklarını sanırlar."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Sonunda Bize geldiği zaman, der ki: \"Keşke benimle senin aranda iki doğu (doğu ile batı) uzaklığı olsaydı. Meğer ne kötü yakın-dost(muşsun sen).\""
      },
      {
        "ayahNumber": "39",
        "ayahText": "(Bu söylenmeleriniz,) Bugün size kesin olarak bir yarar sağlamaz. Çünkü zulmettiniz. Şüphesiz azapta da ortaksınız."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Öyleyse sağır olanlara sen mi dinleteceksin veya kör olan ve açıkça bir sapıklık içinde bulunanı hidayete erdireceksin?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Şu halde Biz seni alıp-götürürsek, elbette onlardan intikam alacağız."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ya da kendilerine va'dettiğimiz şeyi onlara gösteririz ki, Biz gerçekten onların üstünde güç yetirenleriz."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Şu halde, sana vahyedilene sımsıkı-tutun; çünkü sen dosdoğru bir yol üzerindesin."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Ve şüphesiz o (Kur'an), senin ve kavmin için gerçekten bir zikirdir. Siz (ondan) sorulacaksınız."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Senden önce gönderdiğimiz elçilerimizden sor: Biz, Rahman (olan Allah)ın dışında tapılacak birtakım ilahlar kıldık mı (hiç)?"
      },
      {
        "ayahNumber": "46",
        "ayahText": "Andolsun, Biz Musa'yı, Firavun'a ve onun 'önde gelen çevresine' ayetlerimizle gönderdik. O da, dedi ki: \"Gerçekten ben, alemlerin Rabbinin elçisiyim.\""
      },
      {
        "ayahNumber": "47",
        "ayahText": "Fakat onlara ayetlerimizle geldiği zaman, bir de ne görsün, onlar bunlara (alay edip) gülüyorlar."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Biz onlara biri ötekinden daha büyük olmayan hiçbir ayet göstermedik. Belki dönerler diye, onları azapla yakalayıverdik."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Ve onlar dediler ki: \"Ey büyücü, sende olan ahdi (sana verdiği sözü) adına bizim için Rabbine dua et; gerçekten biz hidayete gelmiş olacağız.\""
      },
      {
        "ayahNumber": "50",
        "ayahText": "Fakat onlardan azabı çekip-giderince, bir de görürsün ki onlar andlarını bozuyorlar."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Firavun, kendi kavmi içinde bağırdı; dedi ki: \"Ey kavmim, Mısır'ın mülkü ve şu altımda akmakta olan nehirler benim değil mi? Yine de görmeyecek misiniz?\""
      },
      {
        "ayahNumber": "52",
        "ayahText": "\"Yoksa ben, şundan daha hayırlı değil miyim ki o, aşağı (sınıftan) bir zavallı ve neredeyse (sözü) açıklamadan yoksun olan (biri)dir.\""
      },
      {
        "ayahNumber": "53",
        "ayahText": "\"Bu durumda (eğer doğruysa), üzerine altından bilezikler atılmalı ya da yakınında yer almış vaziyette onunla birlikte melekler gelmeli değil miydi?\""
      },
      {
        "ayahNumber": "54",
        "ayahText": "Böylelikle kendi kavmini küçümsedi, onlar da ona boyun eğdiler. Gerçekten onlar, fasık olan bir kavimdi."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Sonunda Bizi öfkelendirince, Biz de onlardan intikam aldık, böylece onları toplu olarak suda boğduk."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Bu suretle onları, sonradan gelecekler için bir selef ve bir örnek kıldık."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Meryem oğlu (İsa) bir örnek olarak verilince, senin kavmin hemen ondan (keyifle söz edip) kahkahalarla gülüyorlar."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Dediler ki: \"Bizim ilahlarımız mı daha hayırlı, yoksa o mu?\" Onu yalnızca bir tartışma-konusu olsun diye (örnek) verdiler. Hayır, onlar 'tartışmacı ve düşman' bir kavimdir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "O, yalnızca bir kuldur; kendisine nimet verdik ve onu İsrailoğulları'na bir örnek kıldık."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Eğer Biz dilemiş olsaydık, elbette sizden melekler kılardık; yeryüzünde (size) halef (yerinize geçenler) olurlardı."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Şüphesiz o, kıyamet-saati için bir ilimdir. Öyleyse ondan (kıyametten) yana hiçbir kuşkuya kapılmayın ve Bana uyun. Dosdoğru yol budur."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Şeytan sakın sizi (Allah'ın yolundan) alıkoymasın. Gerçekten o, sizin için açıkça bir düşmandır."
      },
      {
        "ayahNumber": "63",
        "ayahText": "İsa, açık belgelerle gelince, dedi ki: \"Ben size bir hikmetle geldim ve hakkında ihtilafa düştüklerinizin bir kısmını size açıklamak için de. Öyleyse Allah'tan sakının ve bana itaat edin.\""
      },
      {
        "ayahNumber": "64",
        "ayahText": "\"Şüphesiz Allah, O, benim de Rabbim, sizin de Rabbinizdir; şu halde O'na kulluk edin. Dosdoğru yol budur.\""
      },
      {
        "ayahNumber": "65",
        "ayahText": "Sonra, içlerinden birtakım fırkalar ihtilafa düştü. Artık, acı bir günün azabından vay o zulmetmiş olanlara."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Onlar, hiç şuurunda değilken kendilerine apansız geliverecek olan kıyamet-saatinden başkasını mı gözlüyorlar?"
      },
      {
        "ayahNumber": "67",
        "ayahText": "Muttakiler hariç olmak üzere, o gün, dostların kimi kimine düşmandır."
      },
      {
        "ayahNumber": "68",
        "ayahText": "\"Ey kullarım, bugün sizin için korku yoktur ve siz mahzun olmayacaksınız.\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "\"Ki onlar, Benim ayetlerime iman edenler ve Müslüman olanlardır.\""
      },
      {
        "ayahNumber": "70",
        "ayahText": "\"Siz ve eşleriniz cennete girin; 'sevinç içinde ağırlanacaksınız.\""
      },
      {
        "ayahNumber": "71",
        "ayahText": "\"Onların etrafında altın tepsiler ve testilerle dolaşılır; orada nefislerin arzu ettiği ve gözlerin lezzet (zevk) aldığı herşey var. Ve siz orada süresiz kalacaksınız.\""
      },
      {
        "ayahNumber": "72",
        "ayahText": "\"İşte, yaptıklarınız dolayısıyla mirasçı kılındığınız cennet budur.\""
      },
      {
        "ayahNumber": "73",
        "ayahText": "\"Orda sizin için birçok meyveler vardır; onlardan yiyeceksiniz.\""
      },
      {
        "ayahNumber": "74",
        "ayahText": "Şüphesiz suçlu-günahkarlar, cehennem azabı içinde süresiz kalacaklardır."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Onlardan (azap) hafifletilmeyecek ve orda onlar umutlarını kaybetmiş kimselerdir."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Biz onlara zulmetmedik; ancak onların kendileri zalimlerdir."
      },
      {
        "ayahNumber": "77",
        "ayahText": "(Cehennem bekçisine:) \"Ey Malik (bekçi), Rabbin bizim işimizi bitirsin\" diye haykırdılar. O: \"Gerçek şu ki siz, (burda) kalacak kimselersiniz\" dedi."
      },
      {
        "ayahNumber": "78",
        "ayahText": "\"Andolsun, size hakkı getirdik, fakat sizin bir çoğunuz hakkı çirkin görüp-tiksinenlerdiniz.\""
      },
      {
        "ayahNumber": "79",
        "ayahText": "Yoksa onlar, işi sıkı mı tuttular? İşte şüphesiz Biz de işi sıkı tutanlarız."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Yoksa onlar; gerçekten Bizim, sır tuttuklarını ve aralarındaki fısıldaşmalarını işitmediğimizi mi sanıyorlar? Hayır, (işitiyoruz) ve onların yanlarındaki elçilerimiz de (herşeyi) yazıyorlar."
      },
      {
        "ayahNumber": "81",
        "ayahText": "De ki: \"Eğer Rahman (olan Allah)'ın çocuğu olsaydı, ona tapanların ilki ben olurdum.\""
      },
      {
        "ayahNumber": "82",
        "ayahText": "Göklerin ve yerin Rabbi, Arş'ın Rabbi (olan Allah), onların nitelendirdiklerinden Yücedir."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Artık onları bırak; onlara vadedilen günlerine kadar, dalsınlar ve oynaya dursunlar."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Göklerde İlah ve yerde İlah O'dur. O, hüküm ve hikmet sahibidir, bilendir."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Göklerin, yerin ve ikisi arasında bulunanların mülkü Kendisi'nin olan (Allah) ne Yücedir. Kıyamet-saatinin ilmi O'nun Katındadır ve O'na döndürüleceksiniz."
      },
      {
        "ayahNumber": "86",
        "ayahText": "O'nun dışında taptıkları şefaatte bulunmaya malik değildirler; ancak kendileri bilerek hakka şahidlik edenler başka."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Andolsun, onlara: \"Kendilerini kim yarattı?\" diye soracak olsan, elbette: \"Allah\" diyecekler. Öyleyse nasıl olur da çevriliyorlar?"
      },
      {
        "ayahNumber": "88",
        "ayahText": "Onun: \"Ya Rab\" demesi hakkı için şüphesiz onlar imana gelmez bir kavimdirler."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Şimdi sen, 'aldırış etmeksizin onlardan yüz çevir' ve: \"Selam\" de. Artık onlar bileceklerdir."
      }
    ]
  }
}