{
  "duhan": {
    "surahNumber": "44",
    "surahNameTr": "Duhân Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ha. Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Apaçık olan Kitab'a andolsun ki,"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Biz onu (Kur'an'ı) mübarek bir gecede indirdik. Kuşkusuz biz uyarıcıyızdır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Her hikmetli işe o gecede hükmedilir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "(Yani)katımızdan (verilen her) emir. Çünkü biz, peygamberler göndermekteyiz."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Senin Rabb'inin acıması gereği olarak (gönderdiyimiz elçilere o gece emirlerimizi bir bir açıklar, vahiylerimizi bildiririz). Doğrusu o işitendir, bilendir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Eğer kesin olarak inanıyorsanız (bilin ki Allah), göklerin, yerin ve ikisi arasında bulunanların Rabbidir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "O'ndan başka ilah yoktur. (Her şeyi O) diriltir ve öldürür. Sizin de Rabbiniz, önceki atalarınızın da Rabbidir."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Fakat onlar, şüphe içinde eğlenip duruyorlar."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Şimdi sen, göğün, açık bir duman çıkaracağı günü gözetle."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Duman insanları bürüyecektir. Bu, elem verici bir azaptır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "(İşte o zaman insanlar:) Rabbimiz! Bizden azabı kaldır. Doğrusu biz artık inanıyoruz (derler)."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Nerede onlarda öğüt almak? Oysa kendilerine gerçeği açıklayan bir elçi gelmişti."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Sonra ondan yüz çevirdiler ve: Bu, öğretilmiş bir deli! dediler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Biz azabı birazcık kaldıracağız, ama siz yine (eski halinize) döneceksiniz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Fakat biz büyük bir şiddetle yakalayacağımız gün, kesinlikle intikamımızı alırız."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Andolsun, kendilerinden önce biz, Firavun'un kavmini de imtihan etmiştik. Onlara şerefli bir elçi geldi. (Şöyle diyerek)"
      },
      {
        "ayahNumber": "18",
        "ayahText": "\"Allah'ın kulları! Bana gelin! Çünkü ben size (gönderilmiş) güvenilir bir resulüm\""
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah'a karşı ululuk taslamayın. Çünkü ben size apaçık bir delil getiriyorum."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ben, beni taşlamanızdan, benim ve sizin Rabbiniz olan Allah'a sığındım."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Eğer bana inanmazsanız, hiç değilse yanımdan uzaklaşın."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Bunun üzerine Musa: Bunlar suç işleyen bir toplumdur, diye Rabbine arzetti."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Allah, O halde kullarımı geceleyin yola çıkar. Çünkü takip edileceksiniz, buyurdu."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Denizi açık halde bırak. Çünkü onlar boğulacak bir ordudur."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Onlar geride nice şeyler bıraktılar; bahçeler, çeimeler,"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ekinler, güzel konaklar,"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ve zevkü sefa sürdükleri nice nimetler!"
      },
      {
        "ayahNumber": "28",
        "ayahText": "İşte böylece biz de onları başka bir topluma miras bıraktık."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Gök ve yer onların ardından ağlamadı; onlara mühlet de verilmedi."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Andolsun biz, İsrailoğullarını o alçaltıcı azaptan kurtardık."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Yani Firavun'dan. Çünkü o bir zorba idi, aşırı gidenlerdendi."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Andolsun biz İsrailoğullarına, bilerek, (kendi zamanlarında) alemlerin üstünde bir imtiyaz verdik."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Onlara, içinde açık bir imtihan bulunan işaretler verdik."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Onlar (müşrikler) diyorlar ki:"
      },
      {
        "ayahNumber": "35",
        "ayahText": "\"İlk ölümümüzden sonra bir şey yoktur. Biz diriltilecek değiliz.\""
      },
      {
        "ayahNumber": "36",
        "ayahText": "\" Doğru söylüyorsanız, atalarımızı getirin.\""
      },
      {
        "ayahNumber": "37",
        "ayahText": "Bunlar mı daha hayırlı, yoksa Tübba' kavmi ile onlardan öncekiler mi? Onları yok ettik, çünkü onlar suçlu idiler."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Biz gökleri, yeri ve bunlar arasında bulunanları, oyun ve eğlence olsun diye yaratmadık."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Onları sadece gerçek bir sebeple yarattık. Fakat onların çoğu bilmiyorlar."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Şüphesiz (hakkı batıldan ayıran) hüküm günü, hepsinin bir arada buluşacağı gündür."
      },
      {
        "ayahNumber": "41",
        "ayahText": "O gün, dostun dosta hiçbir faydası olmaz, kendilerine yardım da edilmez."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ancak Allah'ın merhamet ettiği kimseler böyle değildir. Şüphesiz O, üstündür, merhametlidir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Şüphesiz zakkum ağacı,"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Günahkarların yemeğidir."
      },
      {
        "ayahNumber": "45",
        "ayahText": "O, karınlarda maden eriyiği kaynar."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Sıcak suyun kaynaması gibi."
      },
      {
        "ayahNumber": "47",
        "ayahText": "(Allah zebanilere emreder): Tutun onu! Cehennemin ortasına sürükleyin!"
      },
      {
        "ayahNumber": "48",
        "ayahText": "Sonra başına azap olarak kaynar su dökün!"
      },
      {
        "ayahNumber": "49",
        "ayahText": "(Ve deyin ki:) Tat bakalım. Hani sen kendince üstündün, şerefliydin!"
      },
      {
        "ayahNumber": "50",
        "ayahText": "İşte bu, şüphelenip durduğunuz şeydir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Müttakiler ise hakikaten güvenilir bir makamdadırlar."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Bahçelerde ve pınar başlarındadırlar."
      },
      {
        "ayahNumber": "53",
        "ayahText": "İnce ipekten ve parlak atlastan giyerek karşılıklı otururlar."
      },
      {
        "ayahNumber": "54",
        "ayahText": "İşte böyle. Bunun yanısıra biz onları, iri gözlü hurilerle evlendiririz."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Orada, güven içinde (canlarının çektiği) her meyveyi isterler."
      },
      {
        "ayahNumber": "56",
        "ayahText": "İlk tattıkları ölüm dışında, orada artık ölüm tatmazlar. Ve Allah onları cehennem azabından korumuştur (sürekli hayata kavuşmuşlardır)."
      },
      {
        "ayahNumber": "57",
        "ayahText": "(Bunlar) Rabbinden bir lütuf olarak (verilmiştir). İşte büyük kurtuluş budur."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Biz onu (Kur'an'ı), öğüt alalar diye senin dilinde indirerek kolayca anlaşılmasını sağladık."
      },
      {
        "ayahNumber": "59",
        "ayahText": "(Yine de inanmayanların başlarına gelecekleri) bekle; onlar da beklemektedirler."
      }
    ]
  }
}