{
  "fatir": {
    "surahNumber": "35",
    "surahNameTr": "Fâtır Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Gökleri ve yeri yaratan, melekleri ikişer, üçer, dörder kanatlı elçiler yapan Allah'a hamdolsun. O, yaratmada dilediği arttırmayı yapar. Şüphesiz Allah, her şeye gücü yetendir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Allah'ın insanlara açacağı herhangi bir rahmeti tutup hapseden olamaz. O'nun tuttuğunu O'ndan sonra salıverecek de yoktur. O, üstündür, hikmet sahibidir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ey insanlar! Allah'ın size olan nimetini hatırlayın; Allah'tan başka size gökten ve yerden rızık verecek bir yaratıcı var mı? O'ndan başka tanrı yoktur. Nasıl oluyor da (tevhidden küfre) çevriliyorsunuz!"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Eğer seni yalanlıyorlarsa (üzülme); senden önceki peygamberler de yalanlanmıştır. Bütün işler yalnızca Allah'a döndürülecektir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ey insanlar! Allah'ın vadi gerçektir, sakın dünya hayatı sizi aldatmasın ve o aldatıcı (şeytan) da Allah hakkında sizi kandırmasın!"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Çünkü şeytan, sizin düşmanınızdır, siz de onu düşman sayın. O, kendi taraftarlarını ancak ateş ehlinden olmaya çağırır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "İnkar edenler için şüphesiz çetin bir azap var, iman edip iyi işler yapanlara da mağfiret ve büyük bir mükafat vardır."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Kötü işi kendisine güzel gösterilip de onu güzel gören kimse (kötülüğü hiç istemeyen kimseye benzer) mi? Allah dilediğini sapıklığa yöneltir, dilediğini doğru yola iletir. O halde onlar için üzülerek kendini helak etme. Allah onların ne yaptıklarını biliyor."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Rüzgarları gönderip de bulutu harekete geçiren Allah'tır. Biz onu ölü bir bölgeye göndeririz de ölümünden sonra toprağa onunla hayat veririz. Ölülerin yeniden dirilmesi de böyle olacaktır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Kim izzet ve şeref istiyor idiyse, bilsin ki, izzet ve şerefin hepsi Allah'ındır. O'na ancak güzel sözler yükselir (ulaşır). Onları da Allah'a amel-i salih ulaştırır. Kötülüklerle tuzak kuranlara gelince, onlar için çetin bir azap vardır ve onların tuzağı bozulur."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah sizi (önce) topraktan, sonra meniden yarattı. Sonra sizi çiftler (erkek-dişi) kıldı. O'nun bilgisi olmadan hiç bir dişi ne gebe kalır ne de doğurur. Bir canlıya ömür verilmesi de, onun ömründen azaltılması da mutlaka bir kitaptadır. Şüphesiz bunlar, Allah'a kolaydır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "İki deniz birbirine eşit olmaz. Bu tatlıdır, susuzluğu keser, içilmesi kolaydır. Şu da tuzludur, acıdır (boğazı yakar). Hepsinden de taze et (balık) yersiniz ve giyeceğiniz süs eşyası çıkarırsınız. Allah'ın lütfundan (nasibinizi) arayıp da şükretmeniz için gemilerin, denizi yarıp gittiğini görürsün."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Allah, geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar; güneş ve ayı emri altına almıştır. Her biri belirtilmiş bir süreye kadar akıp gider. İşte (bütün bunları yapan) Rabbiniz Allah'tır. Mülk O'nundur. O'nu bırakıp da kendilerine taptıklarınız ise, bir çekirdek kabuğuna bile sahip değillerdir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Eğer onları (putları) çağırırsanız, sizin çağırmanızı işitmezler. Faraza işitseler bile, size cevap veremezler. Kıyamet günü de sizin ortak koşmanızı reddederler. (Bu gerçeği) sana, her şeyden haberi olan (Allah) gibi hiç kimse haber veremez."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ey insanlar! Allah'a muhtaç olan sizsiniz. Zengin ve övülmeye layık olan ancak O'dur."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Allah dilerse sizi yok eder ve yerinize yeni bir halk getirir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Bu da Allah'a güç bir şey değildir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Hiçbir günahkar başkasının günahını yüklenmez. Yükü (günahı) ağır gelen kimse onu taşımak için (başkasını) çağırsa, bu çağırdığı akrabası da olsa, onun yükünden bir şey yüklenmez. Sen ancak görmeden Rablerinden korkanları ve namazı kılanları uyarabilirsin. Kim temizlenirse o, kendi menfaatine temizlenmiş olur. Dönüş Allah'adır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Körle, gören bir olmaz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Karanlıkla aydınlık da bir olmaz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Gölge ile sıcak da bir olmaz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Dirilerle ölüler de bir olmaz. Şüphesiz Allah, dilediğine işittirir. Sen kabirlerdekilere işittiremezsin!"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Sen sadece bir uyarıcısın."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Biz seni müjdeleyici ve uyarıcı olarak hak ile gönderdik. Her millet için mutlaka bir uyarıcı (peygamber) bulunmuştur."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Eğer seni yalanlıyorlarsa (üzülme), onlardan öncekiler de yalanlamışlardı. (Oysa ki) peygamberleri onlara açık ayetler (mucizeler), sahifeler ve aydınlatıcı kitap getirmişlerdi."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Sonra ben, o inkar edenleri yakaladım. (Bak ki) cezam nasıl oldu!"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Görmedin mi Allah gökten su indirdi. Onunla renkleri çeşit çeşit meyveler çıkardık. Dağlardan (geçen) beyaz, kırmızı, degişik renklerde ve simsiyah yollar (yaptık)."
      },
      {
        "ayahNumber": "28",
        "ayahText": "İnsanlardan, hayvanlardan ve davarlardan da yine böyle türlü renkte olanlar var. Kulları içinden ancak alimler, Allah'tan (gereğince) korkar. Şüphesiz Allah, daima üstündür, çok bağışlayandır."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Allah'ın kitabını okuyanlar, namazı kılanlar ve kendilerine verdiğimiz rızıktan (Allah için) gizli ve açık sarfedenler, asla zarara uğramayacak bir kazanç umabilirler."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Çünkü Allah, onların mükafatlarını tam öder ve lütfundan onlara fazlasını da verir. Şüphesiz O, çok bağışlayan, şükrün karşılığını bol bol verendir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Sana vahyettiğimiz kitap, kendinden öncekini (semavi kitapları) doğrulayıcı olarak gelen gerçektir. Allah, kullarının (her halinden) haberdardır, görendir."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Sonra Kitab'ı, kullarımız arasından seçtiklerimize verdik. Onlardan (insanlardan) kimi kendisine zulmeder, kimi ortadadır, kimi de Allah'ın izniyle hayırlarda öne geçmek için yarışır. İşte büyük fazilet budur."
      },
      {
        "ayahNumber": "33",
        "ayahText": "(Onların mükafatı), içine girecekleri Adn cennetleridir. Orada altın bilezikler ve incilerle süslenirler. Orada giyecekleri elbiseleri de ipektir."
      },
      {
        "ayahNumber": "34",
        "ayahText": "(Cennette şöyle) derler: Bizden tasayı gideren Allah'a hamdolsun. Doğrusu Rabbimiz çok bağışlayan, çok nimet verendir."
      },
      {
        "ayahNumber": "35",
        "ayahText": "O (Rab) ki lütfuyla bizi asıl oturulacak yurda (cennete) yerleştirdi. Artık orada bize ne bir yorgunluk dokunacak ne de orada bize bir usanç gelecektir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "İnkar edenlere de cehennem ateşi vardır. Öldürülmezler ki ölsünler, cehennem azabı da onlara biraz olsun hafifletilmez. İşte biz, küfürde ileri giden her nankörü böyle cezalandırırız."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Onlar orada: Rabbimiz! Bizi çıkar, (önce) yaptığımızın yerine iyi işler yapalım! diye feryad ederler. Size düşünecek kimsenin düşünebileceği kadar bir ömür vermedik mi? Size uyarıcı da gelmedi mi? (Niçin inanmadınız?) Şimdi tadın (azabı)! Zalimlerin yardımcısı yoktur."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Allah, göklerin ve yerin gaybını bilir. O, kalplerin içinde ne varsa onu da hakkıyla bilendir."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Sizi yeryüzünde halifeler yapan O'dur. Onun için kim inkar ederse, inkarı kendi zararınadır. Kafirlerin küfrü, Rableri katında kendileri için ancak gazabı arttırır. Kafirlerin küfrü, kendilerine ziyandan başka bir şey getirmez."
      },
      {
        "ayahNumber": "40",
        "ayahText": "De ki: Allah'ı bırakıp da taptığınız, ortaklarınızı gördünüz mü? Gösterin bana! Onlar yerdeki hangi şeyi yarattılar! Yoksa onların göklerde mi bir ortaklıkları var! Yahut biz onlara, (bu hususta) bir kitap mı verdik de onlar, o kitaptaki bir delile dayanıyorlar? Hayır! O zalimler birbirlerine, aldatmadan başka bir şey vadetmiyorlar."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Şüphesiz Allah gökleri ve yeri, nizamları bozulmasın diye tutuyor. Andolsun ki onların nizamı eğer bir bozulursa, kendisinden başka hiç kimse onları tutamaz. Şüphesiz O, halimdir, çok bağışlayıcıdır."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Kendilerine bir uyarıcı (peygamber) gelirse, herhangi bir milletten daha çok doğru yolda olacaklarına dair bütün güçleriyle Allah'a yemin etmişlerdi. Fakat onlara uyarıcı (Muhammed) gelince, bu, onların haktan uzaklaşmalarından başka bir şeyi arttırmadı."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Çünkü onlar yeryüzünde büyüklük taslıyor ve kötü tuzaklar kuruyorlardı. Halbuki kişi kazdığı kuyuya kendi düşer. Onlar öncekilerin kanunundan (onlara uygulanandan) başkasını mı bekliyorlar? Allah'ın kanununda asla bir değişme bulamazsın, Allah'ın kanununda kesinlikle bir sapma da bulamazsın."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Bunlar yeryüzünde gezip de kendilerinden öncekilerin sonunun nasıl olduğunu görmediler mi? Halbuki onlar, bunlardan daha güçlü idiler. Ne göklerde ne de yerde Allah'ı aciz bırakacak bir güç vardır. O, bilendir, güçlüdür."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Eğer Allah, yaptıkları yüzünden insanları (hemen) cezalandırsaydı, yeryüzünde hiçbir canlı yaratık bırakmazdı. Fakat Allah, onları belirtilmiş bir süreye kadar erteliyor. Vakitleri gelince (gerekeni yapar). Kuşkusuz Allah, kullarını görrmektedir."
      }
    ]
  }
}