{
  "insan": {
    "surahNumber": "76",
    "surahNameTr": "İnsan Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "İnsanın üzerinden, henüz kendisinin anılan bir şey olmadığı uzun bir süre geçmedi mi?"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Gerçek şu ki, biz insanı katışık bir nutfeden (erkek ve kadının dölünden) yarattık; onu imtihan edelim diye, kendisini işitir ve görür kıldık."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Şüphesiz biz ona (doğru) yolu gösterdik. İster şükredici olsun ister nankör."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Doğrusu biz, kafirler için zincirler; demir halkalar ve alevli bir ateş hazırladık."
      },
      {
        "ayahNumber": "5",
        "ayahText": "İyiler ise, kafur katılmış bir kadehten (cennet şarabı) içerler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "(Bu,) Allah'ın has kullarının içtikleri ve akıttıkça akıttıkları bir pınardır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "O kullar, şiddeti her yere yayılmış olan bir günden korkarak verdikleri sözü yerine getirirler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Onlar, kendi canları çekmesine rağmen yemeği yoksula, yetime ve esire yedirirler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "\"Biz sizi Allah rızası için doyuruyoruz; sizden ne bir karşılık ne de bir teşekkür bekliyoruz.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "\"Biz, çetin ve belalı bir günde Rabbimizden (O'nun azabına uğramaktan) korkarız\" (derler)."
      },
      {
        "ayahNumber": "11",
        "ayahText": "İşte bu yüzden Allah onları o günün fenalığından esirger; (yüzlerine) parlaklık, (gönüllerine) sevinç verir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Sabretmelerine karşılık onlara cenneti ve (cennetteki) ipekleri lütfeder."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Orada koltuklara kurulmuş olarak bulunurlar; ne yakıcı sıcak görülür orada, ne de dondurucu soğuk."
      },
      {
        "ayahNumber": "14",
        "ayahText": "(Cennet ağaçlarının) gölgeleri, üzerlerine sarkar; kolayca koparılabilen meyveleri istifadelerine sunulur."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Yanlarında gümüşten kaplar ve billur kupalar dolaştırılır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Gümüşten öyle kadehler ki onları istedikleri ölçüde tayin ve takdir etmişlerdir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onlara orada bir kaseden içirilir ki (bu şarabın) karışımında zencefil vardır."
      },
      {
        "ayahNumber": "18",
        "ayahText": "(Bu şarap) orada bir pınardandır ki adına Selsebil denir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "O insanların etrafında öyle ölümsüz genç nedimler dolaşır ki, onları gördüğünde, etrafa saçılıp dağılmış inciler sanırsın."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ne yana bakarsan bak, (yığınla) nimet ve ulu bir saltanat görürsün."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Üzerlerinde yeşil ipekten ince ve kalın elbiseler vardır; gümüş bilezikler takınmışlardır. Rableri onlara tertemiz bir içki içirir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "(Onlara şöyle denir:) Bu, sizin için bir mükafattır. Sizin gayretiniz karşılığını bulmuştur."
      },
      {
        "ayahNumber": "23",
        "ayahText": "(Resulüm!) Kur'an'ı sana biz, evet biz indirdik."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Artık Rabbinin hükmüne (boyun eğip) sabret; onlardan hiçbir günahkara, yahut hiçbir nanköre boyun eğme."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Sabah akşam Rabbinin ismini yadet."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Gecenin bir kısmında O'na secde et; gecenin uzun bir bölümünde de O'nu tesbih et."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Şu insanlar, çarçabuk geçen dünyayı seviyorlar da önlerindeki çetin bir günü (ahireti) ihmal ediyorlar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onları biz yarattık; onların yaratılışını sapasağlam yaptık. Dilediğimizde (kendilerini yok eder) yerlerine benzerlerıni getiririz."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Şüphesiz ki bu bir öğüttür. Aırtık dileyen Rabbine bir yol tutar."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Sizler ancak Rabbinizin dilemesi (izin vermesi) sayesinde (bir şeyi) dileyebilirsiniz. Şüphesiz Allah her şeyi bilendir, hikmet sahibidir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "O, dilediğini rahmetine dahil eder. Zalimlere gelince, onlar için elem verici bir azap hazırlamıştır."
      }
    ]
  }
}