{
  "mucadele": {
    "surahNumber": "58",
    "surahNameTr": "Mücâdele Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir. Allah, sizin konuşmanızı işitir. Çünkü Allah işitendir, bilendir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "İçinizden zıhar yapanların kadınları, onların anaları değildir. Onların anaları ancak kendilerini doğuran kadınlardır. Şüphesiz onlar çirkin bir laf ve yalan söylüyorlar. Kuşkusuz Allah, affedicidir, bağışlayıcıdır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Kadınlardan zıhar ile ayrılmak isteyip de sonra söylediklerinden dönenlerin karılarıyla temas etmeden önce bir köleyi hürriyete kavuşturmaları gerekir. Size öğütlenen budur. Allah, yaptıklarınızdan haberi olandır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "(Buna imkan) bulamayan kimse, hanımıyla temas etmeden önce ardarda iki ay oruç tutar. Buna da gücü yetmeyen, altmış fakiri doyurur. Bu (hafifletme), Allah'a ve Resulüne inanmanızdan dolayıdır. Bunlar Allah'ın hükümleridir. Kafirler için acı bir azap vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Allah'a ve Resulüne karşı gelenler, kendilerinden öncekilerin alçaltıldığı gibi alçaltılacaklardır. Biz apaçık ayetler indirmişizdir. Kafirler için küçük düşürücü bir azap vardır."
      },
      {
        "ayahNumber": "6",
        "ayahText": "O gün Allah onların hepsini diriltecek ve yaptıklarını kendilerine haber verecektir. Allah onları bir bir saymıştır. Onlar ise unutmuşlardır. Allah her şeye şahittir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Göklerde ve yerde olanları Allah'ın bildiğini görmüyor musun? Üç kişinin gizli konuştuğu yerde dördüncüsü mutlaka O'dur. Beş kişinin gizli konuştuğu yerde altıncısı mutlaka O'dur. Bunlardan az veya çok olsunlar ve nerede bulunurlarsa bulunsunlar mutlaka O, onlarla beraberdir. Sonra kıyamet günü onlara yaptıklarını haber verecektir. Doğrusu Allah, her şeyi bilendir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Gizli konuşmaktan menedildikten sonra yine o yasaklananı yapmaya kalkışarak günah, düşmanlık ve Peygamber'e karşı gelmek hususunda gizlice konuşanları görmedin mi? Onlar sana geldikleri zaman seni, Allah'ın selamlamadığı bir şekilde selamlıyorlar. Kendi içlerinden de: Bu söylediklerimiz yüzünden Allah'ın bize azap etmesi gerekmez miydi? derler. Cehennem onlara yeter. Oraya gireceklerdir. Ne kötü dönüş yeridir orası!"
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ey iman edenler! Aranızda gizli konuşacağınız zaman günahı, düşmanlığı ve Peygamber'e karşı gelmeyi fısıldamayın. İyilik ve takvayı konuşun. Huzuruna toplanacağınız Allah'tan korkun."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Gizli konuşmalar şeytandandır. Bu, iman edenleri üzmek içindir. Oysa şeytan, Allah'ın izni olmadıkça, müminlere hiçbir zarar veremez. Müminler Allah'a dayanıp güvensinler."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Ey iman edenler! Size \"Meclislerde yer açın\" denilince yer açın ki Allah da size genişlik versin. Size \"Kalkın\" denilince de kalkın ki Allah sizden inananları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Ey iman edenler! Peygamber ile gizli bir şey konuşacağınız zaman bu konuşmanızdan önce bir sadaka veriniz. Bu sizin için daha hayırlı ve daha temizdir. Şayet bir şey bulamazsanız, bilin ki Allah bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Gizli bir şey konuşmanızdan önce sadakalar vermekten çekindiniz mi? Bunu yapmadığınıza ve Allah da sizi affettiğine göre artık namazı kılın, zekatı verin Allah'a ve Resulüne itaat edin. Allah yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Allah'ın kendilerine gazap ettiği bir topluluğu dost edinenleri görmedin mi? Onlar ne sizdendirler ne de onlardan. Bilerek yalan yere yemin ediyorlar."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Allah onlara çetin bir azap hazırlamıştır. Gerçekten onların yaptıkları şey çok kötüdür!"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Onlar yeminlerini kalkan yapıp Allah'ın yolundan alıkoydular. Bu yüzden onlara küçük düşürücü bir azap vardır."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onların malları da oğulları da Allah'a karşı kendilerine bir fayda vermez. Onlar cehennem ehlidirler. Orada ebedi kalacaklardır."
      },
      {
        "ayahNumber": "18",
        "ayahText": "O gün Allah onların hepsini yeniden diriltecek, onlar da dünyada size yemin ettikleri gibi, O'na yemin edeceklerdir. Kendilerinin bir şey (hakikat) üzerinde olduklarını sanırlar. İyi bilin ki onlar gerçekten yalancıdırlar."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Şeytan onları etkisi altına aldı da kendilerine Allah'ı anmayı unutturdu. İşte onlar şeytanın yandaşlarıdır. İyi bilin ki şeytanın yandaşları hep kayıptadırlar."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Allah'a ve Peygamberine düşman olanlar, işte onlar en aşağıların arasındadırlar."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Allah: Elbette ben ve elçilerim galip geleceğiz, diye yazmıştır. Şüphesiz Allah güçlüdür, galiptir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Allah'a ve ahiret gününe inanan bir toplumun -babaları, oğulları, kardeşleri, yahut akrabaları da olsa- Allah'a ve Resulüne düşman olanlarla dostluk ettiğini göremezsin. İşte onların kalbine Allah, iman yazmış ve katından bir ruh ile onları desteklemiştir. Onları içlerinden ırmaklar akan cennetlere sokacak, orada ebedi kalacaklardır. Allah onlardan razı olmuş, onlar da Allah'tan hoşnut olmuşlardır. İşte onlar, Allah'ın tarafında olanlardır. İyi bilin ki, kurtuluşa erecekler de sadece Allah'ın tarafında olanlardır."
      }
    ]
  }
}