{
  "surahNumber": "72",
  "surahName": "Cin Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "De ki: Cinlerden bir topluluğun Kur'an dinleyip şöyle dedikleri bana vahyolundu: \"Biz harikulade güzel bir Kur'an dinledik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Doğru yola iletiyor, ona inandık. Artık Rabbimize hiç kimseyi ortak koşmayacağız."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Doğrusu Rabbimizin şanı yücedir. O, eş ve çocuk edinmemiştir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Meğer bizim beyinsiz (İblis veya cinlerin kafirleri) Allah hakkında saçma şeyler söylüyormuş."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Biz insanların ve cinlerin, Allah'a karşı yalan söylemeyeceklerini sanmıştık (onun için o beyinsizin sözüne uymuştuk),"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Doğrusu insanlardan bazı erkekler, cinlerden bazı erkeklere sığınırlardı da onların şımarıklığını artırırlardı."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar da sizin sandığınız gibi Allah'ın hiç kimseyi diriltmeyeceğini sanmışlardı."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Biz göğe dokunduk, onu kuvvetli bekçilerle ve ışınlarla doldurulmuş bulduk."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ve biz onun dinlemeğe mahsus olan oturma yerlerinde oturur(gayb haberlerini dinlemeğe çalışır)dık. Artık şimdi kim dinlemek istese, kendisini gözetleyen bir ışın bulur."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Bilmiyoruz bununla yeryüzündekilere kötülük mü (yapılmak) istendi, yoksa Rabbleri onları doğruya mı iletmek diledi."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bize gelince, bizden iyiler de var ve bizden başka türlü olan da var. Biz çeşitli yollara ayrıldık."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Biz yeryüzünde Allah'ı aciz bırakamayacağımızı (yerden) kaçmakla da O'nu aciz bırak(ıp O'ndan kurtul)amayacağımızı anladık."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Biz, yol gösteren (Kur'an)ı işitince ona inandık. Kim Rabbine inanırsa (ne hakkının) eksik verilmesinden, ne de kendisine kötülük edilmesinden korkar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ve biz, bizden müslümanlar da var ve bizden doğru yoldan sapanlar da var. Kimler müslüman olursa işte onlar doğru yolu aramışlardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Hak yoldan sapanlar ise cehenneme odun olmuşlardır.\""
    },
    {
      "ayahNumber": "16",
      "ayahText": "Şayet yolda doğru gitselerdi onlara bol su verirdik (rızıklarını bollaştırırdık)."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ki onları, onunla sınayalım. Kim Rabbini anmaktan yüz çevirirse (Rabbi) onu, alt eden bir azaba sokar."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Mescidler, Allah'a mahsustur. Allah ile beraber hiç kimseye yalvarmayın."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'ın kulu kalkıp O'na yalvarınca (hayretten, hepsi) onun üzerine üşüşüp nerdeyse keçe gibi birbirlerine geçeceklerdi."
    },
    {
      "ayahNumber": "20",
      "ayahText": "De ki: \"Ben ancak Rabbime yalvarırım ve hiç kimseyi O'na ortak koşmam.\""
    },
    {
      "ayahNumber": "21",
      "ayahText": "De ki: \"Ben size ne zarar, ne de akıl verme gücüne sahip değilim.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "De ki: \"Beni Allah'(ın azabın)dan hiç kimse kurtaramaz ve ondan başka sığınacak kimse bulamam.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "Benim yapabileceğim sadece Allah'tan (bana vahyedilenleri) size duyurmak ve O'nun elçilik görevlerini yerine getirmektir. Artık kim Allah'a ve Elçisine baş kaldırırsa, ona içinde sürekli kalacağı cehennem ateşi vardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Kendilerine va'dedilen şeyi (ya azabı veya kıyamet sa'atini) gördükleri zaman, kimin yardımcı bakımından daha zayıf ve sayıca daha az olduğunu bileceklerdir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "De ki: \"Size söylenen şey yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyacaktır, bilmem.\""
    },
    {
      "ayahNumber": "26",
      "ayahText": "Gaybı bilen O'dur. Gizli bilgisini kimseye göstermez."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ancak razı olduğu elçiye gösterir. Çünkü O, elçisinin önüne ve arkasına gözetleyiciler (koruyucular) koyar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "(Böyle yapar) Ki onların, Rablerinin kendilerine verdiği mesajları duyurduklarını bilsin. Allah, onlarda bulunan herşeyi (bilgisiyle) kuşatmıştır ve herşeyi bir bir saymış(hesabetmiş)tir."
    }
  ]
}