{
  "surahNumber": "14",
  "surahName": "İbrâhîm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif lam ra. (Bu,) Rablerinin izniyle insanları karanlıklardan aydınlığa çıkarıp o güçlü ve övgüye layık olan(Allah)ın yoluna iletmen için sana indirdiğimiz Kitaptır."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O Allah ki, göklerde ve yerde olanların hepsi O'nundur. Çetin azabdan dolayı vay şu kafirlerin haline!"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Ki onlar, dünya hayatını ahirete tercih ederler, Allah'ın yoluna engel olur ve onun eğrilmesini isterler. İşte onlar, derin bir sapıklık içindedirler."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Biz, her elçiyi kendi kavminin diliyle gönderdik ki olara açıklasın. Allah dilediğini şaşırtır, dilediğini yola iletir. O, azizdir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Andolsun biz, Musa'yı da \"Kavmini karanlıklardan aydınlığa çıkar, onlara Allah'ın günlerini (geçmiş milletlerin başlarına gelen olayları) hatırlat!\" diye ayetlerimizle birlikte göndermiştik. Şüphesiz bunda sabreden, şükreden herkes için ayetler (ibret verici işaretler) vardır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Musa, kavmine demişti ki: \"Allah'ın üzerinizdeki ni'metini hatırlayın, O sizi Fir'avn soyundan kurtardı. Onlar sizi işkencenin en kötüsüne koşuyorlar, oğullarınızı kesiyorlar, kadınlarınızı sağ bırakıyorlardı. Bunda Rabbinizden size büyük bir imtihan vardı."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Ve Rabbiniz size şöyle bildirmişti: \"Andolsun şükrederseniz elbette size daha fazla veririm ve eğer nankörlük ederseniz azabım pek çetindir.\""
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ve Musa dedi ki: \"Siz ve yeryüzünde bulunanlar hep nankörlük etseniz, iyi bilin ki Allah zengindir, övülmüştür (sizin şükrünüze muhtaç değildir)\"."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Sizden öncekilerin: Nuh, 'Ad ve Semud kavimlerinin ve onlardan sonra gelenlerin -ki onları(n sayısını) Allah'tan başka kimse bilmez- haberi size gelmedi mi? Elçileri onlara kanıtlar getirdi de onlar, ellerini ağızlarına koydu (öfkelerinden parmaklarını ısırdı)lar (yahut: peygamberlerin ağızlarını tuttular): \"Biz sizinle gönderilen mesajı tanımadık ve biz sizin bizi çağırdığınız şeye karşı derin bir kuşku içindeyiz!\" dediler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Elçileri: \"Gökleri ve yeri yaratan Allah hakkında şüphe (edilir) mi? (O), sizin günahlarınızdan bir kısmını bağışlamak ve sizi belirtilmiş bir süreye kadar ertelemek için sizi davet ediyor\" dediler. Onlar: \"Siz de bizim gibi bir insandan başka bir şey değilsiniz. Bizi, atalarımızın taptığından çevirmek istiyorsunuz. O halde bize açık bir delil getirin!\" dediler."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Elçileri onlara dediler ki: \"Evet biz de sizin gibi insandan başka bir şey değiliz. Fakat Allah, kullarından dilediğine lutfeder. Allah'ın izni olmadan biz size delil getiremeyiz. İnananlar, Allah'a dayansınlar.\""
    },
    {
      "ayahNumber": "12",
      "ayahText": "Bize yollarımızı göstermişken neden biz Allah'a dayanmayalım? Sizin bize yaptığınız eziyetlere katlanacağız. Tevekkül edenler, Allah'a dayansınlar."
    },
    {
      "ayahNumber": "13",
      "ayahText": "İnkar edenler, elçilerine dediler ki: \"Ya sizi mutlaka yurdumuzdan çıkarırız, ya da bizim dinimize dönersiniz!\" Rableri de onlara şöyle vahyetti, \"zalimleri mutlaka helak edeceğiz!\""
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ve onların ardından sizi o yere yerleştireceğiz. Bu, makamımdan korkan ve tehdidimden korkan için(verdiğim söz)dür."
    },
    {
      "ayahNumber": "15",
      "ayahText": "(Elçiler, düşmanlarına karşı Allah'tan) fetih istediler ve her inatçı zorba perişan oldu."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Ardından da kendisine irin (gibi) bir suyun içirileceği cehennem vardır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "O suyu yutmağa çalışır, fakat boğazından geçiremez ve her yandan ona ölüm geldiği halde yine ölemez. Bunun ardından da kaba bir azab!"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Rablerine karşı nankörlük edenlerin iyi işleri, tıpkı fırtınalı bir günde rüzgarın savurduğu küle benzer. Kazandıklarından hiçbir şeyi ele geçiremezler. İşte derin sapıklık budur!"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'ın, gökleri ve yeri hak(ve hikmet) ile yarattığını görmedin mi? Dilerse sizi götürür ve yepyeni bir halk getirir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Bu, Allah'a güç değildir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Hepsi Allah'ın huzurunda göründüler. Zayıflar, büyüklük taslayan(önder)ler(in)e: \"Biz size tabi idik. Şimdi siz, bizden Allah'ın azabından (en ufak) bir şey savabilir misiniz?\" dediler. (Büyüklük taslayanlar kendilerini ma'zur göstermek için: \"Ne yapalım?\") dediler: \"Allah bize yol gösterseydi, biz de size yol gösterirdik. Artık biz sızlansak da, sabretsek de birdir; kaçıp sığınacak bir yerimiz yoktur!\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "İş bitirildikten sonra şeytan (onlara) şöyle dedi: \"Allah size gerçek va'detti, ben de size va'dettim ama ben sözümden caydım! Benim sizi zorlayacak bir gücüm yoktu. Sadece sizi (küfür ve isyana) davet ettim. Siz de benim da'vetime koştunuz. O halde beni kınamayın, kendi kendinizi kınayın! Ne ben sizi kurtarabilirim, ne de siz beni kurtarabilirsiniz! Ben, önceden beni (Allah'a) ortak koşmanızı da tanımamıştım zaten. Doğrusu zalimler için acı bir azab vardır!\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "İnanıp iyi işyer yapanlar da Rablerinin izniyle sürekli kalacakları, altlarından ırmaklar akan cennetlere sokuldular. Onların orada dirlik temennileri \"selam\"dır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Görmedin mi Allah nasıl bir benzetme yaptı: Güzel söz, kökü (yerde) sabit, dalları gökte olan güzel bir ağaç gibidir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "(O ağaç), Rabbinin izniyle her zaman yemişini verir. Allah, öğüt almaları için insanlara böyle benzetmeler yapar."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Kötü sözün durumu da gövdesi yerin üstünden koparılmış, sabit olmayan kötü bir ağaca benzer."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Allah, inananları, dünya hayatında da, ahirette de sağlam sözle tesbit eder. Allah, zalimleri de şaşırtır ve Allah, dilediğini yapar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Baksana şunlara, Allah'ın ni'metini nankörlüğe çevirdiler (O'nun verdiği ni'mete şükredecekleri yerde nankörlük edip inkara saptılar), kavimlerini de helak yurduna kondurdular."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Yaslanacakları cehenneme (götürdüler). Ne kötü bir duraktır o!"
    },
    {
      "ayahNumber": "30",
      "ayahText": "Allah'ın yolundan saptırmak için O'na eşler koştular. De ki: \"(Şimdilik) eğlenin, gideceğiniz yer ateştir!\""
    },
    {
      "ayahNumber": "31",
      "ayahText": "İnanan kullarıma söyle: Namazı kılsınlar, ne alışverişin, ne de dostluğun olmadığı bir gün gelmeden önce, kendilerine verdiğimiz rızıktan gizli ve açık sarfetsinler."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Allah O'dur ki, gökleri ve yeri yarattı, gökten su indirdi ve onunla size rızık olarak çeşitli meyvalar çıkardı. Buyruğuyla denizde akıp gitmesi için gemileri emrinize verdi, ırmakları emrinize verdi."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Sürekli olarak (seyir ve aydınlatma) görevlerini yapan güneşi ve ay'ı emrinize verdi, geceyi ve gündüzü de emrinize verdi."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Ve kendisinden istediğiniz herşeyden size bir parça verdi. Eğer Allah'ın ni'metini saymak isteseniz sayamazsınız! (Doğrusu) insan çok haksızlık edendir, çok nankördür!"
    },
    {
      "ayahNumber": "35",
      "ayahText": "Bir zaman İbrahim, şöyle demişti: \"Rabbim, bu şehri güvenli kıl, beni ve oğullarımı putlara tapmaktan uzak tut!\""
    },
    {
      "ayahNumber": "36",
      "ayahText": "Rabbim, onlar insanlardan birçoğunu şaşırttılar. Artık bundan böyle kim bana uyarsa o bendendir, kim bana karşı gelirse (o da senin merhametine kalmıştır), şüphesiz sen bağışlayan, esirgeyensin."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Rabbimiz, ben çocuklarımdan bazısını, senin Haram Evinin yanında, ekinsiz bir vadiye yerleştirdim. Rabbimiz, namazı kılsınlar diye (böyle yaptım). Artık sen de insanlardan birtakım gönüllüleri, onları sever yap ve onları çeşitli meyvalarla besle ki şükretsinler."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Rabbimiz, sen bizim gizlediğimizi ve açığa vurduğumuzu hep bilirsin. Ne yerde, ne de gökte hiçbir şey Allah'a gizli kalmaz."
    },
    {
      "ayahNumber": "39",
      "ayahText": "İhtiyarlık çağımda bana İsma'il ve İshak'ı lutfeden Allah'a hamdolsun. Şüphesiz Rabbim du'ayı işiten(kabul buyuran)dır."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Rabbim, beni ve zürriyetimden bir kısmını namazı kılan yap; Rabbimiz, du'amı kabul buyur!"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Rabbimiz, hesabın görüleceği gün, beni, anamı-babamı ve mü'minleri bağışla!"
    },
    {
      "ayahNumber": "42",
      "ayahText": "Zalimlerin yaptığından Allah'ı gafil sanma, O, sadece onları, gözlerin dehşetten donup kalacağı bir güne ertelemektedir."
    },
    {
      "ayahNumber": "43",
      "ayahText": "(O gün) başlarını dikerek koşarlar, bakışları kendilerine dönmez, (öyle donup kalmıştır sanki). Yüreklerinin içi de bomboş havadır. (Şaşkınlıktan, kafalarında düşünce adına bir şey kalmamıştır)."
    },
    {
      "ayahNumber": "44",
      "ayahText": "İnsanları, kendilerine azabın geleceği şu güne karşı uyar ki, zalimler: \"Rabbimiz, derler, bizi yakın bir süreye kadar ertele de senin çağrına gelelim, elçilere uyalım! \"Peki, önceden sizin için hiç zeval olmadığına (sürekli yaşayacağınıza) yemin etmemiş miydiniz?\""
    },
    {
      "ayahNumber": "45",
      "ayahText": "(Sizden önce 'Ad ve Semud gibi) kendilerine yazık eden milletlerin yerlerinde oturmuştunuz, onlara nasıl yaptığımız, size belli olmuştu ve size benzetmeler de yapıp anlatmıştık (değil mi?)\""
    },
    {
      "ayahNumber": "46",
      "ayahText": "Onlar tuzaklarını kurdular. Oysa tuzakları dağları yerinden kaldıracak (cinsten) olsa bile onların tuzakları, Allah'ın yanındaydı (Allah onların tuzaklarını bozar, cezalarını verirdi)."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Sakın, Allah'ı, elçilerine verdiği sözden cayar, sanma! Çünkü Allah daima üstündür, öc alandır!"
    },
    {
      "ayahNumber": "48",
      "ayahText": "O gün yer başka yere, gökler de (başka göklere) değiştirilir. (Bütün) insanlar tek ve kahredici Allah'ın huzurunda görünürler."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Ve o gün suçluları, birbirine (veya elleri ayaklarına) yaklaştırılarak zincirlere vurulmuş görürsün!"
    },
    {
      "ayahNumber": "50",
      "ayahText": "Gömlekleri katrandandır, yüzlerini de ateş kaplamaktadır."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Allah, her canı kazandığiyle cezalandırmak için (böyle yapar). Şüphesiz Allah, hesabı çabuk görendir."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Bu (Kur'an), insanlara bir tebliğdir. (İnsanlar), bununla uyarılsınlar; O'nun yalnız Tek tanrı olduğunu bilsinler ve sağduyu salipleri öğüt alsınlar diye (gönderilmiştir)."
    }
  ]
}