{
  "surahNumber": "76",
  "surahName": "İnsan Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "İnsanın üzerinden, henüz kendisinin anılan bir şey olmadığı uzun bir süre geçmedi mi?"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Doğrusu biz insanı, imtihan etmek için karışık bir nutfeden yarattık da onu işitici, görücü yaptık."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz ona yolu gösterdik: Ya şükredici veya nankör olur."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Biz, kafirler için zincirler, demir halkalar ve alevli bir ateş hazırlamışızdır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "İyiler de, karışımı kafur olan bir kadehten içerler."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Bir kaynak ki Allah'ın kulları ondan içerler, (istedikleri yere de) fışkırtarak akıtırlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Adaklarını yerine getirirler ve şerri salgın olan bir günden korkarlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Yosula, yetime ve esire sevdikleri yemeği yedirirler:"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Biz size sırf Allah rızası için yediriyoruz, sizden bir karşılık ve teşekkür beklemiyoruz."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Çünkü biz suratsız, çok katı bir gün(ün azabın)dan ötürü Rabbimizden korkarız. (derler)."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Allah da onları, o günün şerrinden korumuş, onlar(ın yüzlerin)e parlaklık ve (gönüllerine) sevinç vermiştir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Sabrettiklerinden dolayı onları cennet ve ipekle ödüllendirmiştir!"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Orada divanlar üzerinde yastıklara dayanırlar. Orada ne (yakıcı) güneş görürler, ne de dondurucu soğuk."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Cennetin gölgeleri, üzerlerine yaklaşmış, meyvaları da aşağı eğdirildikçe eğdirilmiştir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Yanlarında gümüş kablar, billur kupalar dolaştırılır."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Öyle gümüş kadehler ki onları istedikleri ölçüde takdir etmişlerdir (istedikleri kadar içki alırlar)."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlara orada, karışımı zencefil olan kadehten içirilir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Bir çeşme ki adına Selsebil denir."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Çevrelerinde de (öyle) ölümsüz gençler dolaşır ki, onları görsen, kendilerini saçılmış inci sanırsın."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Orada nereye baksan, bir ni'met ve büyük bir mülk görürsün."
    },
    {
      "ayahNumber": "21",
      "ayahText": "(Cennet ehlinin) Üstlerinde yeşil ipekten ince ve kalın giysiler var. Gümüş bilezikler takınmışlardır. Rableri onlara tertemiz bir içki içirmiş(ve şöyle demiş)tir:"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Bu, sizin ödülünüzdür. Çalışmanızın karşılığı verilmiştir!"
    },
    {
      "ayahNumber": "23",
      "ayahText": "Muhakkak Biziz, Biz ki sana Kur'an'ı parça parça indirdik."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O halde Rabbinin hükmüne sabret ve onlardan hiçbir günahkara, yahut nanköre ita'at etme."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Sabah akşam Rabbinin adını an."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Gecenin bir bölümünde O'na secde et ve geceleyin uzun zaman O'nu tesbih eyle (şanının yüceliğini an)!"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Bunlar, şu çabuk(geçen dünyay)ı seviyorlar da ötelerindeki ağır bir günü bırakıyorlar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Biz onları yarattık, yapılarını sıkıca bağladık. Dilediğimiz zaman onları benzerleriyle değiştiririz."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Bu bir öğüttür. Dileyen, Rabbine varan yolu tutar."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Allah dilemedikçe siz dileyemezsiniz. Şüphesiz Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Dilediğini rahmetine sokar. Zalimlere gelince, onlar için acı bir azab hazırlamıştır."
    }
  ]
}