{
  "kamer": {
    "surahNumber": "54",
    "surahNameTr": "Kamer Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "O sa'at yaklaştı, ay yarıldı."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bir mu'cize görecek olsalar yüz çevirirler ve \"Süregelen bir büyüdür\" derler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yalanladılar, nefislerinin heveslerine uydular. Halbuki her iş, yerini bulacaktır (Allah'ın kararına kimse engel olamaz)."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Andolsun, onlara, (batılda kalmalarını) önleyecek (ibret verici olayları anlatan) haberler geldi."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Bunlar üstün hikmettir! Ama uyarılar fayda vermiyor."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Öyleyse sen de onlardan yüz çevir; o çağırıcının görülmemiş, tanınmamış bir şeye çağıracağı gün,"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Gözleri düşkün düşkün (zillet ve dehşet içinde) kabirlerden çıkarlar; tıpkı yayılan çekirgeler gibidirler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Boyunlarını, çağırana doğru uzatmış koşarlarken, kafirler: \"Bu çetin bir gündür!\" derler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Onlardan önce Nuh'un kavmi de yalanlamıştı. Kulumuzu yalanladılar ve: \"Cinlenmiştir\" dediler. Ve o(na çeşitli eziyetler yapılarak tebliğden) menedildi."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Bunun üzerine Rabbine: \"Ben yenik düştüm, yardım et!\" diye yalvardı."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Biz de boşalan bir su ile göğün kapılarını açtık."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Yeri kaynaklar halinde fışkırttık, (göğün ve yerin) su(ları) takdir edilmiş bir işin olması için birleşti."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Nuh'u da tahtalar ve çiviler(le yapılmış gemi) üzerinde taşıdık."
      },
      {
        "ayahNumber": "14",
        "ayahText": "(Kendisine karşı) Nankörlük edilen(kulumuz)a (bizden) bir mükafat olmak üzere (gemi), gözlerimizin önünde akıp gidiyordu."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bunu bir ibret olarak bıraktık, ibret alan yok mudur?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Benim azabım ve uyarılarım nasılmış (görsünler diye)."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Andolsun biz, Kur'an'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ad da yalanladı, ama azabım ve uyarılarım nasıl oldu?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Biz onların üstüne uğursuz mu uğursuz bir günde uğultulu bir kasırga saldık."
      },
      {
        "ayahNumber": "20",
        "ayahText": "İnsanları sanki köklerinden sökülmüş hurma kütükleri imişler gibi koparıp deviriyordu."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Benim azabım ve uyarılarım nasıl oldu?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Andolsun biz Kur'an'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Semud da uyarıları yalandı:"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Bizden bir insana mı uyacağız? O takdirde biz apaçık bir sapıklık ve çılgınlık içine düşmüş oluruz dediler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Zikir, aramızdan ona mı bırakıldı? Hayır o, yalancı küstahın biridir!"
      },
      {
        "ayahNumber": "26",
        "ayahText": "(Salih'e dedik ki): Yarın onlar, yalancı, küstahın kim olduğunu bilecekler."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Biz onlara, kendilerini sınamak için dişi deveyi göndereceğiz. Hele sen onları gözetle, sabret."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onlara, suyun aralarında paylaştırılacağını, (bir gün devenin, bir gün de kendilerinin su içme nöbeti olacağını) haber ver; içme sırası kiminse o gelip suyunu alsın."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bir arkadaşlarını çağırdılar, o da bıçağı çekip (deveyi) kesti."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Ama azabım ve uyarılarım nasıl oldu?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Biz onların üzerine tek sayha (korkunç bir ses) gönderdik; ağılcının topladığı kuru ot gibi kırılıp döküldüler."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Andolsun Biz Kur'an'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Lut'un kavmi de uyarıları yalanladı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Biz de üstlerine (taşlar savuran) bir fırtına gönderdik, yalnız Lut ailesini seher vakti kurtardık;"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Katımızdan bir ni'met olarak. Biz şükredeni böyle mükafatlandırırız."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Lut, onları bizim yakalamamıza karşı uyarmıştı, fakat uyarılara karşı kuşku duydular."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Onun (güzel delikanlılar şeklinde görünen melek) konuklarından murad almağa kalkıştılar. Biz de gözlerini siliverdik: \"Haydi azabımı ve uyarılarımı tadın!\""
      },
      {
        "ayahNumber": "38",
        "ayahText": "Sabah erken, onları kararlı bir azab yakaladı."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Azabımı ve uyarılarımı(n akıbetini) tadın!"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Andolsun biz Kur'an'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Fir'avn'ın kavmine de uyarılar gelmiştir."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Bütün ayetlerimizi yalanladılar. Biz de onları, galib ve güçlü(padişah)ın yakalaması gibi yakaladık."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Şimdi sizin kafirleriniz, ötekilerinizden hayırlı mı? Yoksa Kitaplarda sizin için bir beraet (inkarınızdan dolayı size sorumsuzluk) mu var?"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Yoksa \"Biz muzaffer (yenilmez) bir topluluğuz\" mu diyorlar?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "O topluluk bozulacak ve geriye dönüp kaçacaklardır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Hayır, buluşma zamanları o (uyarıldıkları) sa'attir. O sa'at cidden çok feci ve acıdır;"
      },
      {
        "ayahNumber": "47",
        "ayahText": "Suçlular bir sapıklık ve çılgınlık içindedir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "O gün yüzükoyun ateşe sürüklenecekler: \"Cehennemin dokunuşunu tadın!\" diye."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Biz her şeyi bir kadere (bir düzene, ölçüye, plana) göre yarattık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Bizim buyruğumuz yalnız bir tektir, göz açıp yumma gibidir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Andolsun biz sizin benzerlerinizi hep helak ettik. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "52",
        "ayahText": "İşledikleri her şey, Kitaplarda mevcuttur."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Küçük, büyük hepsi satır satır yazılmıştır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Korunanlar cennetlerde ırmaklar(ın kenarın)dadırlar."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Güçlü padişahın huzurunda doğruluk koltuklarında(memnunluk içinde)dirler."
      }
    ]
  }
}