{
  "surahNumber": "19",
  "surahName": "Meryem Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Kaf ha ya 'ayn sad."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu, Rabbinin, kulu Zekeriyya'ya rahmetini anıştır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O, Rabbine gizli bir seslenişle yalvarmıştı:"
    },
    {
      "ayahNumber": "4",
      "ayahText": "Rabbim, demişti, ben, bende kemik gevşedi; baş, ihtiyarlk aleviyle tutuştu. Rabbim, sana du'a ile hiçbir zaman bahtsız olmadım (her du'a ettikçe kabul buyurdun, beni istediğimden mahrum etmedin)."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Doğrusu ben arkamdan, yerime geçecek yakınlar(ımın iyi hareket etmeycekler)inden korktum; karım da kısır. (Ne olur) katından bana yerime geçecek bir veli lutfet."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Ki, (o), bana ve Ya'kub oğullarına mirasçı olsun. Rabbim, onu beğendiğin bir insan yap."
    },
    {
      "ayahNumber": "7",
      "ayahText": "(Allah buyurdu): Ey Zekeriyya, biz sana bir oğul müjdeleriz, adı Yahya'dır. Daha önce ona hiç kimseyi adaş yapmadık (ondan önce kimseye bu adı vermedik.)\""
    },
    {
      "ayahNumber": "8",
      "ayahText": "(Zekeriyya): \"Rabbim, dedi benim nasıl oğlum olur? Karım da kısırdır. Ben ise ihtiyarlığın son sınırına vardım.\""
    },
    {
      "ayahNumber": "9",
      "ayahText": "Dedi: \"Öyledir, ama Rabbin: 'O bana kolaydır, daha önce sen de hiçbir şey değilken seni de yaratmıştım' dedi.\""
    },
    {
      "ayahNumber": "10",
      "ayahText": "Rabbim, dedi, (öyle ise) bana bir işaret ver. \"Senin işaretin, sapasağlam olduğun halde tam üç gece (ve gündüz) insanlarla konuşamamandır.\" dedi."
    },
    {
      "ayahNumber": "11",
      "ayahText": "(Zekeriyya), ma'bedden kavminin karşısına çıkıp onlara: \"Sabah akşam (Rabbinizi) tesbih edin!\" diye işaret etti."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ey Yahya, Kitabı kuvvetle tut (Onun emirlerini uygula). (dedik) ve ona çocuk iken hikmet verdik."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Katımızdan bir rahmet (bir acıma duygusu) ve temizlik de (verdik; o günahlardan) korunan oldu."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Ana babasına iyilik ediciydi, baş kaldıran bir zorba değildi."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Doğduğu gün, öleceği gün ve diri olarak kaldırılacağı gün ona selam olsun!"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Kitapta Meryem'i de an. Bir zaman o ailesinden ayrılıp doğu yönünde bir yere çekilmişti."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlarla kendisi arasına bir perde çekmişti. Biz de ruhumuzu (Cebrail'i) ona gönderdik. (O) ona düzgün bir insan şeklinde göründü."
    },
    {
      "ayahNumber": "18",
      "ayahText": "(Meryem) dedi ki: \"Ben senden, çok esirgeyen(Allah)'a sığınırım. Eğer (Allah'tan) korkuyorsan (bana dokunma).\""
    },
    {
      "ayahNumber": "19",
      "ayahText": "(Ruh): \"Ben, dedi, sadece Rabbinin elçisiyim. Sana tertemiz bir erkek çocuğu hediye edeyim diye (geldim).\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "Benim nasıl oğlum olur, dedi, bana bir insan dokunmadı ve ben bir kahpe de değilim."
    },
    {
      "ayahNumber": "21",
      "ayahText": "(Ruh): \"Öyledir, dedi, Rabbin: 'O bana kolaydır. Onu insanlara bir mu'cize ve bizden bir rahmet kılmak için (bunu yapacağız)' dedi\" ve iş olup bitti."
    },
    {
      "ayahNumber": "22",
      "ayahText": "(Meryem), ona gebe kaldı. Onunla uzak bir yere çekildi."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Doğum sancısı onu, bir hurma dalı(nın altı)na getirdi. \"Keşke dedi, bundan önce ölseydim, unutulup gitseydim!\""
    },
    {
      "ayahNumber": "24",
      "ayahText": "Altından (Ruh) ona şöyle seslendi: \"Üzülme Rabbin alt tarafında bir su arkı var etti.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "Hurma dalını sana doğru silkele, üzerine olmuş, taze hurma dökülsün."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ye, iç, gözün aydın olsun! Eğer insanlardan birini görürsen: Ben Rahman için (susma) oruc(u) adadım, bugün hiçbir insanla konuşmayacağım\" de.\""
    },
    {
      "ayahNumber": "27",
      "ayahText": "(Meryem) onu taşıyarak kavmine getirdi: \"Ey Meryem, dediler, sen tuhaf bir iş yaptın.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ey Harun'un kızkardeşi, baban kötü bir adam değildi, annen de fahişe değildi (sen ne yaptın böyle)?"
    },
    {
      "ayahNumber": "29",
      "ayahText": "(Meryem), çocuğu gösterdi. Dediler ki: \"Beşikteki çocukla nasıl konuşuruz?\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "(Çocuk): \"Ben Allah'ın kuluyum, dedi, (O) bana Kitabı verdi, beni peygamber yaptı.\""
    },
    {
      "ayahNumber": "31",
      "ayahText": "Beni bulunduğum her yerde yararlı kıldı. Sağ olduğum sürece bana namaz kılmayı, zekat vermeyi emretti!"
    },
    {
      "ayahNumber": "32",
      "ayahText": "(Beni) anneme iyilik eder (kıldı), beni baş kaldıran bir zorba yapmadı."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Doğduğum gün de, öleceğim gün de ve diri olarak kaldırılacağım gün de bana esenlik verilmiştir. \tPeace on me the day I was born, and the day I die, and the day I shall be raised alive!"
    },
    {
      "ayahNumber": "34",
      "ayahText": "İşte Meryem oğlu Îsa. Şüphe edip ayrılığa düştükleri şey, \"gerçek söz\"e göre budur."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Çocuk edinmek, Allah'a yakışmaz. O'nun şanı yücedir. Bir işi yapmak istedi mi ona sadece \"ol\" der, (o da) olur."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Şüphesiz, Allah benim de Rabbim, sizin de Rabbinizdir, O'na kulluk edin. İşte doğru yol budur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Kendi aralarından hizipler, ayrılığa düştüler. Artık büyük bir günü görmekten ötürü vay kafirlerin haline!"
    },
    {
      "ayahNumber": "38",
      "ayahText": "Bize geldikleri gün ne güzel işitir, ne güzel görürler. Ama o zalimler, bugün apaçık sapıklık içindedirler!"
    },
    {
      "ayahNumber": "39",
      "ayahText": "Onları şu hasret gününe karşı uyar ki, o zaman kendileri gaflet içinde inanmamakta ısrar ederlerken iş bitirilmiş olur (yaptıklarına pişman olup hasret çeker dururlar, ama iş işten geçmiştir artık)."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Dünyaya ve üzerinde bulunanlara biz varis oluruz biz, ve bize döndürülürler."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Kitapta İbrahim'i de an; gerçekten o, çok doğru bir peygamberdi."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Babasına demişti ki: \"Babacığım, işitmeyen görmeyen ve sana hiçbir yararı olmayan şeylere niçin tapıyorsun?\""
    },
    {
      "ayahNumber": "43",
      "ayahText": "Babacığım, bana sana, gelmeyen bir bilgi geldi; bana uy, seni düzgün bir yola ileteyim."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Babacığım, şeytana tapma, çünkü şeytan, Rahman'a isyan etmiştir."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Babacığım, ben sana Rahman'dan bir azabın dokunmasından korkuyorum. O zaman, şeytanın dostu olursun."
    },
    {
      "ayahNumber": "46",
      "ayahText": "(Babası): \"Ey İbrahim, dedi, sen benim tanrılarımdan yüz mü çeviriyorsun? Eğer (onlara dil uzatmaktan) vazgeçmezsen, andolsun seni taşlarım. Uzun süre benden ayrıl, git!\""
    },
    {
      "ayahNumber": "47",
      "ayahText": "(İbrahim): \"Selam sana, (esenlik içinde kal), dedi, senin için Rabbimden mağfiret dileyeceğim. Çünkü O, bana çok lutufkardır.\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "Sizden de, Allah'tan başka yalvardıklarınızdan da ayrılıyor ve yalnız Rabbime yalvarıyorum. Umarım ki Rabbime yalvarmakla bahtsız olmam (istediklerimden mahrum bırakılmam)."
    },
    {
      "ayahNumber": "49",
      "ayahText": "İşte onlardan ve onların Allah'tan başka taptıklarından ayrılınca biz ona İshak'ı ve (İshak'ın oğlu) Ya'kub'u armağan ettik ve hepsini de peygamber yaptık."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Onlara rahmetimizden (mal ve çocuk) lutfettik ve onlar için yüce bir doğruluk dili verdik."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Kitapta Musa'yı da an, çünkü o, içi temiz (bir insan)dı ve elçi bir peygamberdi."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Ona Tur'un sağ tarafından seslendik ve onu, özel konuşmak için (kendimize) yaklaştırdık."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ona, acıdığımızdan dolayı kardeşi Harun'u da peygamber olarak armağan ettik."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Kitapta İsma'il'i de an. Çünkü o sözünde duran, elçi bir peygamberdi."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Halkına namaz kılmayı, zekat vermeyi emrederdi. Rabbi yanında beğenilmişti."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kitapta İdris'i de an: Çünkü o, çok doğru bir peygamberdi."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Onu yüce bir yere yükseltmiştik."
    },
    {
      "ayahNumber": "58",
      "ayahText": "İşte bunlar; Allah'ın ni'met verdiği peygamberlerden, Adem, neslinden, Nuh ile beraber gemide taşıdıklarımızın neslinden, İbrahim ve İsrail (Ya'kub) neslinden, yol gösterdiğimiz ve seçtiğimiz kimselerdendir. Onlara Rahman'ın ayetleri okunduğu zaman ağlayarak secdeye kapanırlardı."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Onlardan sonra yerlerine öyle bir nesil geldi ki, namazı zayi ettiler, şehvetlerine uydular. Onlar kötülük bulacaklardır."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Ancak tevbe eden, inanan ve iyi işler yapanlar, cennete girecekler ve hiç haksızlığa uğratılmayacaklardır."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Rahman'ın kullarına gıyaben va'dettiği Adn cennetleri(ne gireceklerdir). Şüphesiz O'nun va'di yerine gelecektir."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Orada boş söz değil, yalnız selam işitirler. Orada sabah akşam rızıkları da hazırdır."
    },
    {
      "ayahNumber": "63",
      "ayahText": "İşte kullarımızdan, korunanlara vereceğimiz cennet budur."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Biz ancak Rabbinin emriyle ineriz. Önümüzde, arkamızda ve bunlar arasında olan herşey O'na aittir. Rabbin, asla unutkan değildir."
    },
    {
      "ayahNumber": "65",
      "ayahText": "(O), göklerin, yerin ve bunlar arasında bulunan şeylerin Rabbidir. O'na kulluk et ve O'na kullukta sabret. Hiç O'nun adıyla anılan birini biliyor musun?"
    },
    {
      "ayahNumber": "66",
      "ayahText": "İnsan: \"Ben öldükten sonra mı diri olarak çıkarılacağım?\" diyor."
    },
    {
      "ayahNumber": "67",
      "ayahText": "İnsan önceden hiçbir şey değilken kendisini nasıl yarattığımızı düşünmüyor mu?"
    },
    {
      "ayahNumber": "68",
      "ayahText": "Rabbine andolsun ki, onları ve şeytanları mutlaka toplayacağız, sonra onları diz çökmüş vaziyette cehennemin çevresinde bulunduracağız."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Sonra her milletten Rahman'a en çok karşı geleni ayıracağız."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Sonra, elbette biz, kimlerin oraya girmeğe uygun olduğunu daha iyi biliriz."
    },
    {
      "ayahNumber": "71",
      "ayahText": "İçinizden oraya gitmeyecek hiç kimse yoktur. Bu, Rabbinin üzerine aldığı kesin borçtur."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Sonra korunanları kurtarırız ve zalimleri öyle diz üstü çökmüş olarak bırakırız."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Onlara açık açık ayetlerimiz okunduğu zaman, inkar edenler, inananlar için \"İki topluluktan hangisinin makamı daha hayırlı, meclisi (mevkii) daha güzeldir?\" derler."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Onlardan önce nice nesiller helak ettik ki onlar eşyaca ve gösterişce daha güzeldi."
    },
    {
      "ayahNumber": "75",
      "ayahText": "De ki: \"Kim sapıklık içinde ise Rahman ona süre versin (ne çıkar). Nihayet va'dedildiklerini Ğazabı veya (Duruşma) sa'ati(ni)Ğ gördükleri zaman, kimin yerce daha kötü ve adamca daha zayıf olduğunu bileceklerdir."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Allah, yola gelenlerin hidayetini artırır. Kalıcı olan yararlı işler, Rabbinin yanında hem mükafat bakımından daha iyidir, hem varılacak yer bakımından daha iyidir!"
    },
    {
      "ayahNumber": "77",
      "ayahText": "Ayetlerimizi inkar edip: \"Bana mal ve evlad verilecek\" diyen adamı gördün mü?"
    },
    {
      "ayahNumber": "78",
      "ayahText": "Gaybe mi çık(ıp bak)tı, yoksa Rahman'ın huzurunda bir söz mü aldı (Allah ile bir andlaşma mı yaptı)?"
    },
    {
      "ayahNumber": "79",
      "ayahText": "Hayır (yanılıyor), biz onun dediğini yazacağız ve onun için azabı uzattıkça uzatacağız."
    },
    {
      "ayahNumber": "80",
      "ayahText": "O dediği(malı ve evladı)na biz varis olacağız (nesi varsa hepsi bize kalacak) ve o, bize tek başına gelecek (yanında ne malı, ne de evladı olmayacak)."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Kendilerine destek olsunlar diye Allah'tan başka tanrılar edindiler."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Hayır, (yarın o taptıkları tanrılar), bunların tapmalarını inkar edecekler ve bunlara zıd olacaklardır."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Görmedin mi biz kafirlere şeytanları gönderdik, onları oynatıp duruyorlar."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Onlar hakkında acele etme, biz onlar(ın günlerini ve nefeslerini doldurmaları) için saydıkça sayıyoruz."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Korunanları, binek üzerinde ikram ile Rahman'a götürdüğümüz gün,"
    },
    {
      "ayahNumber": "86",
      "ayahText": "Suçluları da yaya ve susuz olarak cehenneme sürdüğümüz (gün),"
    },
    {
      "ayahNumber": "87",
      "ayahText": "Yalnız Rahman'ın huzurunda söz almış olanlardan başkaları şefa'at edemezler."
    },
    {
      "ayahNumber": "88",
      "ayahText": "Rahman çocuk edindi dediler."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Andolsun ki, \"Siz pek kötü bir cür'ette bulundunuz!\""
    },
    {
      "ayahNumber": "90",
      "ayahText": "Neredeyse o(sözün dehşeti)nden gökler çatlayacak, yer yarılacak ve dağlar yıkılıp dağılacaktır!."
    },
    {
      "ayahNumber": "91",
      "ayahText": "Rahman için çocuk iddia ettiklerinden ötürü."
    },
    {
      "ayahNumber": "92",
      "ayahText": "Çocuk edinmek Rahman'a yakışmaz."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Göklerde ve yerde bulunan herkes Rahman'a kul olarak gelecektir."
    },
    {
      "ayahNumber": "94",
      "ayahText": "O, onların hepsini kuşatmış ve onları bir bir saymıştır."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Onların hepsi, kıyamet günü O'na tek başına gelecektir."
    },
    {
      "ayahNumber": "96",
      "ayahText": "İnanıp faydalı işler yapanlar için Rahman, (gönüllerde) bir sevgi yaratacak(onları herkese sevdirecek)tir."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Biz o(Kur'a)n'ı senin diline kolaylaştırdık ki, onunla korunanları müjdeleyesin ve inatçı bir kavmi onunla uyarasın."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Biz onlardan önce nice nesilleri helak ettik. Şimdi onlardan hiçbirini duyuyor musun, yahut onların gizli bir sesini işitiyor musun?"
    }
  ]
}