{
  "surahNumber": "47",
  "surahName": "Muhammed Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Allah, inkar edip kendisinin yoluna engel olanların işlerini boşa çıkarmıştır."
    },
    {
      "ayahNumber": "2",
      "ayahText": "İnanıp iyi işler yapanların, Rableri tarafından Muhammed'e indirilen gerçeğe inananların da günahlarını örtmüş ve hallerini düzeltmiştir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Bu, böyledir: Çünkü inkar edenler batıla uymuşlar; inananlar ise Rablerinden gelen hakka uymuşlardır. İşte Allah, onların durumlarını, insanlara böyle anlatır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "(Savaşta) İnkar edenlerle karşılaştığınız zaman boyunlarını vurun. Nihayet onları iyice vurup sindirince bağı sıkıca bağlayın (onları esir alın). Ondan sonra artık ya lutfen bırakır veya karşılığında fidye alırsınız. Harb, ağırlıklarını bırakıncaya (savaş sona erinceye) kadar (böyle yaparsınız). Allah dileseydi (kendisi) onlardan öc alırdı, fakat sizi birbirinizle denemek için (size savaşı emrediyor). Allah, kendi yolunda öldürülenlerin yaptıkları işleri zayi etmeyecektir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Onları doğru yola iletecek ve durumlarını düzeltecektir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Onları, kendilerine tanımladığı cennete sokacaktır."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Ey inananlar, eğer siz Allah(ın dinin)e yardım ederseniz (Allah da) size yardım eder; ayaklarınızı (hakkı koruma yolunda) sağlam tutar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "İnkar edenler(e gelince): Yıkım onlara! (Allah) Onların işlerini boşa çıkarmıştır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Böyledir, çünkü onlar, Allah'ın indirdiğinden hoşlanmamışlar, Allah da onların amellerini heder etmiştir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "(Onlar) Yeryüzünde gezip dolaşmadılar mı ki kendilerinden öncekilerin sonunun nasıl olduğunu görsünler? Allah onları(n evlerini, barklarını) yıkıp başlarına geçirmiştir. Bu kafirlere de, onun benzeri sonuçlar vardır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bu böyledir, çünkü Allah inananların koruyucusudur. Kafirlerin ise koruyucuları yoktur. *"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Allah, inanıp iyi işler yapanları, altlarından ırmaklar akan cennetlere sokar. İnkar edenler ise dünyada biraz yaşarlar, hayvanların yediği gibi yerler, (sonunda) yerleri ateştir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Seni (içinden) çıkarmış olan kentten daha kuvvetli nice kent var ki biz onları yok ettik de onlara yardım eden çıkmadı."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Rabbinden bir delil üzerinde bulunan insan, kötü işi kendilerine süslendirilen ve keyiflerine uyan kimseler gibi olur mu? (Olmaz elbet)."
    },
    {
      "ayahNumber": "15",
      "ayahText": "(Şirkten, günahlardan) korunanlara söz verilen cennetin durumu şudur: İçinde bozulmayan su ırmakları, tadı değişmeyen süt ırmakları, içenlere lezzet veren şarap ırmakları ve süzme bal ırmakları vardır ve onlar için orada her çeşit meyva, Rablerinden de bağışlama vardır. (Şimdi bu ni'metler içinde yaşayanlar) ateşte ebedi kalan ve barsaklarını parça parça kesen sıcak suyun içirildiği kimseler gibi olur mu?"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Onlardan kimi de gelip seni dinler. Fakat senin yanından çıktıkları zaman kendilerine bilgi verilmiş olanlara: \"Demin ne söyledi?\" derler. Onlar Allah'ın kalblerini mühürlediği, keyiflerinin ardına düşmüş kimselerdir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Hidayet bulanlara gelince, Allah onların hidayetlerini artırmış ve onlara korunmalarını (kendilerini kötü sonuçtan koruma çareleri) vermiştir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "(İnanmayanlar) İlle (helak edilecekleri) sa'atin ansızın kendilerine gelmesini mi bekliyorlar? İşte onun belirtileri geldi. O uyarıldıkları sa'at kendilerine geldikten sonra artık öğüt almaları nereden mümkün olsun?"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'tan başka tanrı olmadığını bil ve kendi günahın, inanan erkeklerin ve inanan kadınların günahı için (Allah'tan) mağfiret dile. Allah, dönüp dolaşacağınız yeri ve varıp duracağınız yeri bilir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "İnananlar: \" (Savaş hakkında) Bir sure indirilmeli değil miydi?\" derler. Fakat hükmü açık bir sure indirilip de onda savaştan söz edilince, kalblerinde hastalık bulunanların sana ölümden bayılıp düşen kimsenin bakışı gibi baktıklarını görürsün. Onlara ölüm gerektir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Onlara düşen, ita'at etmek ve güzel söz söylemektir. İş ciddiye bindiği zaman Allah'a verdikleri söze sadık kalsalardı, elbette kendileri için daha iyi olurdu."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Demek işbaşına gelecek olursanız, yeryüzünde bozgunculuk yapacak, rahimleri (akrabalık bağlarını) koparacaksınız öyle mi?\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "Onlar, Allah'ın la'netleyip sağır yaptığı ve gözlerini kör ettiği kimselerdir."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Kur'an'ı(n anlamını) düşünmüyorlar mı? Yoksa kalbler(inin) üzerinde kilitleri mi var (ki hiçbir hakikat, gönüllerine girmiyor)?"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Kendilerine doğru yol belli olduktan sonra arkalarına (yine eski küfürlerine) dönenlere, şeytan hatalarını süslemiş ve (günah işlemelerini) kolaylaştırmış ve onları uzun emellere, umutlara düşürmüştür."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Bu böyledir. Çünkü onlar, Allah'ın indirdiğinden hoşlanmayanlara: \"Bazı hususlarda size ita'at edeceğiz\" dediler. Oysa Allah, onların gizlediklerini biliyor."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ya melekler, canlarını alırrken yüzlerine ve kıçlarına vurarak dövünecekleri zaman durumları nice olur?"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Bu böyledir. Çünkü onlar, Allah'ı kızdıran şeylerin ardınca gittiler. O'nu razı edecek şeylerden hoşlanmadılar. Allah da onların amellerini boşa çıkardı."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Yoksa kalblerinde hastalık bulunanlar, Allah'ın, kendilerinin kinlerini ortaya çıkarmayacak mı sandılar?"
    },
    {
      "ayahNumber": "30",
      "ayahText": "Biz dileseydik onları sana gösterirdik, sen onları simalarından tanırdın ve onları sözlerinin üslubundan tanırdın. Allah yaptığınız işleri bilir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Andolsun biz sizi deneyeceğiz ki içinizden cihadedenleri (güçlüklere) sabredenleri bilelim ve söylediğiniz sözlerin (doğru olup olmadığını) sınayalım."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Nankörlük edip Allah yoluna engel olanlar ve kendilerine doğru yol belli olduktan sonra Elçiyi incitenler Allah'a hiçbir zarar veremezler. Allah onların işlerini boşa çıkaracaktır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ey inananlar, Allah'a ita'at edin, Elçi'ye ita'at edin, işlerinizi boşa çıkarmayın."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Nankörlük edip Allah yoluna engel olan, sonra kafir olarak ölenleri Allah affetmeyecektir."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Siz galip durumda iken gevşeyip barış istemeyin. Allah sizinle beraberdir, O sizin amellerinizi zayi etmeyecektir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Dünya hayatı, bir oyun ve eğlenceden ibarettir. Eğer inanır, (günahlardan) korunursanız (Allah) size mükafatlarınızı verir ve sizden (bütün) mallarınızı istemez."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Eğer onları isteseydi de sizi sıkıştırsaydı, cimrilik ederdiniz ve kinlerinizi ortaya çıkarırdı (Allah'ın Elçisine kin beslemeğe başlardınız)."
    },
    {
      "ayahNumber": "38",
      "ayahText": "İşte sizler, Allah yolunda harcamağa çağrılıyorsunuz; ama içinizden kimisi cimrilik ediyor. Cimrilik eden, kendi nefsine karşı cimrilik etmiş olur. Allah zengindir, sizler fakirsiniz. Eğer yüz çevirecek olursanız, Allah, yerinize başka bir toplum getirir de onlar sizin gibi olmazlar."
    }
  ]
}