{
  "surahNumber": "40",
  "surahName": "Mü'min Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu Kitabın indirilişi, aziz (daima galib) ve alim (herşeyi en iyi bilen) Allah tarafındandır;"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Günahı bağışlayan, tevbeyi kabul eden, azabı çetin olan, lutuf sahibi (Allah tarafından). O'ndan başka tanrı yoktur, dönüş O'nadır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "İnkar edenlerden başkası, Allah'ın ayetleri hakkında mücadele etmez. Onların (öyle) şehirlede dolaşmaları, seni aldatmasın."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Onlardan önce Nuh kavmi ve onlardan sonra gelen kollar da yalanladı. Her millet, elçisini yakalamağa yeltendi; hakkı gidermek için boş şeyler ileri sürerek tartıştılar. Bu yüzden onları yakaladım. (Bak işte) Azabım nasıl oldu?!"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Böylece Rabbinin inkar edenler hakkındaki \"Onlar ateş halkıdır\" sözü yerini bulmuş oldu."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Arş'ı taşıyanlar ve onun çevresinde bulunanlar, Rablerini överek tesbih ederler. O'na inanırlar ve mü'minler için (şöyle) mağfiret dilerler: \"Rabbimiz, Sen rahmet ve bilgi bakımından her şeyi kapladın. Tevbe edip senin yoluna uyanları bağışla, onları cehennem azabından koru!\""
    },
    {
      "ayahNumber": "8",
      "ayahText": "Rabbimiz, onları ve babalarından, eşlerinden, çocuklarından iyi olan kimseleri onlara söz verdiğin Adn cennetlerine sok. Şüphesiz, üstün olan, hüküm ve hikmet sahibi olan sensin sen!"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onları kötülüklerden koru. O gün Sen, kimi kötülüklerden korursan ona acımışsındır. İşte o büyük başarı budur!"
    },
    {
      "ayahNumber": "10",
      "ayahText": "İnkar edenlere de bağırılır: \"Allah'ın (size) kızması, sizin kendi kendinize kızmanızdan daha büyüktür. Zira siz imana çağrılırdınız da inkar ederdiniz!\""
    },
    {
      "ayahNumber": "11",
      "ayahText": "Dediler ki: \"Rabbimiz, bizi iki kez öldürdün ve iki kez dirilttin. Günahlarımızı itiraf ettik. Şimdi (şu ateşten) çıkmak için (bize) bir yol var mı (acaba)?\""
    },
    {
      "ayahNumber": "12",
      "ayahText": "(Şöyle cevap verilir): Bu(duruma düşmeniz)in sebebi şudur: Tek Allah'a çağrıldığınız zaman inkar ederdiniz. O'na ortak koşulunca inanırdınız. Artık hüküm yüce ve büyük Allah'a aittir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "O'dur ki, size ayetlerini gösteriyor ve sizin için gökten rızık indiriyor, (rızkın sebebi olan yağmur, güneş ve hava veriyor). Ancak (O'na) yönelen öğüt alır."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Kafirlerin hoşuna gitmesede siz, dini yalnız Allah'a halis kılarak O'na çağırın."
    },
    {
      "ayahNumber": "15",
      "ayahText": "(O,) Dereceleri yükselten; Arş'ın sahibi (Allah), buluşma gününe karşı uyarmak için, emrinden olan ruhu, kullarından dilediğine indirir."
    },
    {
      "ayahNumber": "16",
      "ayahText": "O gün onlar, ortaya çıkarlar. Onlardan hiçbir şey Allah'a gizli kalmaz. (Ve sorulur onlara): \"Bugün mülk kimindir? O tek ve kahhar olan Allah'ın!\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "Bugün her can, kazandığıyle cezalanır. Bugün zulüm yoktur. Allah, hesabı çabuk görendir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Onları yaklaşan güne karşı uyar. Zira (o gün) yürekler, (korkudan adeta yerinden sökülüp) gırtlaklara dayanmıştır; (kederlerini) yutkunur dururlar. Zalimlerin ne bir dostu, ne de sözü tutulur bir aracıları yoktur."
    },
    {
      "ayahNumber": "19",
      "ayahText": "(Allah) gözlerin hain(bakışlar)ını ve göğüslerin gizlediği düşünceleri bilir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Allah, hak ile hükmeder. O'ndan başka yalvardıkları (tanrılar) ise hiçbir hüküm veremezler. Çünkü işiten, gören yalnız Allah'tır."
    },
    {
      "ayahNumber": "21",
      "ayahText": "(Onlar) Yeryüzünde gezip dolaşmadılar mı ki, kendilerinden önce gelenlerin sonunun nasıl olduğunu görsünler. Onlar kuvvet ve yeryüzündeki eserleri bakımından kendilerinden daha üstün idiler. Fakat Allah, onları günahları yüzünden yakaladı. Onları Allah'a karşı koruyan olmadı."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Çünkü onlar (öyle kimselerdi ki) elçileri onlara açık kanıtlar getirirdi ama kabul etmezlerdi. Bu yüzden Allah onları yakaladı. Zira O güçlüdür, cezası çetin olandır."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Andolsun biz Musa'yı ayetlerimizle ve apaçık bir yetki ile gönderdik:"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Fir'avn'e, Haman'a ve Karun'a. \"(Bu,) Yalancı bir büyücüdür.\" dediler."
    },
    {
      "ayahNumber": "25",
      "ayahText": "(Musa,) Onlara katımızdan hakkı getirince: \"Onunla beraber inananların oğullarını öldürün, kadınlarını sağ bırakın!\" dediler. Fakat kafirlerin tuzağı hep boşa çıkar."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Fir'avn dedi: \"Bırakın Musa'yı öldüreyim de, Rabbine yalvarsın (bakalım O, Musa'yı kurtaracak mı?) Çünkü ben onun, dininizi değiştireceğinden yahut yeryüzünde fesad çıkaracağından korkuyorum\""
    },
    {
      "ayahNumber": "27",
      "ayahText": "Musa dedi: \"Ben, hesap gününe inanmayan her kibirliden, benim de Rabbim sizin de Rabbiniz(olan Allah)a sığındım.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "Fir'avn ailesinden imanını gizleyen mü'min bir adam (şöyle) dedi: \"Rabbim Allah'tır dediği için bir adamı öldürüyor musunuz? Oysa o size Rabbinizden kanıtlar getirmiştir. Eğer yalancı ise yalanı kendi zararınadır. Ve eğer doğru söylüyorsa, size va'dettiklerinin bir kısmı başınıza gelir. Şüphesiz Allah aşırı giden, yalancı kimseyi doğru yola iletmez.\""
    },
    {
      "ayahNumber": "29",
      "ayahText": "Ey kavmim, bugün mülk sizindir; buraya siz hakimsiniz. Eğer bize (Allah'ın hışmı) gelirse kim bizi ondan kurtarır? Fir'avn dedi: \"Ben size yalnız (doğru) gördüğümü gösteriyorum ve ben sizi ancak doğru yola götürüyorum.\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "İnanan adam dedi ki: \"Ey kavmim, ben üzerinize önceki toplulukların günü gibi bir günün gelmesinden korkuyorum.:"
    },
    {
      "ayahNumber": "31",
      "ayahText": "Nuh kavminin, 'Ad ve Semud'un ve onlardan sonrakilerin durumu gibi (bir durumla karşılaşmanızdan kaygı duyuyorum). Allah kullara zulmetmek istemez, (günahsız kimselere ceza vermez)."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ey kavmim, sizin için o (Yüce Divana) çağırma (yahut feryadetme) gününden korkuyorum."
    },
    {
      "ayahNumber": "33",
      "ayahText": "O gün arkanızı dönüp kaç(mak ist)ersiniz ama sizi Allah(ın azabın)dan kurtaracak kimse yoktur. Allah kimi şaşırtırsa artık ona yol gösteren olmaz."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Daha önce Yusuf da size açık kanıtlar getirmişti. Onun getirdiklerinden de kuşkulanıp duruyordunuz. Nihayet o ölünce: 'Allah ondan sonra elçi göndermez,' dediniz. İşte Allah, aşırı giden, şüpheci kimseleri böyle saptırır.\""
    },
    {
      "ayahNumber": "35",
      "ayahText": "Onlar ki kendilerine gelmiş bir delil olmadan Allah'ın ayetleri hakkında tartışırlar. (Bu hareketleri) Gerek Allah yanında, gerek inananlar yanında (onlara karşı) ne büyük bir kızgınlık (doğurur)! İşte Allah, her kibirli zorbanın kalbini böyle mühürler.\""
    },
    {
      "ayahNumber": "36",
      "ayahText": "Fir'avn dedi: \"Ey Haman, bana yüksek bir kule yap da o sebeplere (yollara) erişeyim:\""
    },
    {
      "ayahNumber": "37",
      "ayahText": "(Yani) Göklerin yollarına (erişeyim) de çıkıp Musa'nın tanrısına bakayım. Çünkü ben Musa'yı, yalancı sanıyorum. Böylece yaptığı kötü iş, Fir'avn'a süslü gösterildi ve (o), yoldan çıkarıldı. Fir'avn'ın tuzağı, tamamen boşa çıktı."
    },
    {
      "ayahNumber": "38",
      "ayahText": "İnanan (adam) dedi ki: \"Ey kavmim, bana uyun, sizi doğru yola götüreyim.\""
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ey kavmim, bu dünya hayatı (kısa) bir geçinmedir. Ahiret ise ebedi olarak durulacak yerdir."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Kim bir kötülük yaparsa sadece onun (yaptığı kötülük) kadar cezalanır, ama erkek ve kadından her kim inanarak faydalı bir iş yaparsa onlar cennete girerler ve orada kendilerine hesapsız rızık verilir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Ey kavmim, neden ben sizi kurtuluşa çağırdığım halde siz beni ateşe çağırıyorsunuz?"
    },
    {
      "ayahNumber": "42",
      "ayahText": "Siz beni, Allah'a nankörlük etmeğe ve bilmediğim şeyleri O'na ortak koşmağa çağırıyorsunuz; bense sizi O aziz ve çok bağışlayana çağırıyorum."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Sizin beni çağırdığınız şeye kesinlikle ne dünyada, ne de ahirette du'a edilemez (onlar kendilerine yapılan du'ayı duymazlar ve ona cevap veremezler). Bizim dönüşümüz Allah'adır. Aşırı gidenler, işte onlar ateş halkıdır."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Benim size söylediklerimi yakında hatırlayacaksınız. Ben işimi Allah'a bırakıyorum. Şüphesiz Allah, kulları görür."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Allah onu, onların kurdukları tuzakların kötülüklerinden korudu ve Fir'avn ailesini, azabın en kötüsü kuşattı:"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ateş! Sabah akşam ona sunulurlar. Kıyamet koptuğu gün de: \"Fir'avn ailesini azabın en çetinine sokun!\" (denilir)."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Ateşin içinde birbirleriyle tartışırlarken, zayıf olanlar, büyüklük taslayanlara dediler ki: \"Biz size uymuştuk. Şimdi siz, şu ateşin ufak bir parçasını bizden savabilir misiniz?\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "Büyüklük taslayanlar da dediler ki: \"Hepimiz de onun içindeyiz. Allah kullar arasında (böyle) hüküm verdi!\""
    },
    {
      "ayahNumber": "49",
      "ayahText": "Ateştekiler, cehennemin bekçilerine dediler ki: \"Rabbinize du'a edin de hiç değilse bir gün, bizden azabı biraz hafifletsin!\""
    },
    {
      "ayahNumber": "50",
      "ayahText": "(Bekçiler) Dediler: \"Elçileriniz size açık kanıtlar getirmezler miydi?\" \"Evet (getirirlerdi) dediler. (Bekçiler:) \"Öyle ise yalvar(ıp dur)un. Nankörlerin yalvarması hep çıkmazdadır.\" dediler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Elbette biz elçilerimize ve inananlara hem dünya hayatında hem, şahidlerin (şahidliğe) duracakları günde yardım ederiz."
    },
    {
      "ayahNumber": "52",
      "ayahText": "O gün zalimlere, ma'zeretleri fayda vermez. Onlar için la'net ve yurt(lar)ın en kötüsü vardır."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Andolsun biz Musa'ya hidayet verdik ve İsrail oğullarına o Kitabı miras kıldık."
    },
    {
      "ayahNumber": "54",
      "ayahText": "(O,) sağduyu sahiplerine bir yol gösterici ve öğüttür."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Sabret, Allah'ın va'di mutlaka gerçektir. Günahına da istiğfar et ve akşam sabah Rabbini övgü ile an."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kendilerine gelmiş hiçbir delil olmadan Allah'ın ayetleri hakkında tartışanlar var ya, onların göğüslerinde, (hiçbir zaman) erişemeyecekleri bir büyüklük taslamaktan başka bir şey yoktur. Sen Allah'a sığın, çünkü işiten, gören O'dur."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Gökleri ve yeri yaratmak, insanları yaratmaktan çok daha zordur. Fakat insanların çoğu bilmezler."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Körle gören bir olmaz. İnanan ve iyi işler yapanlarla kötülük yapan bir olmaz. Ne kadar az düşünüyorsunuz!"
    },
    {
      "ayahNumber": "59",
      "ayahText": "(Duruşma) sa'at(i) mutlaka gelecektir. Bunda asla şüphe yoktur. Fakat insanların çoğu inanmazlar."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Rabbiniz buyurdu ki: \"Bana du'a edin, du'anızı kabul edeyim. Bana kulluk etmeğe tenezzül etmeyenler, aşağılık olarak cehenneme gireceklerdir.\""
    },
    {
      "ayahNumber": "61",
      "ayahText": "Allah O'dur ki size geceyi, içinde istirahat etmeniz için (serin ve karanlık); gündüzü de (işinizi) görmeniz için aydınlık yaptı. Şüphesiz Allah, insanlara lutufkardır; fakat insanların çoğu şükretmezler."
    },
    {
      "ayahNumber": "62",
      "ayahText": "İşte herşeyin yaratıcısı olan Rabbiniz Allah budur. O'ndan başka tanrı yoktur. Nasıl da (O'nu birlemekten) çevriliyorsunuz?"
    },
    {
      "ayahNumber": "63",
      "ayahText": "İşte Allah'ın ayetlerini kasden inkar edenler de (haktan) böyle çevriliyorlardı."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Allah O'dur ki arzı size durulacak yer, göğü de bina yaptı; sizi şekillendirdi, şekillerinizi de güzel yaptı. Ve sizi güzel rızıklarla besledi. İşte Rabbiniz Allah budur. Bütün alemleri yaratan Allah, ne yücedir!"
    },
    {
      "ayahNumber": "65",
      "ayahText": "O diridir, O'ndan başka tanrı yoktur. Dini yalnız kendisine halis kılarak O'na yalvarın. Hamd, alemlerin Rabbine mahsustur."
    },
    {
      "ayahNumber": "66",
      "ayahText": "De ki: \"Ben, Rabbimden bana açık deliller gelince, sizin Allah'tan başka yalvardıklarınıza tapmaktan men'olundum ve alemlerin Rabbine teslim olmakla emrolundum.\""
    },
    {
      "ayahNumber": "67",
      "ayahText": "O'dur ki (önce) sizi topraktan, sonra nutfe(sperm)den, sonra alaka(embriyo)dan yarattı. Sonra sizi çocuk olarak (annelerinizin karnından) çıkarıyor. Sonra güçlü çağınıza eresiniz, sonra da ihtiyarlar olasınız diye sizi yaşatıyor. İçinizden kimi de daha önce öldürülüyor. Belli süreye erişmeniz ve aklınızı kullan(ıp Allah'ın bundaki hikmetlerini anla)manız için (böyle yapıyor)."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Yaşatan ve öldüren O'dur. Bir işin olmasını istedi mi, ona sadece \"ol!\" der, o da olur. *"
    },
    {
      "ayahNumber": "69",
      "ayahText": "Baksana, Allah'ın ayetleri hakkında tartışanlar, nasıl (Hak'tan) çevriliyorlar?"
    },
    {
      "ayahNumber": "70",
      "ayahText": "O, Kitabı ve elçilerimizi gönderdiğimiz mesajı yalanlayanlar, yakında bileceklerdir!"
    },
    {
      "ayahNumber": "71",
      "ayahText": "Boyunlarında demir halkalar ve zincirler olduğu halde sürüklenceklerdir:"
    },
    {
      "ayahNumber": "72",
      "ayahText": "Kaynar su içinde. Sonra da ateşte yakılacaklardır."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Sonra onlara denilecektir: \"Ortak koştuklarınız nerede?"
    },
    {
      "ayahNumber": "74",
      "ayahText": "Allah'tan başka (taptıklarınız)?\" Diyecekler ki: \"Bizden (uzaklaşıp) kayboldular; hayır, meğer biz önceden hiçbir şeye tapmıyormuşuz, (taptıklarımız hiçbir şey değilmiş)!\" İşte Allah, kafirleri böyle şaşırtır."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Bu durum, sizin yeryüzünde haksız olarak şımarmanızdan ve bölürlenmenizden ötürüdür."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Cehennemin kapılarından girin, orada ebedi kalacaksınız. Kibirlenenlerin yeri ne kötüdür!"
    },
    {
      "ayahNumber": "77",
      "ayahText": "Sabret, Allah'ın sözü gerçektir. Onları tehdidettiğimiz şeylerin bir kısmını ya sana gösteririz, yahut seni daha önce vefat ettiririz. (Sonunda) onlar bize döndürülecklerdir."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Andolsun biz, senden önce de elçiler gönderdik. Onlardan kimini sana anlattık, kimini de anlatmadık. Hiçbir elçi, Allah'ın izni olmadan bir mu'cize getiremez. Allah'ın emri geldiği zaman hak yerine getirilir ve işte o zaman (Allah'ın ayetlerini) boşa çıkarmağa uğraşanlar, hüsrana uğrarlar. *"
    },
    {
      "ayahNumber": "79",
      "ayahText": "Allah'tır ki kimine binmeniz, kiminden yemeniz için size hayvanları yarattı."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Onlarda sizin için (sütleri, derileri, tüyleri gibi daha birçok) faydalar var. Onların üstünde gönüllerinizdeki arzuya erersiniz; onların ve gemilerin üstünde taşınırsınız."
    },
    {
      "ayahNumber": "81",
      "ayahText": "(Allah) Size ayetlerini gösteriyor. Allah'ın ayetlerinden hangisini inkar ediyorsunuz?"
    },
    {
      "ayahNumber": "82",
      "ayahText": "Yeryüzünde gezip dolaşmadılar mı ki kendilerinden öncekilerin sonunun nasıl olduğunu görsünler? Onlar, bunlardan daha çok, daha kuvvetli ve yeryüzündeki eserleri bakımından daha sağlam idiler. Ama kazandıkları, kendilerine hiçbir yarar sağlamadı."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Elçileri onlara açık kanıtlar getirince, yanlarında bulunan bilgi ile sevin(ip övün)düler (peygamberlerin getirdikleri bilgiye değer vermediler, onlarla alay ettiler). Sonunda alay edegeldikleri şey, kendilerini kuşatıverdi."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Ne zaman ki hışmımızı gördüler: \"Tek Allah'a inandık ve O'na ortak koştuğumuz şeyleri inkar ettik.\" dediler."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Fakat hışmımızı gördükleri zaman inanmaları, kendilerine bir fayda sağlamadı. Allah'ın kulları hakkında eskiden beri yürürlükte olan yasası budur. İşte o zaman kafirler ziyana uğramışlardır."
    }
  ]
}