{
  "surahNumber": "27",
  "surahName": "Neml Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ta sin. Şunlar Kur'an'ın ve apaçık bir Kitabın ayetleridir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "İnananlara yol gösterici ve müjdedir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Onlar ki namazı kılarlar, zekatı verirler ve ahirete de kesin olarak inanırlar."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ahirete inanmayanların işlerini kendilerine süslemişizdir, onlar körü körüne bocalarlar."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Onlar, öyle kimselerdir ki, en kötü azab kendilerinindir. Ve onlar ahirette de en çok ziyana uğrayanlardır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "(Ey Muhammed) Sana bu Kur'an, hüküm ve hikmet sahibi, (herşeyi) bilen (Allah) katından verilmektedir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Musa, ailesine: \"Ben bir ateş gördüm (gidip) size ondan bir haber getireyim, yahut size bir ateş koru getireyim de ısınasınız.\" demişti."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Oraya gelince (kendisine) seslenildi: \"Ateşin içinde bulunan da, çevresinde olan da mübarek kılındı. Alemlerin Rabbi Allah, eksikliklerden münezzehtir.\""
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ey Musa, gerçek şu ki ben, güçlü, hüküm ve hikmet sahibi olan Allah'ım!"
    },
    {
      "ayahNumber": "10",
      "ayahText": "Asanı at! (Musa attığı) asasının küçük bir yılan gibi titreştiğini görünce (korkudan) arkaya dön(üp kaç)dı, geri dön(üp bak)madı (bile). \"Ey Musa korkma, çünkü ben (evet), benim huzurumda elçiler korkmaz(lar).\""
    },
    {
      "ayahNumber": "11",
      "ayahText": "Ancak zulmeden, sonra yaptığı kötülüğün yerine iyilik yapan olursa ona karşı da ben bağışlayıcı, esirgeyiciyim."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Elini koynuna sok, kusursuz olarak bembeyaz (parıl parıl) çıksın. (Bu da) Fir'avn'a ve onun kavmine (göstereceğin) dokuz mu'cize içindedir. Çünkü onlar yoldan çıkan bir kavimdir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Onlara açıkça görünen ayetlerimiz gelince: \"Bu, apaçık bir büyüdür\" dediler."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Vicdanları, onlar(ın doğruluğun)a kanaat getirdiği halde, sırf haksızlık ve böbürlenme yüzünden onları inkar ettiler. Bak işte o bozguncuların sonu nasıl oldu."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Andolsun biz, Davud'a ve Süleyman'a bir ilim verdik de onlar: \"Bizi inanan kullarından birçoğuna üstün kılan Allah'a hamdolsun.\" dediler."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Süleyman, Davud'a mirasçı oldu ve dedi ki: \"Ey insanlar, bize kuşların dili öğretildi. Ve bize her şeyden (bolca) bir pay verildi. İşte bu, açık bir lutuftur.\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "Süleyman'a cinlerden insanlardan ve kuşlardan orduları toplandı, hepsi bir arada düzenli olarak sevk ediliyordu."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Karınca vadisine geldikleri zaman bir karınca: \"Ey karıncalar dedi, yuvalarınıza girin ki Süleyman ve orduları farkında olmayarak sizi ezmesinler.\""
    },
    {
      "ayahNumber": "19",
      "ayahText": "(Süleyman) Onun sözüne gülümseyerek dedi: \"Rabbim, bana ve anama, babama lutfettiğin ni'mete şükretmemi, senin beğeneceğin faydalı bir iş yapmamı gönlüme ilham eyle ve rahmetinle beni iyi kullarının arasına sok.\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "Kuşları teftiş etti, (içlerinde hüdhüdü bulamadı), dedi ki: \"Neden hüdhüdü göremiyorum, yoksa kayıplardan mı oldu?\""
    },
    {
      "ayahNumber": "21",
      "ayahText": "Ona çetin bir azabedeceğim, ya da onu keseceğim. Yahut da bana (mazeretini belirten) açık bir delil getirecek."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Çok geçmeden (hüdhüd) geldi: \"Ben, dedi, senin görmediğin bir şey gördüm ve Seba'dan sana gerçek bir haber getirdim."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Ben onlara hükümdarlık eden bir kadın buldum, kendisine her şey verilmiş ve büyük bir tahtı var."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Onun ve kavminin, Allah'ı bırakıp güneşe secde ettiklerini gördüm. Şeytan onlara işlerini süsleyip onları doğru yoldan çevirmiş, bu yüzden yola gelmiyorlar."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Göklerde ve yerde gizleneni açığa çıkaran ve gizlediklerini ve açığa vurduklarını bilen Allah'a secde etmeleri gerekmez mi?"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Allah ki, O'ndan başka Tanrı yoktur, büyük Arş'ın sahibidir."
    },
    {
      "ayahNumber": "27",
      "ayahText": "(Süleyman): \"Bakalım, dedi, doğru mu söyledin, yoksa yalancılardan mısın?\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "Bu mektubumu götür, onlara at, sonra onlardan biraz öteye çekil de bak, neye başvuruyorlar (ne yapacaklar)."
    },
    {
      "ayahNumber": "29",
      "ayahText": "(Hüdhüd'ün mektubu götürüp kendisine attığı Seba melikesi Belkis) Danışmanlarına dedi ki: \"Ey ileri gelenler, bana çok önemli bir mektup bırakıldı.\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "O Süleyman'dandır ve Rahman ve Rahim Allah'ın adiyle (başlamakta)dır. \tLo! it is from Solomon, and lo! it is: In the name of Allah the Beneficent, the Merciful;"
    },
    {
      "ayahNumber": "31",
      "ayahText": "Bana karşı büyüklük taslamayın ve bana teslim olarak gelin (diye yazıyor)."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ey ileri gelenler, dedi, bu işimde bana bir fikir verin; ben, siz olmadıkça hiçbir işi kesip atmam."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Dediler ki: \"Biz güçlüyüz, yaman savaşçılarız ama emir senindir. Bak, ne buyurursan öyle yaparız\""
    },
    {
      "ayahNumber": "34",
      "ayahText": "Dedi: \"Hükümdarlar bir ülkeye girdiler mi, orayı bozarlar, halkının şereflilerini alçaltırlar, (evet) böyle yaparlar.\""
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ben onlara bir hediye göndereyim de bakayım elçiler ne ile dönecekler."
    },
    {
      "ayahNumber": "36",
      "ayahText": "(Elçi, hediyelerle) Süleyman'a gelince (Süleyman) dedi ki: \"Siz bana mal ile yardım mı etmek istiyorsunuz? Allah'ın bana verdiği, size verdiğinden daha iyidir. Hediyenizle ancak siz sevinirsiniz."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Sen, onlara dön (söyle): onlara, kendilerinin asla karşı koyamayacakları ordularla gelirim ve onları hor ve hakir bir durumda oradan sürüp çıkarırım.\""
    },
    {
      "ayahNumber": "38",
      "ayahText": "(Elçi gittikten sonra Süleyman, danışmanlarını topladı): \"Ey ileri gelenler, dedi, onların bana teslim olarak gelmelerinden önce hanginiz onun tahtını bana getirebilir?\""
    },
    {
      "ayahNumber": "39",
      "ayahText": "Cinlerden bir ifrit (kötü bir cin): \"Sen makamından kalkmadan önce ben onu sana getiririm, dedi, bunu yapmağa gücüm yeter ve bana güvenilir.\""
    },
    {
      "ayahNumber": "40",
      "ayahText": "Yanında Kitaptan bir ilim bulunan kimse de: \"Sen gözünü açıp yummadan ben onu sana getirebilirim.\" dedi. (Süleyman) tahtı yanına yerleşmiş görünce dedi ki: \"Bu, Rabbimin lutfundandır. (Kendisine) şükür mü edeceğim, yoksa nankörlük mü edeceğim diye beni sınamak istiyor. Şükreden kendisi için şükretmiş olur; nankörlük edene gelince, Rabbim zengindir (onun şükrüne muhtaç değildir), kerimdir (çok ikram sahibidir, yücedir).\""
    },
    {
      "ayahNumber": "41",
      "ayahText": "(Ve) dedi ki: \"Onun tahtını tanınmaz hale getirin, bakalım tanıyabilecek mi, yoksa tanımayacak mı?\""
    },
    {
      "ayahNumber": "42",
      "ayahText": "(Kraliçe) Gelince (ona): \"Senin tahtın da böyle mi?\" dendi, \"Tıpkı o, dedi, zaten bize daha önce bilgi verilmişti. (Allah'ın kudretini ve senin peygamber olduğunu anlamış) ve biz müslüman olmuştuk.\""
    },
    {
      "ayahNumber": "43",
      "ayahText": "Onu, Allah'tan başka taptığı şeyler, (bu zamana dek tevhid dinine girmekten) alıkoymuştu. Çünkü kendisi, inkar eden bir kavimden idi."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Ona: \"Köşke gir!\" dendi. Köşkü görünce zemini su sandı ve bacaklarını sıvadı. (Süleyman) \"O, cilalı, şeffaf sırçadandır\" dedi. (Kraliçe): \"Rabbim, ben kendime zulmetmişim. (Artık) Süleyman'la beraber alemlerin Rabbi Allah'a teslim oldum,\" dedi."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Andolsun biz, Semud(kavmin)e de kardeşleri Salih'i: \"Allah'a kulluk edin!\" demesi için gönderdik. Baktı ki onlar, birbiriyle çekişen iki bölük olmuşlar."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Dedi: \"Ey kavmim, iyilikten önce neden kötülüğe eviyorsunuz? Esirgenmeniz için Allah'tan mağfiret dilemeniz gerekmez mi?\""
    },
    {
      "ayahNumber": "47",
      "ayahText": "Dediler: \"Senin ve seninle beraber bulunanların yüzünden uğursuzluğa uğradık.\" Dedi: \"Uğursuzluğunuz(un sebebi), Allah'ın yanındadır (herşey O'nun takdiriyle olur). Doğrusu siz (bu olaylarla) sınanan bir toplumsunuz.\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "Şehirde dokuz kişi vardı ki yeryüzünde bozgunculuk yaparlar, düzeltmezlerdi."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Allah'a and içerek birbirlerini: \"Biz, gece ona ve ailesine baskın yap(ıp onları öldür)elim sonra velisine: 'Ailesinin öldürülüşünde bulunmadığımızı, bizim doğru olduğumuzu' söyleyelim\" dediler."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Böyle bir tuzak kurdular, biz de onlar hiç farkında olmadan onlara bir tuzak kurduk."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Bak, işte tuzaklarının sonucu nasıl oldu, (nasıl) biz onları ve kavimlerini toptan yıktık, yok ettik."
    },
    {
      "ayahNumber": "52",
      "ayahText": "İşte şunlar, zulümleri yüzünden çökmüş, ıssız kalmış evleridir. Şüphesiz bunda bilen bir kavim için ibret vardır."
    },
    {
      "ayahNumber": "53",
      "ayahText": "İnananları ve korunanları kurtardık."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Lut'u da (gönderdik), kavmine dedi ki: \"Siz göre göre o aşırı kötülüğü yapıyorsunuz ha?!\""
    },
    {
      "ayahNumber": "55",
      "ayahText": "Siz, kadınları bırakıp şehvetle erkeklere mi yaklaşıyorsunuz? Siz gerçekten cahil bir toplumsunuz."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kavminin cevabı sadece şöyle demek oldu: \"Lut ailesini kentinizden çıkarın, çünkü onlar temiz kalmak isteyen kimselermiş(!)\""
    },
    {
      "ayahNumber": "57",
      "ayahText": "Biz de onu ve ailesini kurtardık, yalnız karısının (azabda) kalanlardan olmasını takdir ettik."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Üzerlerine (pişmiş çamurdan bir taş) yağmur(u) indirdik. Uyarıl(ıp da aldırmay)anların yağmuru gerçekten ne kötü oldu!"
    },
    {
      "ayahNumber": "59",
      "ayahText": "De ki: \"Hamd olsun Allah'a, selam O'nun seçtiği kullarına. Allah mı hayırlı yoksa ortak koştukları şeyler mi?\""
    },
    {
      "ayahNumber": "60",
      "ayahText": "Yahut gökleri ve yeri kim yarattı? Size gökten su indirdi de onunla sizin bir ağacını dahi bitiremeyeceğiniz gönül açan bahçeler bitirdik. Allah ile beraber başka bir tanrı mı var? Hayır, onlar (haktan) sapan bir kavimdir."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Yahut şu dünyayı durulacak yer yapan, arasından ırmaklar çıkaran, üstünde sağlam dağlar yaratan ve iki deniz arasına bir perde koyan kimdir? Allah ile beraber başka bir tanrı mı var? Hayır çokları bilmiyorlar."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Yahut du'a ettiği zaman darda kalmışa kim yetişiyor da kötülüğü (onun üzerinden) kaldırıyor ve sizi (eskilerin yerine) yeryüzünün sahipleri yapıyor? Allah ile beraber başka bir tanrı mı var? Ne de az düşünüyorsunuz?"
    },
    {
      "ayahNumber": "63",
      "ayahText": "Yahut karanın ve denizin karanlıkları içinde size yol gösteren kim ve rahmetinin önünde rüzgarları müjdeci gönderen kim? Allah ile beraber başka bir tanrı mı var? Haşa, Allah ortak koştukları şeylerden yücedir, münezzehtir (O, eksikliklerden uzaktır)."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Yahut yaratmağa kim başlıyor, sonra onu (kim) iade ediyor (ölüp ortadan kalkan şeyleri yeniden yaratıyor)? Sizi gökten ve yerden kim rızıklandırıyor? Allah ile beraber başka bir tanrı mı var? De ki: \"Eğer doğru iseniz delilinizi getirin.\""
    },
    {
      "ayahNumber": "65",
      "ayahText": "De ki: \"Göklerde ve yerde Allah'tan başka kimse gaybı bilmez. Ne zaman dirileceklerini de bilmezler."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Doğrusu onların ahiret hakkındaki bilgileri, ardarda gelip bir araya toplandı. Fakat onlar (hala) ondan bir kuşku içindedirler. Daha doğrusu, onlar ondan yana kördürler"
    },
    {
      "ayahNumber": "67",
      "ayahText": "İnkar edenler dediler ki: \"Biz de babalarımız da toprak olduktan sonra mı, biz mi (diriltilip) çıkarılacağız?\""
    },
    {
      "ayahNumber": "68",
      "ayahText": "Bu tehdid, bize de; önceden atalarımıza da yapıldı. Bu, öncekilerin masallarından başka bir şey değildir."
    },
    {
      "ayahNumber": "69",
      "ayahText": "De ki: \"Yeryüzünde yürüyün de suçluların sonunun nasıl olduğunu görün.\""
    },
    {
      "ayahNumber": "70",
      "ayahText": "(Ey Muhammed) onlar(ın sözlerin)e üzülme, tuzak kurmalarından da sıkılma."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Doğru iseniz bu tehdid(ettiğiniz azab) ne zaman (gelecek)? diyorlar."
    },
    {
      "ayahNumber": "72",
      "ayahText": "De ki: \"Belki de acele ettiğiniz(azab)ın bir kısmı ardınıza takılmıştır, bile.\""
    },
    {
      "ayahNumber": "73",
      "ayahText": "Şüphesiz Rabbin, insanlara karşı lutuf sahibidir, fakat çokları şükretmezler."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Ve Rabbin elbette onların göğüslerinin gizlediğini de, açığa vurduklarını da bilir."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir Kitapta olmasın."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Bu Kur'an, İsrail oğullarına, kendilerinin ayrılığa düştükleri şeylerin birçoğunu anlatmaktadır."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Ve elbette o, mü'minlere bir yol gösterici ve rahmettir."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Şüphesiz, Rabbin onlar arasında hükmünü verecektir. O, azizdir, hakkiyle bilendir."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Allah'a tevekkül et, çünkü sen apaçık gerçek üzerindesin."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Sen ölülere duyuramazsın, arkalarını dönmüş kaçmakta olan sağırlara da çağrıyı işittiremezsin."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Ve sen kör(ler)i içine düştükleri sapıklıklardan çıkarıp yola getiremezsin. Sen, ancak ayetlerimize inananlara duyurabilirsin ve onlar derhal müslüman olurlar."
    },
    {
      "ayahNumber": "82",
      "ayahText": "O söz, başlarına geldiği zaman, onlara yerden bir Dabbe (canlı) çıkarırız; o, onlara insanların, ayetlerimize inanmadıklarını söyler."
    },
    {
      "ayahNumber": "83",
      "ayahText": "O gün her ümmet içinde ayetlerimizi yalanlayanlardan bir cemaat toplarız. Onlar hep bir araya getirilip tutuklanarak (ilahi huzura) sevk edilirler."
    },
    {
      "ayahNumber": "84",
      "ayahText": "(Divanına) Geldiklerinde (Allah onlara) der: \"Ayetlerimi anlamadığınız halde yalanladınız mı? Yoksa ne yaptınız?\""
    },
    {
      "ayahNumber": "85",
      "ayahText": "Zulmetmeleri yüzünden o (azab) karar(ı) başlarına gelmiştir, artık konuşmazlar."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Görmediler mi, biz geceyi, içinde istirahat etmeleri için yarattık, gündüzü de aydınlık yaptık. Şüphesiz bunda inanan bir kavim için ayetler vardır."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Sur'a üfleneceği gün, Allah'ın diledikleri dışında, göklerde ve yerde bulunan kimselerin hepsi, korku içinde kalır (bayılır). Hepsi boyun bükerek O'na gelirler."
    },
    {
      "ayahNumber": "88",
      "ayahText": "Görüp de donuk sandığın dağlar, bulutun yürümesi gibi yürümektedir. (Bu,) Her şeyi gayet iyi yapan Allah'ın yapısıdır. Doğrusu O, yaptıklarınızı haber almaktadır."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Kim iyilik getirirse ona, ondan daha hayırlısı vardır. Ve onlar o gün korkudan uzak, güven içindedirler."
    },
    {
      "ayahNumber": "90",
      "ayahText": "Ve kim kötülük getirirse onların da yüzleri cehenneme yıkılır: \"Yaptıklarınızdan başka bir şeyle mi cezalandırılıyorsunuz?\" (denilir)."
    },
    {
      "ayahNumber": "91",
      "ayahText": "(De ki): \"Ben sadece bu kentin Rabbine kulluk etmekle emrolundum. O, burayı saygıdeğer kıldı ve her şey O'nundur. Ve bana müslümanlardan olmam emredildi.\""
    },
    {
      "ayahNumber": "92",
      "ayahText": "Ve Kur'an okumam (emredildi). \"İmdi kim yola gelirse kendi yararına yola gelmiş olur ve kim saparsa, de ki: \"Ben ancak uyarıcılardanım.\""
    },
    {
      "ayahNumber": "93",
      "ayahText": "Ve de ki: \"Allah'a hamdolsun, O size ayetlerini gösterecek, siz de onları tanıyacaksınız.\" Rabbin, yaptıklarınızdan gafil değildir."
    }
  ]
}