{
  "nuh": {
    "surahNumber": "71",
    "surahNameTr": "Nûh Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Biz Nuh'u kavmine gönderdik: \"Onlara acı bir azab gelmezden önce kavmini uyar,\" diye."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Ey kavmim, dedi, ben sizin için açık bir uyarıcıyım."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Allah'a kulluk edin, O'ndan korkun, bana da ita'at edin."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ki (Allah) günahlarınızdan bir kısmını bağışlasın ve sizi belli bir süreye kadar ertelesin. Zira Allah'ın süresi geldiği zaman ertelenmez. Bilir(kişiler) olsaydınız (bunu anlardınız)."
      },
      {
        "ayahNumber": "5",
        "ayahText": "(Nuh:) \"Rabbim, dedi, ben kavmimi gece gündüz da'vet ettim.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "Benim da'vetim, onlara kaçışlarını artırmaktan başka bir katkıda bulunmadı."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Günahlarını bağışlaman için onları (sana) ne kadar da'vet ettimse parmaklarını kulaklarına tıkadılar, örtülerini başlarına çektiler, direttiler, çok böbürlendiler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Sonra ben onları açıkça da'vet ettim."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Sonra onlara açıktan söyledim, gizli gizli söyledim: \tAnd lo! I have made public proclamation unto them, and I have appealed to them in private."
      },
      {
        "ayahNumber": "10",
        "ayahText": "'Rabbinizden mağfiret dileyin, çünkü O çok bağışlayandır' dedim.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "'(O'ndan mağfiret dileyin) Ki üzerinize gökten bol yağmur göndersin'"
      },
      {
        "ayahNumber": "12",
        "ayahText": "'Ve size mallarla, oğullarla yardım etsin, size bahçeler versin, ırmaklar versin'"
      },
      {
        "ayahNumber": "13",
        "ayahText": "Size ne oluyor ki, Allah için saygı ummuyorsunuz?'"
      },
      {
        "ayahNumber": "14",
        "ayahText": "'Oysa O, sizi aşama, aşama yarattı.'"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Görmediniz mi Allah nasıl yedi göğü birbiri üstünde tabaka tabaka yarattı?'"
      },
      {
        "ayahNumber": "16",
        "ayahText": "'Ve Ayı bunların içinde nur yaptı. Güneşi de bir lamba yaptı.'"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Allah sizi yerden bir bitki olarak bitirdi.'"
      },
      {
        "ayahNumber": "18",
        "ayahText": "'Sonra yine oraya geri çevirecek ve tekrar çıkaracaktır.'"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah, yeri sizin için bir sergi yaptı.'"
      },
      {
        "ayahNumber": "20",
        "ayahText": "'Ki onda açılan geniş geniş yollarda gidesiniz'.\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "(Bu öğütlerin hiçbirinin fayda vermediğini gören) Nuh, (Rabbine dönerek): \"Rabbim, dedi, onlar bana karşı geldiler de malı ve çocuğu kendisinin ziyanını artırmaktan başka işe yaramayan (şımarık, gururlu) bir adama uydular.\""
      },
      {
        "ayahNumber": "22",
        "ayahText": "Büyük büyük tuzaklar kurdular."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Dediler ki: \"Tanrılarınızı bırakmayın: Vedd'i, Suva'ı, Yeğus'u, Ye'uk'u ve Nesr'i bırakmayın!\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "(Böylece) Onlar, çok kimseyi yoldan çıkardılar. Sen de o zalimlere şaşkınlıktan başka bir şey artırma."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Hatalarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah'tan başka yardımcılar da bulamadılar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Nuh dedi ki: \"Rabbim, yeryüzünde kafirlerden tek kişi bırakma.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Çünkü sen onları bırakırsan, kullarını şaşırtırlar ve sadece ahlaksız, nankör (insanlar) doğururlar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Rabbim beni, babamı-anamı, inanarak evime gireni, inanan erkek ve kadınları bağışla; zalimlerin de sadece helakini artır (onların köklerini kurut).\""
      }
    ]
  }
}