{
  "surahNumber": "24",
  "surahName": "Nûr Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Bu indirdiğimiz ve uygulanmasını farz kıldığımız bir suredir. Düşünüp öğüt almanız için onda açık açık ayetler indirdik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Zina eden kadın ve zina eden erkeğin her birine yüz değnek vurun; Allah'a ve ahiret gününe inananlar iseniz Allah'ın cezasını uygulamada sizi, onlara karşı acıma duygusu tut(up engelle)mesin. Mü'minlerden bir grup da onlara yapılan azaba şahid olsun."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Zina eden erkek, zina eden veya ortak koşan kadından başkasıyla evlenmez; zina eden kadın da zina eden veya ortak koşan erkekten başkasıyla evlenmez. Böyleleriyle evlenmek mü'minlere haram kılınmıştır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Namuslu kadınları zina ile suçlayıp da sonra (bu suçlamalarını ispat için) dört şahid getirmeyenlere seksen değnek vurun ve artık onların şahidliğini asla kabul etmeyin. Onlar yoldan çıkmış kimselerdir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Ancak bundan sonra tevbe edip uslananlar hariç. Çünkü Allah çok bağışlayan, çok esirgeyendir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Eşlerini zina ile suçlayıp kendilerinden başka şahidleri bulunmayan kimselere gelince: Onlardan her birinin şahidliği, kendisinin mutlaka doğru söyleyenlerden olduğuna, dört defa Allah'ı şahid tutmasıdır."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Beşinci defa da: Eğer yalan söyleyenlerden ise Allah'ın la'netinin kendi üzerine olmasını diler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Kadının da dört defa sözüne Allah'ı şahid tutup kocasının, mutlaka yalan söyleyenlerden olduğuna şahidlik etmesi, kendisinden azabı kaldırır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Beşinci defa da: Eğer kocası doğrulardan ise Allah'ın gazabının kendi üzerine olmasını diler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ya Allah'ın size lutfu ve rahmeti olmasaydı ve Allah, tevbeleri çok kabul eden ve hikmet sahibi olmasaydı (ne yapardınız)?"
    },
    {
      "ayahNumber": "11",
      "ayahText": "O yalan haberi getir(ip ortaya at)anlar, içinizden bir topluluktur. Siz, onu sizin için şer sanmayın. Tersine o, sizin için hayırdır. Onlardan her kişi işlediği günah'ın cezasını görecektir. Onlardan o(yala)nın en büyüğünü idare edene de büyük bir azab vardır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Onu işittiğiniz zaman inanan erkek ve kadınların, kendiliklerinden güzel zanda bulunup: \"Bu, apaçık bir iftiradır\" demeleri gerekmez miydi?"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Ona dört şahid getirmeleri gerekmez miydi? Madem ki şahidleri getirmediler, o halde onlar Allah yanında yalancıların ta kendileridir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Eğer size dünyada ve ahirette Allah'ın lutfu ve rahmeti olmasaydı, içine daldığınız yaygarada size mutlaka büyük bir azab dokunurdu."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Çünkü siz, onu dillerinizle alıveriyorsunuz ve hakkında hiç bilginiz olmayan bir şeyi, (düşünüp taşınmadan, hemen) ağızlarınızla söylüyorsunuz ve onu önemsiz bir iş sanıyorsunuz. Oysa o, Allah yanında büyük(bir günah)tır."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Onu işittiğiniz zaman, \"Bunu konuşmamız bize yakışmaz, haşa, bu, büyük bir iftiradır.\" demeniz gerekmez miydi?"
    },
    {
      "ayahNumber": "17",
      "ayahText": "Allah size öğüt veriyor ki eğer inananlar iseniz böyle bir şeye bir daha asla dönmeyesiniz."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Allah size ayetleri(ni) açıklıyor. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "19",
      "ayahText": "İnananlar içinde edepsizliğin yayılmasını isteyenler için dünyada da, ahirette de acı bir azab vardır. Allah bilir, siz bilmezsiniz."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Eğer size Allah'ın lutfu ve rahmeti olmasaydı ve Allah çok şefkatli ve merhametli olmasaydı (bu iftiranızdan dolayı büyük bir azaba uğrardınız)!"
    },
    {
      "ayahNumber": "21",
      "ayahText": "Ey inananlar, şeytanın adımlarını izlemeyin. Kim şeytanın adımlarını izlerse o, ona edepsizliği ve kötülüğü emreder. Eğer size, lutfu ve rahmeti olmasaydı Allah, hiçbirinizi asla temizlemezdi. Fakat Allah dilediğini arındırır. Allah işitendir, bilendir."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Sizden fazilet ve servet sahibi kimseler, yakınlığı bulunanlara, yoksullara, Allah yolunda göç edenlere bir şey vermemeğe yemin etmesinler, affetsinler, hoşgörsünler. Allah'ın sizi bağışlamasını sevmez misiniz? Allah bağışlayandır, esirgeyendir."
    },
    {
      "ayahNumber": "23",
      "ayahText": "O namuslu, bir şeyden habersiz, inanmış kadınlara zina iftira edenler, dünya'da da ahirette de la'netlenmişlerdir. Onlar için büyük bir azab vardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O gün, dilleri, elleri ve ayakları yaptıklarına şahidlik edecektir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "O gün Allah, onlara hak ettikleri cezalarını tam verir ve onlar da bilirler ki Allah, apaçık Hak'tır."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Kötü kadınlar, kötü erkeklere; kötü erkekler kötü kadınlara; iyi kadınlar iyi erkeklere; iyi erkekler de iyi kadınlara mahsustur. Bunlar onların söyledikleri(çirkin şeyler)den uzaktırlar. Bunlara, (Allah tarafından) bağışlama ve cömertçe bir rızık vardır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ey inananlar, kendi evlerinizden başka evlere, izin alıp halkına selam vermeden girmeyin. Herhalde bunun, sizin için daha iyi olduğunu düşünüp anlarsınız."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Eğer orada kimseyi bulamazsanız, size izin verilinceye kadar oraya girmeyin. Ve eğer size: \"Dönün\" denirse dönün. Bu, sizin için daha temizdir. Allah yaptıklarınızı bilendir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Oturulmayan ve içinde eşyanız bulunan evlere (izinsiz) girmenizden dolayı size bir günah yoktur. Allah, açığa vurduğunuzu da, gizlediğinizi de bilir."
    },
    {
      "ayahNumber": "30",
      "ayahText": "İnanan erkeklere söyle: \"Bazı bakışlarını kıssınlar, ırzlarını korusunlar. Bu, onlar için daha temizdir. Şüphesiz Allah, onların her yaptıklarını haber almaktadır."
    },
    {
      "ayahNumber": "31",
      "ayahText": "İnanan kadınlara da söyle: \"Bazı bakışlarını kıssınlar, ırzlarını korusunlar. Süslerini göstermesinler. Ancak kendiliğinden görünenler hariç. Baş örtülerini (göğüs) yırtmaçlarının üstüne koysunlar. Süslerini kimseye göstermesinler. Yalnız kocalarına, yahut babalarına, yahut kocalarının babalarına, yahut oğullarına, yahut kocalarının oğullarına, yahut kardeşlerine, yahut kardeşlerinin oğullarına, yahut kızkardeşlerinin oğullarına, yahut kadınlarına, yahut ellerinin altında bulunan(köle)lerine, yahut kadına ihtiyacı bulunmayan erkek tabi'lerine, yahut henüz kadınların mahrem yerlerini anlamayan çocuklara gösterebilir. Gizledikleri süslerin bilinmesi için ayaklarını vurmasınlar. Ey mü'minler, topluca Allah'a tevbe edin ki felaha eresiniz."
    },
    {
      "ayahNumber": "32",
      "ayahText": "İçinizden bekarları ve köle ve cariyelerinizden iyileri evlendirin. Eğer yoksul iseler, Allah, lutfiyle onları zengin eder. Allah(ın mülkü) geniştir, O, (her şeyi) bilendir."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Evlenme (imkanı) bulamayanlar, Allah kendilerini lutfundan zengin edinceye kadar iffetlerini korusunlar. Ellerinizin altında bulunan (köle ve cariye)lerden, mükatebe (akdi) yapmak isteyenlerle Ğeğer kendilerinde hayır görürsenizĞ mükatebe yapın ve Allah'ın size verdiği malından onlara da verin. Dünya hayatının geçici menfaatini elde etmek için, namuslu kalmak isteyen cariyelerinizi fuhşa zorlamayın. Kim onları (fuhşa) zorlarsa, şüphesiz Allah (fuhşa) zorlanmalarından sonra (o kadınlara karşı) bağışlayıcı, esirgeyicidir."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Andolsun ki size, açıklayıcı ayetler ve sizden önce gelip geçenlerden bir temsil ve korunanlar için bir öğüt indirdik."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Allah, göklerin ve yerin nurudur. O'nun nuru, içinde lamba bulunan bir kandile benzer. Lamba cam içerisindedir. Cam, sanki inciden bir yıldız. Ne doğuya ve ne batıya mensub olmayan mübarek bir zeytin ağacı(nın yağı)ndan yakılır. (Öyle mübarek bir ağaç) Ki, neredeyse ateş değmese de yağı ışık verir. Işığı parıl, parıldır. Allah, dilediği kimseyi nuruna iletir. Allah insanlara misaller verir. Allah her şeyi bilir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "(Bu kandil) Allah'ın yükseltilmesine ve içlerinde adının anılmasına izin verdiği evlerdedir. Onların içinde sabah akşam O'nu tesbih eder(şanının yüceliğini anar)lar:"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Kendilerini ne ticaretin, ne de alışverişin Allah'ı anmaktan, namaz kılmaktan, zekat vermekten alıkoymadığı erkekler. (Onlar), yüreklerin ve gözlerin (dehşetten) ters döneceği günden korkarlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ki Allah onlara yaptıklarının en güzel karşılığını versin ve lutfundan onlara daha fazlasını da ihsan etsin. Allah dilediğini hesapsız rızıklandırır."
    },
    {
      "ayahNumber": "39",
      "ayahText": "İnkar edenler(e gelince): Onların işleri, düz arazideki serap gibidir. Susayan onu su sanır, fakat yanına gelince hiçbir şey olmadığını anlar ve yanında Allah'ı bulur; Allah onun hesabını tam görür, O, hesabı çabuk görendir."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Yahut (Onların işleri) engin bir denizdeki karanlıklar gibidir: (Bir deniz) Ki üstünü bir dalga, örtüyor, onun üstünden bir dalga onun üstünden de bir bulut (örtmektedir). Birbiri üstüne yığılmış karanlıklar. (İçinde bulunan kimse) Elini çıkarsa neredeyse onu dahi göremez. Allah bir kimseye nur vermemişse artık onun nuru olmaz."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Görmedin mi göklerde ve yerde olan kimseler, kanatlarını çırparak uçan kuşlar Allah'ı tesbih ederler? Her biri kendi du'asını ve tesbihini bilmiştir. Allah da onların ne yaptıklarını bilmektedir."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Göklerin ve yerin mülkü Allah'ındır. Dönüş de Allah'adır."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Görmedin mi Allah bulutları sürer, sonra onları birbirine geçirir, sonra onları birbiri üstüne yığar (sıkıştırır), arasından yağmurun çıktığını görürsün. Gökteki dağlar(gibi büyük bulut parçaların)dan bir dolu indirir de onunla dilediğini vurur, dilediğinden de onu öteye çevirir. Şimşeğinin parıltısı neredeyse gözleri alır."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Allah gece ile gündüzü çevirir. Kuşkusuz gözleri olanlar için bunda bir ibret vardır."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Allah her canlıyı sudan yarattı; onlardan kimi karnı üzerinde (sürünerek) yürür, kimi iki ayak üstünde yürür, kimi de dört (ayak) üstünde yürür. Allah dilediğini yaratır. Çünkü Allah her şeye kadirdir."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Andolsun biz, (gerçekleri) açıklayan ayetler indirdik. Allah dilediğini, doğru yola iletir."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Allah'a ve Elçiye inandık ve ita'at ettik, diyorlar. Sonra onladan bir grup, bunun ardından dönüyor. Bunlar inanmış değillerdir."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Elçinin, aralarında hükmetmesi için Allah'a ve Elçisine çağırıldıkları zaman hemen onlardan bir grup yüz çevirirler."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Eğer hüküm kendi lehlerine olursa ita'at ederek, gelirler."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Kalblerinde bir hastalık mı var, yoksa şühpe mi ettiler? Yoksa Allah'ın ve Elçisinin kendilerine haksızlık yapacağından mı korkuyorlar? Hayır, onlar zalimlerdir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Elçinin, aralarında hükmetmesi için Allah'a ve Elçisine çağırıldıkları zaman inananların sözü ancak: \"İşittik ve ita'at ettik\" demeleridir. İşte umduklarına erenler bunlardır, bunlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Kim(ler) Allah'a ve Resulüne ita'at eder, Allah'tan korkar, O'(nun azabı)ndan korunursa işte kurtuluşa erenler onlardır."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Yeminlerinin var gücüyle Allah'a yemin ettiler: Eğer sen onlara emredersen (savaşa) çıkacaklar diye. De ki: \"Yemin etmeyin. (Sizden istenen, yalan yere yemin etmek değil), güzel ita'at etmektir. Şüphesiz Allah, yaptıklarınızı haber almaktadır\"."
    },
    {
      "ayahNumber": "54",
      "ayahText": "De ki: \"Allah'a ita'at edin, Elçiye ita'at edin.\" Eğer dönerseniz, ona gereken, kendisine yükletilen(duyurma görevini yapmak), size gereken de size yükletilen(ita'at görevini yapmak)dır. Eğer ona ita'at ederseniz, doğru yolu bulursunuz. Elçiye düşen, sadece açık bir şekilde duyurmaktır."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Allah sizden, inanıp iyi işler yapanlara va'detmiştir: Onlardan öncekileri nasıl hükümran kıldıysa, onları da yer yüzünde hükümran kılacak ve kendileri için seçip beğendiği dinlerini kendilerine sağlamlaştıracak ve korkularının ardından kendilerini (tam) bir güvene erdirecektir. Bana kulluk edecekler ve bana hiçbir şeyi ortak koşmayacaklar. Ama kim(ler) bundan sonra da nankörlük ederse işte onlar, yoldan çıkanlardır."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Namazı kılın, zekatı verin, Elçiye ita'at edin ki size acınsın."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Nankörlerin, yer yüzünde (Allah'ı) aciz bırakacaklarını, (Allah'ın azabına engel olacaklarını) sanma. Onların varacağı yer ateştir. Ne kötü bir gidiş yeridir o!"
    },
    {
      "ayahNumber": "58",
      "ayahText": "Ey inananlar, ellerinizin altında bulunan (köle ve hizmetçi)ler ve henüz erginliğe ermemiş çocuklarınız üç vakitte (odalarınıza girebilmek için) izin istesinler: Sabah namazından önce, öğle vakti elbisenizi çıkar(ıp yat)acağınız zaman ve yatsı namazından sonra. Bunlar sizin üstünüzün açılabileceği üç vakittir. Bunların dışında (hizmetçilerin ve çocukların, izin almadan içeri girmelerinden dolayı) ne size, ne de onlara bir günah yoktur. (Onlar sizin) yanınızda dolaşırlar, birbirinizin yanına girip çıkarsınız. Allah ayetleri size böyle açıklar. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Çocuklarınız erginlik çağına erdikleri zaman kendilerinden öncekilerin izin istedikleri gibi izin istesinler. İşte Allah size ayetlerini böyle açıklıyor. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Evlenme arzusu kalmamış, oturan (ihtiyar) kadınların, kasden süs göstermeğe çalışmadan, dış örtülerini bırakmalarında kendileri için bir günah yoktur. Ama sakınmaları, kendileri için daha hayırlıdır. Allah işitendir, bilendir."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Köre güçlük yoktur, topala güçlük yoktur, hastaya güçlük yoktur. Size de kendi evlerinizden, yahut babalarınızın evlerinden, yahut annelerinizin evlerinden, yahut kardeşlerinizin evlerinden, yahut kızkardeşlerinizin evlerinden, yahut amcalarınızın evlerinden, yahut halalarınızın evlerinden, yahut dayılarınızın evlerinden, yahut teyzelerinizin evlerinden, yahut anahtarları ellerinizde bulunan evlerden, yahut arkadaşınızın evlerinden yemenizde bir güçlük yoktur. Toplu olarak yahut ayrı ayrı yemenizde de üzerinize bir günah yoktur. Evlere girdiğiniz zaman Allah tarafından kutlu, güzel bir yaşama dileği olarak kendinize (kendinizden olan ev halkına) selam verin. İşte Allah, ayetleri size böyle açıklıyor ki düşünüp anlayasınız."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Mü'minler o kimselerdir ki Allah'a ve Elçisine (gönülden) inanmışlardır. Toplumsal bir iş için Allah'ın Elçisi ile beraber bulundukları zaman ondan izin almadan gitmezler. (Ey Muhammed), Senden izin alanlar, işte Allah'a ve Elçisine inananlar onlardır. Bazı işleri için senden izin istedikleri zaman onlardan dilediğine izin ver ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah çok bağışlayan, çok esirgeyendir."
    },
    {
      "ayahNumber": "63",
      "ayahText": "Elçinin çağırmasını, aranızda herhangi birinizin diğerini çağırmasıyla bir tutmayın. Allah içinizden, birbirinin arkasına gizlenerek sıvışıp gidenleri bilir. Elçinin emrine aykırı davrananlar, kendilerine bir belanın çarpmasından, yahut onlara acı bir azabın uğramasından sakınsınlar."
    },
    {
      "ayahNumber": "64",
      "ayahText": "İyi bilinki göklerde ve yerde olanlar hep Allah'ındır. O, sizin ne iş üzerinde bulunduğunuzu, (ne yaptığınızı, içinizde nasıl bir niyet taşıdığınızı) bilir. O'na döndürülüp götürüldükleri gün, ne yaptıklarını onlara haber verir. Allah, her şeyi bilendir."
    }
  ]
}