{
  "surahNumber": "20",
  "surahName": "Tâ-Hâ Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ta, Ha."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Biz bu Kur'an'ı sana güçlük çekesin diye indirmedik."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Ancak (Allah'tan) korkanlara bir öğüt (olarak indirdik)."
    },
    {
      "ayahNumber": "4",
      "ayahText": "(O) yeri ve yüce gökleri yaratan tarafından azar azar indirilmiştir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Rahman Arş'a istiva etmiş(kurulmuş)tur."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Göklerde, yerde, ikisinin arasında ve toprağın altında bulunanlar hep O'nundur (ne kadar kapalı olursa olsun, O'ndan hiçbir şey gizli kalmaz)."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Sözü açık söylesen de (gizli söylesen de) muhakkak O, gizliyi de ondan daha gizlisini de bilir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Allah ki, O'ndan başka tanrı yoktur. En güzel isimler O'nundur."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Musa'nın haberi sana geldi mi?"
    },
    {
      "ayahNumber": "10",
      "ayahText": "Hani (o) bir ateş görmüştü de ailesine: \"Siz durun ben bir ateş gördüm, belki ondan size bir kor getiririm, yahut ateşin yanında bir yol gösteren bulurum\" demişti."
    },
    {
      "ayahNumber": "11",
      "ayahText": "(Musa), o(ateşin yanı)na gelince kendisine \"Ey Musa!\" diye seslenildi."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ben, (evet) ben senin Rabbinim! Pabuçlarını çıkar. Çünkü sen, kutsal vadide, Tuva'dasın."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Ben seni seçtim, şimdi vahyolunanı dinle."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Muhakkak ben, (evet) ben Allah'ım, benden başka tanrı yoktur. (Yalnız) bana kulluk et ve beni anmak için namaz kıl."
    },
    {
      "ayahNumber": "15",
      "ayahText": "(Kıyamet) Sa'at(i) mutlaka gelecektir. Herkesin, peşinde koştuğu işlerle cezalanması için, neredeyse onu gizleyeceğim."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Ona inanmayıp keyfine uyan kimse, seni on(a inanmak)dan alıkoymasın, sonra helak olursun!"
    },
    {
      "ayahNumber": "17",
      "ayahText": "Sağ elindeki nedir ey Musa?"
    },
    {
      "ayahNumber": "18",
      "ayahText": "(Musa) dedi: \"O, asa'mdır. Ona dayanıyorum ve onunla davarıma yaprak silkeliyorum ve onda benim daha birçok ihtiyaçlarım var (onunla birçok ihtiyacımı gideririm).\""
    },
    {
      "ayahNumber": "19",
      "ayahText": "(Allah) buyurdu; \"(Yere) at onu ey Musa!\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "(Musa) attı, bir de ne görsün o, koşan kocaman bir yılan!"
    },
    {
      "ayahNumber": "21",
      "ayahText": "(Allah): \"Al onu, dedi, korkma biz onu yine ilk durumuna sokacağız.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "Elini böğrüne sok; bir hastalık olmadan, ayrı bir mu'cize olarak bembeyaz bir durumda çıksın."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Ki sana en büyük mu'cizelerimizden bazılarını göstermiş olalım"
    },
    {
      "ayahNumber": "24",
      "ayahText": "İmdi sen Fir'avn'e git: çünkü o azdı."
    },
    {
      "ayahNumber": "25",
      "ayahText": "(Musa) dedi ki: \"Rabbim, benim göğsümü aç (risalet görevini yüklenebilmesi için yüreğimi genişlet)\""
    },
    {
      "ayahNumber": "26",
      "ayahText": "Bana işimi kolaylaştır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Dilimin düğümünü çöz."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ki sözümü anlasınlar"
    },
    {
      "ayahNumber": "29",
      "ayahText": "Bana ailemden bir vezir ver:"
    },
    {
      "ayahNumber": "30",
      "ayahText": "Kardeşim Harun'u."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Onunla arkamı kuvvetlendir."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Onu da işime ortak yap,"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ki seni çok tesbih edelim,"
    },
    {
      "ayahNumber": "34",
      "ayahText": "Ve seni çok analım,"
    },
    {
      "ayahNumber": "35",
      "ayahText": "Şüphesiz sen, bizi görmektesin."
    },
    {
      "ayahNumber": "36",
      "ayahText": "(Allah) buyurdu: \"Ey Musa, istediğin sana verildi.\""
    },
    {
      "ayahNumber": "37",
      "ayahText": "Zaten biz sana bir kez daha lutufta bulunmuştuk."
    },
    {
      "ayahNumber": "38",
      "ayahText": "(Sen doğduğun zaman,) Annene vahyedileni vahyetmiştik:"
    },
    {
      "ayahNumber": "39",
      "ayahText": "Onu sandığa koy, suya at; su onu sahile bıraksın; onu benim de düşmanım onun da düşmanı olan biri alacaktır. \"Gözümün önünde yetiştirilmen için senin üzerine benden bir sevgi koydum (görenler senin üzerine koyduğum bu sevgiden ötürü sana meftun oldular).\""
    },
    {
      "ayahNumber": "40",
      "ayahText": "Kızkardeşin ona bakacak birini size göstereyim mi? diyordu. Böylece seni annene geri verdik ki gözü aydın olsun, üzülmesin. Sen bir de adam öldürmüştün. O zaman da seni tasadan kurtarmış ve seni iyice denemiştik. Medyen halkı arasında yıllarca kaldın. Sonra belirlediğimiz bir vakitte bize geldin ey Musa!"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Seni kendim için yetiştirdim."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Sen ve kardeşin, ayetlerimi götürün, beni anmakta gevşeklik etmeyin."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Fir'avn'e gidin, çünkü o azdı."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Ona yumuşak söz söyleyin, belki öğüt alır veya korkar."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Dediler ki: \"Rabbimiz, onun bize taşkınlık etmesinden, yahut iyice azmasından korkuyoruz.\""
    },
    {
      "ayahNumber": "46",
      "ayahText": "Korkmayın, dedi, ben sizinle beraberim, işitir ve görürüm."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Haydi, varın ona, deyin ki: Biz senin Rabbinin elçileriyiz; İsrail oğullarını bizimle gönder, onlara azab etme. Biz Rabbinden sana bir ayet getirdik. Esenlik, hidayete uyanlaradır."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Bize, yalanlayıp yüz çevirenin, azaba uğrayacağı vahyolundu."
    },
    {
      "ayahNumber": "49",
      "ayahText": "(Fir'avn): \"Rabbiniz kimdir ey Musa?\" dedi."
    },
    {
      "ayahNumber": "50",
      "ayahText": "(Musa): \"Rabbimiz, her şeye yaratılışını (varlığını ve biçimini) verip sonra onu doğru yola ileten (yaratılış gayesine uygun yola yönelten)dir.\" dedi."
    },
    {
      "ayahNumber": "51",
      "ayahText": "(Fir'avn): \"Peki ya ilk nesillerin hali ne olacak?\" dedi."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Dedi ki: \"Onların bilgisi Rabbimin yanında bir Kitaptadır. Rabbim şaşmaz ve unutmaz.\""
    },
    {
      "ayahNumber": "53",
      "ayahText": "O ki, yeri size beşik yaptı ve onda sizin için yollar açtı, gökten bir su indirdi. Onunla her çeşit bitkiden çiftler çıkardık."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Yeyin, hayvanlarınızı otlatın. Şüphesiz bunda, akıl sahipleri için ibretler vardır."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Sizi topraktan yarattık, yine oraya döndürürüz ve sizi bir kez daha ondan çıkarırız."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Andolsun biz o(Fir'av)n'a ayetlerimizin hepsini gösterdik, yine de yalanladı ve dayattı."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Ve: \"Sen bizi büyünle yurdumuzdan çıkarasın diye mi geldin ey Musa?\" dedi."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Biz de mutlaka sana o(se)nin (büyün) gibi bir büyü getireceğiz. Sen şimdi seninle bizim aramızda bir buluşma zamanı ve yeri tayin et; ne senin, ne de bizim caymayacağımız uygun bir yer olsun."
    },
    {
      "ayahNumber": "59",
      "ayahText": "(Musa): \"Buluşma zamanınız, Süs (bayram) günü ve insanaların toplanacağı kuşluk vakti olsun\" dedi."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Fir'avn, dönüp gitti, hilesini (büyücüleri ve onların aletlerini) topladı, sonra (belirtilen yere) geldi."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Musa onlara: \"Yazık size, dedi, Allah'a yalan uydurmayın, sonra (O), bir azab ile kökünüzü keser, doğrusu iftira eden perişan olmuştur!\""
    },
    {
      "ayahNumber": "62",
      "ayahText": "(Fir'avn'ın topladığı büyücüler), işlerini kendi aralarında tartıştılar ve gizli konuştular."
    },
    {
      "ayahNumber": "63",
      "ayahText": "Dediler ki: \"Bunlar iki büyücü, başka bir şey değil. Büyüleriyle sizi yurdunuzdan çıkarmak ve sizin örnek yolunuzu, (üstün dininizi) gidermek istiyorlar.\""
    },
    {
      "ayahNumber": "64",
      "ayahText": "Onun için siz hilenizi toplayın, sonra sıra halinde gelin. Bugün üstün gelen başarmıştır."
    },
    {
      "ayahNumber": "65",
      "ayahText": "(Büyücüler önce Musa'nın işe başlamasını istediler) Dediler ki: \"Ey Musa, ya sen at, yahut önce atan biz olalım.\""
    },
    {
      "ayahNumber": "66",
      "ayahText": "(Musa): \"Hayır siz atın!\" dedi. (Attılar. Musa) bir de ne görsün: Büyülerinden ötürü onların ipleri ve sopaları gerçekten koşuyor gibi görünüyor."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Bu yüzden Musa, içinde bir korku duydu."
    },
    {
      "ayahNumber": "68",
      "ayahText": "(Biz kendisine): \"Korkma, dedik, üstün gelecek sensin, sen!\""
    },
    {
      "ayahNumber": "69",
      "ayahText": "Sağ elindekini at! Onların yaptıklarını yutsun. Çünkü onların yaptıkları, bir büyücünün hilesidir. Büyücü de nereye varsa iflah olmaz!"
    },
    {
      "ayahNumber": "70",
      "ayahText": "Bunun üzerine büyücüler secdeye kapandılar: \"Harun'un ve Musa'nın Rabbine inandık!\" dediler."
    },
    {
      "ayahNumber": "71",
      "ayahText": "(Fir'avn): \"Ben size izin vermeden ona inandınız ha? O, size büyü öğreten büyüğünüzdür. Öyleyse ben de sizin ellerinizi ve ayaklarınızı çapraz keseceğim ve sizi hurma dallarına asacağım, hangimizin azabı daha çetin ve sürekli imiş bileceksiniz!\" dedi."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Dediler ki: \"Biz, seni, bize gelen açık delillere ve bizi yaratana tercih edemeyiz. Yapacağını yap, sen ancak bu dünya hayatında istediğini yapabilirsin.\""
    },
    {
      "ayahNumber": "73",
      "ayahText": "Biz Rabbimize inandık ki (O) bizim günahlarımızı ve senin bizi yapmaya zorladığın büyüyü bağışlasın. (Elbette) Allah daha hayırlı ve (O'nun mükafatı ve cezası) daha süreklidir."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Kim Rabbine suçlu olarak gelirse onun için cehennem vardır; orada ne ölür ne de yaşar."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Kim de iyi işler yapmış bir mü'min olarak O'na gelirse, işte onlar için de yüksek dereceler vardır:"
    },
    {
      "ayahNumber": "76",
      "ayahText": "Altlarından ırmaklar akan Adn cennetleri. Orada sürekli olarak kalırlar. İşte arınanların mükafatı budur!"
    },
    {
      "ayahNumber": "77",
      "ayahText": "Andolsun biz Musa'ya: \"Kullarımı geceleyin (Mısır'dan çıkarıp) yürüt; (asanla suya) vur, denizde onlar için kuru bir yol (aç). (Fir'avn'ın sana) yetişme(sin)den korkma, (boğulmaktan) endişe etme.\" diye vahyetmiştik."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Fir'avn, askerleriyle onların ardına düştü, denizden onları örten örttü (deniz onları örtüp boğdu)."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Fir'avn toplumunu saptırdı, doğru yola iletmedi."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Ey İsrail oğulları, biz sizi düşmanınızdan kurtardık ve Tur'un sağ yanında, (Musa ile konuşmayı) size va'dettik; üzerinize kudret helvasıyle bıldırcın indirdik."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Size verdiğimiz rızkın temizlerinden yeyin, ama bu hususta taşkınlık etmeyin; sonra gazabım üzerinize iner, kimin üstüne gazabım inerse o, düşmüş(mahvolmuş)tur."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Ve Ben, tevbe eden, inanan ve yararlı iş yapan, sonra da yola gelen kimseye karşı çok bağışlayıcıyımdır."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Seni kavminden çabucak ayrıl(ıp gel)meğe sevk eden nedir? (Niçin onları hemen bırakıp geldin) ey Musa? (dedik)."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Dedi: \"Onlar benim arkamdan geliyorlar, ya Rabbi razı olman için sana çabuk geldim.\""
    },
    {
      "ayahNumber": "85",
      "ayahText": "(Allah): \"Ama biz senden sonra kavmini sınadık. Samiri onları saptırdı\" dedi."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Bunun üzerine Musa, çok kızgın ve üzüntülü bir halde kavmine döndü: \"Ey Kavmim, dedi, Rabbiniz size güzel bir va'idde bulunmamış mıydı? Süre mi size uzun geldi (zamanla verdiğiniz sözü unuttunuz mu)? Yoksa Rabbinizden bir gazabın üstünüze inmesini mi istediniz ki, bana verdiğiniz sözden caydınız (beni izlemediniz)?\""
    },
    {
      "ayahNumber": "87",
      "ayahText": "Dediler ki: \"Kendi malımızla senin sözünden çıkmadık\", fakat o milletin (yani Mısırlıların) süs(eşyas)ından bize yükler yükletilmişti. Onları (ateşe) attık. Aynı şekilde Samiri de attı.\""
    },
    {
      "ayahNumber": "88",
      "ayahText": "Onlara, böğürmesi olan bir buzağı heykeli ortaya çıkardı. Dediler ki, \"Bu sizin de tanrınız, Musa'nın da tanrısıdır, fakat o unuttu\"."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Onlar görmüyorlar mı ki o (buzağı) kendilerine bir söz söyleyemez; bir zarar, ve yarar veremez?"
    },
    {
      "ayahNumber": "90",
      "ayahText": "Önceden Harun, kendilerine: \"Ey kavmim, andolsun siz bununla sınandınız. Rabbiniz, o çok esirgeyendir. Bana uyun, buyruğuma ita'at edin!\" demişti."
    },
    {
      "ayahNumber": "91",
      "ayahText": "Dediler: \"Musa bize dönünceye kadar buna tapmaktan vazgeçmeyeceğiz!\""
    },
    {
      "ayahNumber": "92",
      "ayahText": "(Musa) \"Ey Harun, oların saptıklarını gördüğün zaman sana ne engel oldu (da önlemedin)? dedi."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Neden bana uymadın, buyruğuma karşı mı geldin? (Ve kardeşinin sakalından tutup çekmeğe başladı.)"
    },
    {
      "ayahNumber": "94",
      "ayahText": "(Harun, kardeşini yumuşatabilmek için): \"Ey anamın oğlu, dedi, sakalımı, başımı tutma. Ben senin 'İsrail oğulları arasında ayrılık çıkardın, sözümü tutmadın' diyeceğinden korktum (da onun için idare yoluna gittim).\""
    },
    {
      "ayahNumber": "95",
      "ayahText": "(Musa, Samiri'ye döndü): \"Ey Samiri, ya senin amacın nedir?\" dedi."
    },
    {
      "ayahNumber": "96",
      "ayahText": "(Samiri): \"Ben dedi, onların görmediklerini gördüm. Elçinin eserinden bir avuç aldım da attım; nefsim bana böyle (yapmayı) hoş gösterdi.\""
    },
    {
      "ayahNumber": "97",
      "ayahText": "(Musa): \"Git, dedi. Artık hayat boyunca sen: 'Bana dokunmayın!' diyeceksin (toplumdan refüze edilip yalnız başına kalacaksın), sana va'dedilen bir ceza var ki ondan asla şaşırılmayacaksın (mutlaka o cezanı tam zamanında bulacaksın). Şimdi durup taptığın tanrına bak. Biz onu yakacağız, sonra onu ufalayıp denize savuracağız.\""
    },
    {
      "ayahNumber": "98",
      "ayahText": "Tanrınız ancak kendisinden başka tanrı olmayan Allah'tır. O'nun bilgisi her şeyi kuşatmıştır."
    },
    {
      "ayahNumber": "99",
      "ayahText": "Böylece sana geçmişlerin haberlerinden bir miktar anlatıyoruz. Gerçekten sana katımızdan bir Zikir (geçmiş olaylardan bir anı) verdik."
    },
    {
      "ayahNumber": "100",
      "ayahText": "Kim ondan yüz çevirirse o, kıyamet günü (ağır) bir günah yüklenecekdir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "Sürekli olarak o yükün altında kalacaklardır. Kıyamet gününde bu, onlar için ne kötü bir yüktür!"
    },
    {
      "ayahNumber": "102",
      "ayahText": "O gün Sur'a üflenir ve o gün suçluları, gömgök (kör bir durumda) süreriz."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Kendi aralarında gizli gizli, \"(dünyada) On günden fazla kalmadınız\" derler."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Onların dedikleri(kalış süresi)ni biz daha iyi biliriz. En akıllıları ise: \"Siz yalnız bir gün kaldınız,\" der."
    },
    {
      "ayahNumber": "105",
      "ayahText": "Sana dağlardan soruyorlar. De ki: \"Rabbim onları ufalayıp savuracak!"
    },
    {
      "ayahNumber": "106",
      "ayahText": "Yerlerini boş, dümdüz bırakacaktır."
    },
    {
      "ayahNumber": "107",
      "ayahText": "Orada ne bir eğrilik, ne de bir tümsek görmeyeceksin."
    },
    {
      "ayahNumber": "108",
      "ayahText": "O gün hiç pürüzü olmayan çağrıcıya uyarlar; (ondan sapma imkanı yoktur). Rahman'ın huzurunda sesler kısılır, fısıltıdan başka bir şey işitemezsin."
    },
    {
      "ayahNumber": "109",
      "ayahText": "O gün Rahman'ın izin verip sözünden hoşlandığı kimseden başkasının şefa'ati fayda vermez."
    },
    {
      "ayahNumber": "110",
      "ayahText": "O, onların önlerindekini ve arkalarındakini (geçmişlerini ve geleceklerini) bilir; onlar ise bilgice O'nu kavrayamazlar."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Bütün yüzler, o diri ve yöneticiye boyun eğmiştir. Zulüm yüklenen perişan olmuştur."
    },
    {
      "ayahNumber": "112",
      "ayahText": "Kim inanarak iyi olan işlerden yaparsa artık o, ne zulümden, ne de hakkının çiğnenmesinden korkar."
    },
    {
      "ayahNumber": "113",
      "ayahText": "Biz sana onu böyle Arapça bir Kur'an olarak indirdik ve onda tehditleri türlü biçimlere çevirip açıkladık ki korunsunlar. Yahut (Kur'an,) onlara bir hatırlama yaptırsın."
    },
    {
      "ayahNumber": "114",
      "ayahText": "Gerçek hükümdar olan Allah, yücedir. Sana vahyedilmesi henüz tamamlanmadan Kur'an'ı acele okumağa kalkma; \"Rabbim, ilmimi artır!\" de."
    },
    {
      "ayahNumber": "115",
      "ayahText": "Andolsun biz, önceden Adem'e (o ağaçtan yememesini) emretmiştik, unuttu. Biz onda bir azim (ve sebat) bulmadık."
    },
    {
      "ayahNumber": "116",
      "ayahText": "Meleklere: \"Adem'e secede edin,\" demiştik, secde ettiler, yalnız İblis diretti."
    },
    {
      "ayahNumber": "117",
      "ayahText": "Dedik ki: \"Ey Adem, bu, senin ve eşinin düşmanıdır. Sakın, sizi cennetten çıkarmasın, sonra yorulursun.\""
    },
    {
      "ayahNumber": "118",
      "ayahText": "Şimdi burada acıkmayacaksın, çıplak kalmayacaksını."
    },
    {
      "ayahNumber": "119",
      "ayahText": "Ve sen susamayacaksın, kuşluk vakti güneşi(nin ısısı)ndan etkilenmeyeceksin."
    },
    {
      "ayahNumber": "120",
      "ayahText": "Nihayet şeytan ona fısıldayıp: \"Ey Adem, sana ebedilik ağacını ve yok olmayacak bir hükümranlığı göstereyim mi? dedi."
    },
    {
      "ayahNumber": "121",
      "ayahText": "O ağaçtan yediler. Böylece kendilerine kötü yerleri göründü (üreme organları ortaya çıktı). Üstlerini cennet yaprağıyle örtmeğe başladılar. Adem Rabbinin buyruğuna karşı geldi de şaşırdı."
    },
    {
      "ayahNumber": "122",
      "ayahText": "Sonra Rabbi onu seçti, tevbesini kabul etti, doğru yola iletti."
    },
    {
      "ayahNumber": "123",
      "ayahText": "Dedi ki: \"Hepiniz oradan inin, birbirinize düşmansınız. İmdi benden size bir hidayet geldiği zaman kim benim hidayetime uyarsa o, sapmaz ve sıkıntıya düşmez.\""
    },
    {
      "ayahNumber": "124",
      "ayahText": "Ama kim beni anmaktan yüz çevirirse, onun için de dar bir geçim var. Kıyamet günü onu kör olarak (yüce Divana) süreriz."
    },
    {
      "ayahNumber": "125",
      "ayahText": "Rabbim der, niçin beni kör sürdün, oysa ben görür idim?"
    },
    {
      "ayahNumber": "126",
      "ayahText": "(Allah) buyurur ki: \"Nasıl sana ayetlerimiz geldiği zaman, sen onları unuttuysan, bugün de sen öyle unutulursun!\""
    },
    {
      "ayahNumber": "127",
      "ayahText": "İşte israf eden ve Rabbinin ayetlerine inanmayanları böyle cezalandırırız. Elbette ahiretin azabı daha çetin ve daha süreklidir."
    },
    {
      "ayahNumber": "128",
      "ayahText": "(Bugün) meskenlerinde dolaştıkları, kendilerinden önce yaşamış nice nesilleri yok edişimiz onları hala yola getirmedi mi? Elbette bunda akıl sahipleri için ibretler vardır."
    },
    {
      "ayahNumber": "129",
      "ayahText": "Eğer Rabbin tarafından söylenmiş bir söz ve belirtilmiş bir süre olmasaydı. (bunların da hemen helak edilmeleri) gerekli olurdu."
    },
    {
      "ayahNumber": "130",
      "ayahText": "Onların dediklerine sabret, güneşin doğmasından ve batmasından önce Rabbini överek tesbih et; gece sa'atlerinden bir kısmında ve gündüzün taraflarında da tesbih et ki memnun olasın!"
    },
    {
      "ayahNumber": "131",
      "ayahText": "Onlardan bazı zümrelere kendilerini denemek için verdiğimiz dünya hayatının süsüne gözlerini dikme. Rabbinin rızkı daha hayırlı ve daha süreklidir."
    },
    {
      "ayahNumber": "132",
      "ayahText": "Ailene namazı emret, kendin de namaz kılmaya dayan. Biz senden rızık istemiyoruz. Seni biz besliyoruz. Sonuç takva(sahipleri)nindir."
    },
    {
      "ayahNumber": "133",
      "ayahText": "Dediler ki: \"Rabbinden bize bir ayet (mu'cize) getirmeli değil mi?\" Onlara, önceki Kitap'larda bulunan kanıt gelmedi mi?"
    },
    {
      "ayahNumber": "134",
      "ayahText": "Şayet onları, ondan önce bir azab ile helak etseydik: \"Rabbimiz, bize bir elçi gönderseydin de böyle alçak ve rezil olmadan önce senin ayetlerine uysaydık!\" derlerdi."
    },
    {
      "ayahNumber": "135",
      "ayahText": "De ki: \"Herkes gözetlemektedir. Gözetleyin, düzgün yolun sahipleri kimdir, doğru yolda olan kimdir, bileceksiniz!\""
    }
  ]
}