{
  "surahNumber": "9",
  "surahName": "Tevbe Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Allah ve Elçisinden, andlaşma yaptığınız müşriklere ihtardır."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Dört ay daha yeryüzünde dolaşın, bilin ki siz, Allah'ı aciz bırakamazsınız ve Allah, kafirleri rezil, perişan edecektir!"
    },
    {
      "ayahNumber": "3",
      "ayahText": "En büyük Hac günü, Allah ve Elçisinden insanlara duyurudur: Allah ve Elçisi puta tapanlardan uzaktır. Eğer tevbe ederseniz, bu sizin için daha iyidir. Ve eğer dönerseniz bilin ki siz Allah'ı aciz bırakacak değilsiniz! (Ey Muhammed) kafirlere acı bir azabı müjdele."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ancak andlaşma yaptığınız müşriklerden, (andlaşma şartlarından) hiçbir şeyi size eksik bırakmayan ve size karşı hiç kimseye arka çıkmayanların andlaşmalarını, kendilerine tanıdığınız süreye kadar tamamlayın. Çünkü Allah korunanları sever."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Haram aylar çıkınca (Allah'a) ortak koşanları nerede bulursanız öldürün; onları yakalayın, hapsedin ve her gözetleme yerinde otur(up) onları bekleyin. Eğer tevbe ederler, namazı kılarlar, zekatı verirlerse yollarını serbest bırakın. Çünkü Allah bağışlayandır, esirgeyendir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Ve eğer ortak koşanlardan biri güvence dileyip yanına gelmek isterse, onu yanına al ki, Allah'ın sözünü işitsin; sonra onu güven içinde bulunacağı yere ulaştır. Böyle (yap), çünkü onlar, bilmez bir topluluktur."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Ortak koşanların, Allah'ın yanında ve Elçisinin yanında nasıl andlaşması olabilir? Ancak Mescid-i haram'da andlaştklarınız hariç. Onlar size dürüst davrandıkça siz de onlara dürüst davranın, çünkü Allah, korunanları sever."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Evet (Allah ve Elçisi yanında onların) nasıl (ahdi olabilir)? Eğer onlar size galib gelselerdi, sizin hakkınızda ne and ne de andlaşma gözetmezlerdi. Ağızlarıyla sizi razı ederler, fakat kalbleri (sizi) istemez. Çokları da yoldan çıkmışlardır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Allah'ın ayetlerini az bir paraya sattılar da O'nun yoluna engel oldular. Onların yaptıkları, gerçekten ne kötüdür!"
    },
    {
      "ayahNumber": "10",
      "ayahText": "Bir mü'mine karşı ne and, ne de andlaşma gözetmezler. İşte saldırganlar onlardır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Eğer tevbe ederler, namazı kılarlar ve zekatı verirlerse, dinde sizin kardeşlerinizdirler. Biz, bilen bir kavme ayetleri böyle uzun uzun açıklıyoruz."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Eğer andlaşma yaptıktan sonra andlarını bozarlar ve dininize dil uzatırlarsa, o küfür önderleriyle savaşın. Çünkü onların andları yoktur; belki (böylece küfürden) vazgeçerler."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Andlarını bozan, Elçiyi (Mekke'den) çıkarmağa yeltenen ve ilk önce kendileri siz(inle savaş)a başlamış olan bir kavimle savaşmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eğer gerçekten inanan insanlar iseniz, kendisinden korkmanıza en layık olan Allah'tır."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Onlarla savaşın ki Allah, sizin ellerinizle onlara azabetsin, onları rezil etsin, sizi onlara üstün getirsin ve inananlar toplumunun göğüslerine şifa versin;"
    },
    {
      "ayahNumber": "15",
      "ayahText": "Yüreklerinin öfkesini gidersin. Allah, dilediğinin tevbesini kabul eder. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Yoksa siz, Allah içinizden cihadeden ve Allah'tan, Elçisinden ve mü'minlerden başkasını kendisine sırdaş edinmeyenleri bilmeden, bırakılacağınızı mı sandınız? Allah yaptıklarınızı haber almaktadır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "(Allah'a) Ortak koşanlar nefislerinin küfrünü göre göre Allah'ın mescidlerini şenlendiremezler. Onların yaptıkları işler, boşa çıkmıştır. Ve onlar, ateşte sürekli kalacaklardır."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Allah'ın mescidlerini, ancak Allah'a ve ahiret gününe inanan, namazı kılan, zekatı veren ve Allah'tan başka kimseden korkmayanlar şenlendirirler. Onların, doğru yolu bulanlardan olacakları umulur."
    },
    {
      "ayahNumber": "19",
      "ayahText": "(Ey müşrikler siz), hacılara su verme ve Mescid-i haram'ı şenlendirmeyi; Allah'a, ahiret gününe inanan ve Allah yolunda cihadeden(in eylemiy)le bir mi tuttunuz? Bunlar, Allah katında bir olmazlar. Allah, zalimler topluluğuna yol göstermez."
    },
    {
      "ayahNumber": "20",
      "ayahText": "İnanan, hicret eden ve Allah yolunda mallarıyle, canlarıyle savaşanların, Allah katında dereceleri daha büyüktür. İşte kurtuluşa erenler onlardır."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Rableri onlara, kendisinden bir rahmet, rıza ve içinde sürekli kalacakları ni'meti bol cennetleri müjdeler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Orada ebedi kalacaklardır. Şüphesiz büyük mükafat Allah katındandır!"
    },
    {
      "ayahNumber": "23",
      "ayahText": "Ey inananlar, eğer imana karşı küfrü seviyorlarsa babalarınızı ve kardeşlerinizi veliler edinmeyin. Sizden kim onları veli tanır(dost tutar)sa işte zalimler onlardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "De ki: \"Eğer babalarınız, oğullarınız, kardeşleriniz, eşleriniz, hısım akrabanız, kazandığınız mallar, düşmesinden korktuğunuz ticaret(iniz), hoşlandığınız konutlar, size Allah'tan, Elçisinden ve O'nun yolunda cihadetmekten daha sevgili ise o halde Allah emrini getirinceye kadar gözetleyin (başınıza gelecekleri göreceksiniz)! Allah, yoldan çıkmış topluluğu (doğru) yola iletmez."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Andolsun Allah size birçok yerlerde, Huneyn gününde de yardım etmişti. Hani (o gün) çokluğunuz sizi böbürlendirmişti. Fakat size hiçbir yarar da sağlamamıştı. Bütün genişliğine rağmen yeryüzü başınıza dar gelmişti, nihayet bozularak arkanızı dönmüş(kaçmağa başlamış)tınız."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Sonra Allah, Elçisinin ve mü'minlerin üzerine sekinetini (güven veren rahmetini) indirdi, sizin görmediğiniz askerler indirdi ve kafirlere azab etti (onları bozguna uğrattı). İşte kafirlerin cezası budur!"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Sonra Allah, bunun ardından yine dilediğinin tevbesini kabul eder. Allah bağışlayandır, esirgeyendir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ey inananlar, (Allah'a) ortak koşanlar pisliktir, artık bu yıllarından sonra Mescid-i Haram'a yaklaşmasınlar. Eğer (onların hacca gelmemeleri sonucu ekonominiz bozulup) yoksulluğa düşmekten korkarsanız; biliniz ki Allah dilerse yakında sizi kendi lutfundan zengin edecektir. Şüphesiz Allah, bilendir, hikmet sahibidir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Kendilerine Kitap verilenlerden Allah'a ve ahiret gününe inanmayan, Allah'ın ve Elçisinin haram kıldığını haram saymayan ve gerçek dini din edinmeyen kimselerle, küçül(üp boyun eğ)erek elleriyle cizye verecekleri zamana kadar savaşın."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Yahudiler: \"Uzeyr, Allah'ın oğludur.\" dediler. Hıristiyanlar da: \"Mesih Allah'ın oğludur.\" dediler. Bu, onların ağızlariyle geveledikleri sözleridir. (Sözlerini), önceden inkar etmiş(olan müşrik)lerin sözlerine benzetiyorlar. Allah onları kahretsin, nasıl da (haktan batıla) çevriliyorlar!?"
    },
    {
      "ayahNumber": "31",
      "ayahText": "Hahamlarını ve rahiplerini Allah'tan ayrı rabler edindiler, Meryem oğlu Mesih'i de öyle. Oysa kendilerine yalnız tek Tanrı olan Allah'a ibadet etmeleri emredilmişti. O'ndan başka tanrıı yoktur. O, onların ortak koştukları şeylerden münezzehtir."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Allah'ın nurunu ağızlariyle söndürmek istiyorlar. Halbuki, kafirler hoşlanmasa da Allah, mutlaka nurunu tamamlamak ister, (bundan başka bir şeye razı olmaz)."
    },
    {
      "ayahNumber": "33",
      "ayahText": "O, Elçisini hidayetle ve hak dinle gönderdi ki (Allah'a) ortak koşanlar hoşlanmasa da o (hak di)ni, bütün din(ler)in üstüne çıkarsın."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Ey inananlar, hahamlardan ve rahiplerden birçoğu, insanların mallarını haksızlıkla yerler ve (insanları) Allah yolundan çevirirler. Altın ve gümüşü yığıp da onları Allah yolunda harcamayanlar var ya, işte onlara acı bir azabı müjdele!"
    },
    {
      "ayahNumber": "35",
      "ayahText": "O gün cehennem ateşinde bunların üzeri ısıtılı(p pullanı)r; bunlarla, onların alınları, yanları ve sırtları dağlanır: \"İşte nefisleriniz için yığdıklarınız, yığdıklarınızı tadın!\" (denilir)."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Gökleri ve yeri yarattığı gündeki yazısına göre Allah'ın katında ayların sayısı on ikidir. Bunlardan dördü haram(ay)lardır. İşte doğru din budur. O aylar içinde (konulmuş yasağı çiğneyerek) kendinize zulmetmeyin ve (Allah'a) ortak koşanlar nasıl sizinle topyekun savaşıyorlarsa, siz de onlarla topyekun savaşın ve bilin ki Allah korunanlarla beraberdir."
    },
    {
      "ayahNumber": "37",
      "ayahText": "(Haram ayını) Ertelemek, küfürde daha ileri gitmektir. İnkar edenler, onunla saptırılır. O(haram ayı)nı bir yıl helal sayarlar, bir yıl haram sayarlar ki, Allah'ın haram kıldığının sayısını denk getirip, Allah'ın haram kıldığını helal yapsınlar. Yaptıkları işin kötülüğü, kendilerine süslü gösterildi. Allah, kafirler toplumuna yol göstermez."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ey inananlar, size ne oldu ki: \"Allah yolunda topluca savaşa çıkın!\" dendiği zaman yere çakılıp kaldınız? ahirettense dünya hayatına mı razı oldunuz? Ama dünya hayatının geçimi, ahiretin yanında pek azdır."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Eğer topluca (savaşa) çıkmazsanız, (Allah) size acı (bir şekilde) azabeder ve yerinize sizden başka bir topluluk getirir, O'na hiçbir zarar veremezsiniz, Allah herşeyi yapabilendir."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Eğer siz o(Hak elçisi)ne yardım etmezseniz, iyi bilin ki, Allah ona yardım etmişti: Hani yalnız iki kişiden biri olduğu halde, inkar edenler kendisini (Mekke'den) çıkardıkları sırada ikisi mağarada iken arkadaşına \"Üzülme, Allah bizimle beraberdir!\"diyordu. (İşte o zaman) Allah (ona yardım etti) onun üzerine sekine(huzur ve güven duygu)sunu indirdi ve onu, sizin görmediğiniz askerlerle destekledi; inanmayanların sözünü alçattı. Yüce olan, yalnız Allah'ın sözüdür. Allah daima üstündür, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Gerek hafif, gerek ağır olarak savaşa çıkın, mallarınızla ve canlarınızla Allah yolunda cihadedin. Eğer bilirseniz bu, sizin için daha hayırlıdır."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Yakın bir dünya menfaati ve orta bir yolculuk olsaydı (savaşa katılmayan o münafıklar), elbette sana tabi olurlardı. Fakat güç aşılacak mesafe, kendilerine uzak geldi. Bir de \"Gücümüz yetseydi, sizinle beraber çıkardık!\"diye Allah'a yemin edecekler. Boşuna kendilerini mahvediyorlar. Allah, onların yalancı olduklarını biliyor."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Allah seni affetsin; doğru söyleyenler sana iyice belli olup, yalan söyleyenleri bilmezden önce niçin onlara izin verdin?"
    },
    {
      "ayahNumber": "44",
      "ayahText": "Allah'a ve ahiret gününe inananlar; mallariyle, canlariyle, cihadetmek(ten geri kalmaları) için senden izin istemezler. Allah, korunanları bilir."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Ancak Allah'a ve ahiret gününe inanmayan, kalbleri kuşkuya düşmüş ve şüpheleri içinde bocalayıp duranlar, (geri kalmak için) senden izin isterler."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Eğer (cihada) çıkmak isteselerdi, onun için bir hazırlık yaparladı. Fakat Allah, onların davranışlarından hoşlanmadığı için onları durdurdu: \"Oturan(kadın ve çocuk)larla beraber oturun!\" denildi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Sizin içinizde (sefere) çıkmış olsalardı, size bozgunculuktan başka bir katkıları olmazdı. Sizi birbirinize düşürmek için hemen aranıza sokulurlardı, içinizde de onlara kulak verenler vardı. Allah zalimleri bilir."
    },
    {
      "ayahNumber": "48",
      "ayahText": "(Onlar) önceden de fitne çıkarmak istediler ve sana nice işleri ters çevirdiler. Nihayet hak geldi, onlar istemedikleri halde Allah'ın emri galebe çaldı."
    },
    {
      "ayahNumber": "49",
      "ayahText": "İçlerinden öylesi var ki: \"Bana izin ver, beni fitneye düşürme\" der. İyi bilinki, onlar zaten fitneye düşmüşlerdir. Cehennem de kafirleri kuşatacaktır."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Sana bir iyilik ulaşsa (bu,) onların hoşuna gitmez ve eğer sana bir kötülük ulaşsa: \"Biz önceden (sefere katılmamakla) başımızın çaresine bakmışız\" derler, sevinerek döner(gider)ler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "De ki: \"Allah, bizim için ne yazmış (ne takdir etmiş) ise ancak o, bize ulaşır, bizim sahibimiz O'dur. İnananlar Allah'a dayansınlar.\""
    },
    {
      "ayahNumber": "52",
      "ayahText": "De ki: \"Bize yalnız iki iyilikten (ya gazilik veya şehidlikten) birini gözetmiyor musunuz? Ama biz, Allah'ın size ya kendi tarafından veya bizim ellerimizle bir azab ulaştırmasını gözetiyoruz. Haydi gözetin, biz de sizinle beraber gözetenleriz.\""
    },
    {
      "ayahNumber": "53",
      "ayahText": "De ki: \"İster gönüllü, ister gönülsüz sadaka verin: sizden kabul edilmeyecektir. Çünkü siz yoldan çıkan bir kavimsiniz!\""
    },
    {
      "ayahNumber": "54",
      "ayahText": "Sadakalarının kabul edilmesine engel olan sadece şudur: Onlar Allah'a ve elçisine karşı nankörlük ettiler; namaza da üşene üşene gelirler ve istemeye istemeye sadaka verirler."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Onların ne malları, ne de evladları seni imrendirmesin. Allah bunlarla onlara dünya hayatında azabetmeyi ve kafir olarak canlarının çıkmasını istiyor."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Sizden olduklarına Allah'a yemin ediyorlar. Oysa onlar sizden değiller, fakat onlar korkak bir topluluktur."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Eğer (sizden korunmak için) sığınacak bir yer, yahut (barınacak) mağaralar, ya da sokulacak bir delik bulsalardı, hemen oraya doğru koşarlardı."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Onlardan kimi de sadakalar(ın bölüştürülmesi hususun)da sana dil uzatır. Eğer o sadakalardan kendilerine pay verilse hoşlanırlar, onlardan kendilerine pay verilmezse hemen kızarlar."
    },
    {
      "ayahNumber": "59",
      "ayahText": "(Ne olur) onlar, Allah'ın ve Elçisinin kendilerine verdiğine razı olup: \"Allah bize yeter, yakında Allah da bize bol lutfundan verecek, Elçisi de; biz sadece Allah'a rağbet ederiz (yalnız O'ndan umarız).\" deselerdi!"
    },
    {
      "ayahNumber": "60",
      "ayahText": "Sadakalar, (zekatlar) Allah'tan bir farz olarak ancak fakirlere, düşkünlere, onlar üzerinde çalışan (zekat toplayan) memurlara, kalbleri (İslam'a) ısındırılacak olanlara, kölelik altında bulunanlara, borçlulara, Allah yoluna ve yolcuya mahsustur (toplanan zekat, ancak bu sayılanlara verilir). Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "61",
      "ayahText": "İçlerinden bazıları da Peygamberi incitirler: \"O, (her söyleneni dinleyen) bir kulaktır.\" derler. De ki: \"(O), sizin için hayır kulağıdır. Allah'a inanır, mü'minlere inanır. Sizden inananlar için de (O), bir rahmettir, Allah'ın Elçisini incitenlere acı bir azab vardır.\""
    },
    {
      "ayahNumber": "62",
      "ayahText": "Gönlünüzü hoş etmek için size (gelip) Allah'a yemin ederler. Halbuki inanmış olsalardı, Allah'ı ve Resulünü hoşnud etmeleri daha uygundu."
    },
    {
      "ayahNumber": "63",
      "ayahText": "Bilmediler mi ki kim Allah'a ve Elçisine karşı koymağa kalkarsa onun için sürekli kalacağı cehennem ateşi vardır. İşte, büyük rezillik budur."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Münafıklar, kendileri hakkında, kalblerinde bulunanı kendilerine haber verecek bir surenin indirileceğinden çekiniyorlar. De ki; \"Siz alay edin, Allah çekindiğiniz şeyi ortaya çıkaracaktır."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Eğer onlara sorsan: \"Biz sadece lafa dalmış, şakalaşıyorduk!\" derler. De ki: \"Allah ile, O'nun ayetleriyle ve O'nun Elçisi ile mi alay ediyordunuz?\""
    },
    {
      "ayahNumber": "66",
      "ayahText": "Hiç özür dilemeyin, siz inandıktan sonra inkar ettiniz. Sizden bir kısmını affetsek bile suç işlediklerinden dolayı bir kısmına da azab edeceğiz."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Münafık erkekler ve münafık kadınlar birbirlerindendir. Kötülüğü emrederler, iyilikten meneder ve ellerini sıkı tutarlar. Allah'ı unuttular, O da onları unuttu. Münafıklar; işte yoldan çıkanlar onlardır."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Allah münafık erkeklere ve münafık kadınlara ve kafirlere içinde ebedi kalacakları cehennem ateşini va'detmiştir. O, onlara yeter. Allah, onları la'netlemiştir. Onlar için sürekli bir azab vardır."
    },
    {
      "ayahNumber": "69",
      "ayahText": "(Siz de), sizden öncekiler gibi (yaptınız). Onlar kuvvetçe sizden daha yaman, mal ve evladça sizden daha çok idiler. Onlar, (dünya malından) kendi paylarına düşenle zevklerine baktılar, sizden öncekilerin, (dünyadan) kendi paylarına düşenle zevklerine baktıkları gibi, siz de kendi payınıza düşenle zevkinize baktınız ve (batıla) dalanlar gibi siz de(batıla) daldınız. Onlar, eylemleri, dünya ve ahirette boşa gitmiş kimselerdir ve ziyana uğrayanlar da onlardır."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Onlara kendilerinden öncekilerin, Nuh, Ad, Semud kavminin, İbrahim kavminin, Medyen halkının ve başları üstüne ters dönen şehirlerin haberi gelmedi mi? Elçileri, onlara açık deliller getirmişti (Ama inanmadılar, bundan dolayı Allah'ın gazabına uğradılar). Allah onlara zulmediyor değildi, onlar kendi kendilerine zulmediyorlardı."
    },
    {
      "ayahNumber": "71",
      "ayahText": "İnanan erkekler ve inanan kadınlar, birbirlerinin velisidirler. İyiliği emrederler, kötülükten men'ederler, namazı kılarlar, zekatı verirler, Allah'a ve Elçisine ita'at ederler. İşte onlara Alah rahmet edecektir. Allah daima üstündür, hüküm ve hikmetsahibidir."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Allah inanan erkeklere ve inanan kadınlara, altlarından ırmaklar akan, içinde ebedi kalacakları cennetler ve Adn cennetlerinde güzel meskenler va'detmiştir. Allah'ın (onlardan) razı olması ise hepsinden büyüktür. İşte büyük başarı budur."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Ey peygamber, kafirlerle ve münafıklarla cihadet, onlara sert davran; onların varacakları yer cehennemdir. Ne kötü bir gidiş yeridir o!"
    },
    {
      "ayahNumber": "74",
      "ayahText": "(Senin aleyhinde söyledikleri yakışıksız sözleri) söylemediklerine Allah'a yemin ediyorlar. Halbuki o küfür sözünü söylediler, İslam olduktan sonra inkar ettiler, başaramadıkları bir şeye yeltendiler. Sırf Allah ve Elçisi, Allah'ın lutfiyle kendilerini zengin etti diye (şimdi) öc almağa kalktılar. (Allah ve Elçisinin iyiliğine karşı böyle nankörlük ettiler.) Eğer tevbe ederlerse kendileri için daha iyi olur. Yok eğer (inkar yoluna) dönerlerse Allah onlara dünyada da, ahirette de acı bir biçimde azabedecektir. Yeryüzünde onların ne velisi, ne de yardımcısı vardır."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Kimileri de: \"Eğer Allah, lutfundan bize verirse elbette sadaka vereceğiz ve yararlı insanlardan olacağız!\" diye Allah'a and içtiler."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Ne zaman ki Allah lutfundan onlara verdi, O'n(un verdiğin)e cimrilik ettiler ve yüz çevirerek (sözlerinden) döndüler."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Kendisine verdikleri sözden döndüklerinden ve yalan söylediklerinden dolayı Allah, kendisiyle karşılaşacakları güne kadar onların kalblerine iki yüzlülük sokmuştur."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Bilmediler mi ki Allah, onların sırlarını ve gizli konuşmalarını bilir ve Allah, gizlileri bilendir?"
    },
    {
      "ayahNumber": "79",
      "ayahText": "Sadakalar hususunda gönülden veren mü'minleri çekiştiren ve güçlerinin yettiğinden başkasını bulamayanlarla alay edenler yok mu, Allah onlarla alay etmiştir. Onlar için acı bir azab vardır."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Onlar için ister af dile, ister dileme, onlar için yetmiş defa af dilesen, yine Allah onları affetmez. Böyledir, çünkü onlar Allah'ı ve Elçisini tanımadılar; Allah, yoldan çıkan kavmi yola iletmez."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Allah'ın Elçisinin arkasından oturmakla sevindiler, mallarıyle ve canlarıyle cihadetmekten hoşlanmadılar: \"Sıcakta sefere çıkmayın.\" dediler. De ki: \"Cehennemin ateşi daha sıcaktır!\" Keşke anlasalardı!"
    },
    {
      "ayahNumber": "82",
      "ayahText": "Artık kazandıkları işlere karşılık az gülsünler, çok ağlasınlar!"
    },
    {
      "ayahNumber": "83",
      "ayahText": "Eğer Allah, seni onlardan bir topluluğun yanına döndürür de (onlar savaşa) çıkmak için senden izin isterlerse \"Asla benimle çıkmayacaksınız, benimle beraber düşmanla savaşmayacaksınız. Siz ilk önce oturmağa razı olmuştunuz. Öyle ise geri kalanlarla beraber oturun!\"de."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Ve Onlardan ölen birinin üzerine asla namaz kılma, onun kabri başında durma. Çünkü onlar Allah'ı ve Elçisini tanımadılar ve yoldan çıkmış olarak öldüler."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Onların malları ve evladları seni imrendirmesin; Allah onlara dünyada, bunlarla azabetmeyi ve kafir olarak canlarının çıkmasını istiyor."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Allah'a inanın, Elçisiyle beraber cihadedin! diye bir sure indirildiği zaman içlerinden servet sahibi olanlar, senden izin istediler: \"Bizi bırak, oturanlarla beraber oturalım.\" dediler."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Geride kalan kadınlarla beraber olmağa razı oldular, kalbleri mühürlendi, artık onlar anlamazlar."
    },
    {
      "ayahNumber": "88",
      "ayahText": "Fakat Elçi ve onunla beraber inananlar, mallariyle, canlariyle cihadettiler. İşte bütün hayırlar onlarındır ve işte başarıya erenler onlardır."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Allah, onlar için altlarından ırmaklar akan, içlerinde ebedi kalacakları cennetler hazırlamıştır. İşte büyük başarı budur."
    },
    {
      "ayahNumber": "90",
      "ayahText": "Özür bahane eden bedevi Araplar, kendilerin(in savaşa katılmamasın)a izin verilmesi için geldiler; Allah'a ve Elçisine yalan söyleyenler oturdular. Onlardan inkar edenlere, acı bir azab erişecektir."
    },
    {
      "ayahNumber": "91",
      "ayahText": "Zayıflara, hastalara, harcayacak bir şey bulamayanlara, Allah ve Elçisi için öğüt verdikleri takdirde (sefere katılmamalarından ötürü) bir günah yoktur. İyilik edenlerin aleyhine bir yol yoktur (onlar kınanmazlar). Allah, bağışlayandır, esirgeyendir."
    },
    {
      "ayahNumber": "92",
      "ayahText": "Kendilerini (binek sağlayıp) bindirmen için sana geldikleri zaman, sen: \"Sizi bindirecek bir şey bulamıyorum\" deyince harcayacak bir şey bulamadıklarından dolayı üzüntüden gözlerinden yaş akarak dönen kimselerin aleyhine de (yol yoktur, Onlar da kınanmazlar)."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Ancak şu kimselerin kınanmasına yol vardır ki, zengin oldukları halde (geri kalmak için) senden izin isterler. Geri kalan kadınlarla beraber olmağa razı oldular. Allah da onların kalblerini mühürledi; artık onlar bilmezler."
    },
    {
      "ayahNumber": "94",
      "ayahText": "(Seferden) geri dönüp onların yanına geldiğiniz zaman sizden özür dilerler. De ki: \"Hiç özür dilemeyin, size inanmayız! Allah bize sizin haberlerinizden (bize karşı çevirdiğiniz entrikalardan) bazılarını bildirdi. Yaptığınızı Allah da görecek, Elçiside. Sonra görülmeyeni ve görüleni bilenin huzuruna döndürüleceksiniz, O size yaptıklarınızı haber verecek.\""
    },
    {
      "ayahNumber": "95",
      "ayahText": "Siz yanlarına geldiğiniz zaman kendilerinden vazgeçesiniz diye Allah'a yemin edecekler. Onlardan vazgeçin, çünkü onlar murdardır. Kazandıkları işlerin cezası olarak varacakları yer de cehennemdir."
    },
    {
      "ayahNumber": "96",
      "ayahText": "Size yemin ediyorlar ki kendilerinden razı olasınız. Siz onlardan razı olsanız bile Allah, yoldan çıkan topluluktan razı olmaz."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Bedevi Araplar, küfür ve iki yüzlülükçe daha yaman ve Allah'ın, Elçisine indirdiği şeylerin sınırlarını tanımamağa daha müsaittirler. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Bedevi Araplardan kimi var ki, verdiğini angarya sayar ve sizin başınıza belalar gelmesini gözetler. Kötü bela onların başına gelsin. Allah işitendir, bilendir."
    },
    {
      "ayahNumber": "99",
      "ayahText": "Bedevi Araplardan kimi de var ki Allah'a ve ahiret gününe inanır, verdiğini Allah'a yakın dereceler kazanmağa ve Elçinin du'alarını almağa vesile sayar. Gerçekten o (verdikleri) kendileri için yakın dereceler(e vesile)dir. Allah onları rahmetinin içine sokacaktır. Muhakkak ki Allah bağışlayandır, esirgeyendir."
    },
    {
      "ayahNumber": "100",
      "ayahText": "Muhacirlerden ve Ensardan (İslam'a girmekte) ilk öne geçenler ile bunlara güzelce tabi olanlar... Allah onlardan razı olmuştur, onlar da O'ndan razı olmuşlardır. (Allah) onlara, altlarından ırmaklar akan, içinde ebedi kalacakları cennetler hazırlamıştır. İşte büyük kurtuluş budur."
    },
    {
      "ayahNumber": "101",
      "ayahText": "Çevrenizdeki bedevi Araplardan ve Medine halkından iki yüzlülüğe iyice alışmış münafıklar vardır. Sen onları bilmezsin, onları biz biliriz. Onlara iki kere azabedeceğiz, sonra da onlar, büyük azaba itileceklerdir."
    },
    {
      "ayahNumber": "102",
      "ayahText": "Başka bir kısmı da günahlarını itiraf ettiler, iyi işle kötü işi birbirine karıştırdılar. Belki Allah, onların tevbesini kabul eder. Çünkü Allah bağışlayandır, esirgeyendir."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Onların mallarından, kendilerini temizleyeceğin, yücelteceğin bir sadaka al ve onlara du'a et; çünkü senin du'an, onlara huzur verir. Allah işitendir, bilendir."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Bilmediler mi ki, kullarından tevbeyi kabul eden, sadakaları alan Allah'tır. Ve Allah, tevbeyi çok kabul eden, çok esirgeyendir."
    },
    {
      "ayahNumber": "105",
      "ayahText": "De ki: \"Yapın (yapacağınızı); yaptığınız işleri Allah da görecek Elçisi de, mü'minler de. Sonra görülmeyeni ve görüleni bilen(Allah)a döndürüleceksiniz. O size yaptıklarınızı bir bir haber verecek."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Başka bir takımları da var ki Allah'ın emrine bırakılmışlardır. (Allah) ya onlara azabeder, ya da onları affeder. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "107",
      "ayahText": "(Seferden geri kalanlar arasında) Zarar vermek, nankörlük etmek, mü'minlerin arasını açmak ve önceden Allah ve Elçisiyle savaşmış olan(adamın gelmesin)i gözetlemek için bir mescid yapanlar da var. \"İyilikten başka bir niyetimiz yoktu\" diye de yemin edecekler. Oysa Allah onların yalan söylediklerine şahidtir."
    },
    {
      "ayahNumber": "108",
      "ayahText": "Orada asla namaza durma, ta ilk günden takva üzere kurulan mescid, elbette içinde namaza durmana daha uygundur. Onda temizlenmeyi seven erkekler vardır. Allah da temizlenenleri sever."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Yapısını, Allah'tan korku ve rıza üzerine kuran mı hayırlıdır, yoksa yapısını bir yarın kenarına kurup onunla birlikte cehennem ateşine yuvarlanan mı? Allah zalimler topluluğunu doğru yola iletmez."
    },
    {
      "ayahNumber": "110",
      "ayahText": "Yaptıkları bina, kalbleri parçalanıncaya dek yüreklerinde bir kuşku olarak kalacaktır. Allah bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Allah, mü'minlerden canlarını ve mallarını cennet kendilerinin olmak üzere satın almıştır. Allah yolunda savaşırlar, öldürürler ve öldürülürler. Bu, Allah'ın, Tevrat'ta, İncil'de ve Kur'an'da üstlendiği gerçek bir sözdür! Kim Allah'tan daha çok sözünde durabilir? O halde O'nunla yaptığınız bu alışverişinizden ötürü sevinin. Gerçekten bu, büyük başarıdır."
    },
    {
      "ayahNumber": "112",
      "ayahText": "Tevbe edenler, ibadet edenler, hamdedenler, seyahat edenler, rüku edenler, secde edenler, iyiliği emredip kötülükten men'edenler ve Allah'ın sınırlarını koruyanlar... İşte o mü'minleri müjdele (ne mutlu onlara)!"
    },
    {
      "ayahNumber": "113",
      "ayahText": "Akraba bile olsalar, cehennem halkı oldukları belli olduktan sonra (Allah'a) ortak koşanlar için mağfiret dilemek; ne peygamberin, ne de inananların yapacağı bir iş değildir."
    },
    {
      "ayahNumber": "114",
      "ayahText": "İbrahim'in babası için mağfiret dilemesi, sadece ona verdiği bir sözden ötürü idi. Fakat onun, bir Allah düşmanı olduğu, kendisine belli olunca ondan uzak durdu. Gerçekten İbrahim, çok içli ve yumuşak huylu idi."
    },
    {
      "ayahNumber": "115",
      "ayahText": "Allah, bir kavmi doğru yola ilettikten sonra, sakınmaları gereken şeyleri kendilerine açıklamadıkça onları saptıracak değildir. Allah herşeyi bilendir."
    },
    {
      "ayahNumber": "116",
      "ayahText": "Göklerin ve yerin mülkü Allah'ındır. Yaşatan, öldüren O'dur. Sizin Allah'tan başka bir dost ve yardımcınız yoktur."
    },
    {
      "ayahNumber": "117",
      "ayahText": "Andolsun Allah, Peygamberi ve o güçlük sa'atinde ona uyan Muhacirleri ve Ensarı affetti. O zaman içlerinden bir kısmının kalbleri kaymağa yüz tutmuş iken yine de onların tevbesini kabul buyurdu. Çünkü O, onlara karşı çok şefkatli, çok merhametlidir."
    },
    {
      "ayahNumber": "118",
      "ayahText": "Ve (seferden) geri bırakılan o üç kişinin de tevbesini kabul buyurdu. Bütün genişliğiyle beraber dünya başlarına dar gelmiş ve canları sıkıldıkça sıklmış ve Allah'tan, yine kendisine sığınmaktan başka çare olmadığını anlamışlardı. Allah onların tevbesini kabul buyurdu ki tevbe etsinler. Çünkü Allah, tevbeyi çok kabul eden, çok esirgeyendir."
    },
    {
      "ayahNumber": "119",
      "ayahText": "Ey inananlar, Allah'tan korkun ve doğrularla beraber olun."
    },
    {
      "ayahNumber": "120",
      "ayahText": "Ne Medine halkının, ne de onların çevresinde bulunan bedevi Arapların, Allah'ın Elçisinden geri kalmaları ve onun canından önce kendi canlarının kaygısına düşmeleri, onlara yakışmaz. Böyledir, çünkü Allah yolunda uğrayacakları hiçbir susuzluk, yorgunluk, açlık; kafirleri öfkelendirecek bir yeri çiğne(yip zaptet)meleri ve düşmana karşı bir başarı kazanmaları yoktur ki mutlaka bunlarla kendilerine iyi bir amel yazılmış olmasın. Allah güzel davrananların ecrini zayi etmez."
    },
    {
      "ayahNumber": "121",
      "ayahText": "Küçük, büyük bir masraf yapmaları, bir vadiyi geçmeleri, mutlaka onların lehine yazılır ki Allah onları, yaptıklarının en güzeliyle mükafatlandırsın."
    },
    {
      "ayahNumber": "122",
      "ayahText": "İnsanların hepsi toptan sefere çıkacak değillerdi. Ama her kabileden bir cemaatin dini iyice öğrenmeleri ve dönüp kavimlerine geldiklerinde, sakınmaları umuduyla onları uyarmaları için sefere çıkmaları gerekmez miydi?"
    },
    {
      "ayahNumber": "123",
      "ayahText": "Ey inananlar, yakınınızda bulunan kafirlerle savaşın, (onlar), sizde bir katılık bulsunlar. Bilin ki Allah, korunanlarla beraberdir."
    },
    {
      "ayahNumber": "124",
      "ayahText": "Ne zaman bir sure indirilse onlardan kimi: \"Bu, hanginizin imanını artırdı?\" der. Bu, inananların imanını artırır, onlar sevinirler."
    },
    {
      "ayahNumber": "125",
      "ayahText": "Fakat yüreklerinde hastalık olanlara gelince (bu), onların pisliklerine pislik katar. Ve onlar kafir olarak ölürler."
    },
    {
      "ayahNumber": "126",
      "ayahText": "Kendilerinin her yıl bir iki defa sınandıklarını görmüyorlar mı? Yine de tevbe etmiyor, öğüt almıyorlar."
    },
    {
      "ayahNumber": "127",
      "ayahText": "Bir sure indirildiği zaman: \"Sizi birisi görüyor mu?\" diye birbirine bakar, sonra sıvışırlar. Anlamaz bir topluluk oldukları için Allah onların kalblerini çevirmiştir."
    },
    {
      "ayahNumber": "128",
      "ayahText": "Andolsun, içinizden size öyle bir Elçi geldi ki sıkıntıya uğramanız ona ağır gelir; size düşkün, mü'minlere şefkatli, merhametlidir."
    },
    {
      "ayahNumber": "129",
      "ayahText": "Eğer yüz çevirirlerse de ki: \"Allah bana yeter! O'ndan başka tanrı yoktur. O'na dayandım, O büyük Arş'ın sahibidir!\""
    }
  ]
}