{
  "surahNumber": "43",
  "surahName": "Zuhruf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Apaçık Kitaba andolsun ki"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz, düşünüp anlamanız için onu Arapça bir Kur'an yaptık."
    },
    {
      "ayahNumber": "4",
      "ayahText": "O, katımızda bulunan ana Kitaptadır. Yücedir, hikmetlidir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Siz, aşırı giden bir kavim oldunuz diye, sizi uyarmaktan vaz mı geçelim?"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Biz önce gelenlere nice peygamber gönderdik."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlara hiçbir peygamber gelmezdi ki mutlaka onunla alay etmesinler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Biz de bunlardan daha güçlü olan(o kavimler)i helak ettik. Öncekilerin örneği geçti."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Andolsun onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan elbette diyecekler ki: \"Onları, çok üstün, çok bilen (Allah) yarattı.\""
    },
    {
      "ayahNumber": "10",
      "ayahText": "O yeri sizin için beşik kıldı ve varacağınız yere gitmeniz için yeryüzünde size yollar yaptı."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Gökten bir ölçü ile su indirdi de, onunla ölü bir ülkeyi canlandırdık. İşte siz de öyle (canlandırılıp) çıkarılacaksınız."
    },
    {
      "ayahNumber": "12",
      "ayahText": "O bütün çiftleri yarattı ve size bineceğiniz gemiler ve hayvanlar var etti,"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Ki onların sırtlarına binesiniz, sonra onlara bindiğiniz zaman Rabbinizin ni'metini anasınız ve (şöyle) diyesiniz: \"Bunu bizim hizmetimize veren (Allah)ın şanı yücedir, yoksa biz bunu (hizmetimize) yanaştıramazdık.\""
    },
    {
      "ayahNumber": "14",
      "ayahText": "Biz elbette Rabbimize döneceğiz."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Tuttular, O'na kullarından bir parça tasarladılar. Gerçekten insan apaçık bir nankördür."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Yoksa (Allah), yarattıklarından kızları kendisine aldı da oğullar için sizi mi yeğledi?"
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlardan birine Rahman'a benzer olarak anlattığı (kız çocuğu) müjdelense yüzü kapkara kesilir, öfkesinden yutkunup durur."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Süs içinde yetiştirilip, mücadelede açık olmayanı (tartışmayı ve kavgayı beceremeyeni) mi (Allah'ın çocuğu yaptılar)?"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Rahman'ın kulları olan melekleri dişi saydılar. Onların yaratılışlarına mı şahid oldular ki (böyle hüküm veriyorlar)? Şahidlikleri yazılacak ve (bundan) sorulacaklardır."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve dediler ki: \"Rahman dileseydi, biz onlara tapmazdık.\" Onların bu hususta bir bilgileri yoktur. Onlar sadece saçmalıyorlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yoksa bundan önce onlara bir Kitap vermişiz de ona mı sarılıyorlar?"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Hayır, (ne bilgileri var, ne de Kitapları). Sadece: \"Biz babalarımızı bir din üzerinde bulduk, biz de onların izlerinde gidiyoruz\" dediler."
    },
    {
      "ayahNumber": "23",
      "ayahText": "İşte böyle, senden önce de hangi kente uyarıcı gönderdiysek mutlaka oranın varlıklıları: \"Biz babalarımızı bir din üzerinde bulduk, biz de onların izlerine uyarız.\" dediler."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Ben size, babalarınızı, üzerinde bulduğunuz(din)den daha doğrusunu getirmiş olsam da (yine babalarınızın yolunu)mu (tutacaksınız)? dedi. \"Doğrusu biz sizinle gönderilen mesajı tanımıyoruz.\" dediler."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Biz de onlardan öc aldık. Bak, yalanlayanların sonu nasıl oldu?"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Bir zaman İbrahim babasına ve kavmine demişti ki: \"Ben sizin taptıklarınızdan uzağım.\""
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ben yalnız beni yaratana (taparım). Çünkü O, bana doğru yolu gösterecektir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ve bu sözü ardında kalıcı bir söz yaptı ki (insanlar Allah'a kulluğa) dönsünler."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Doğrusu bunları da, babalarını da kendilerine gerçek söz ve (onu) açıklayan elçi gelinceye dek yaşattım."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Fakat kendilerine gerçek gelince: \"Bu, büyüdür, biz onu tanımayız\" dediler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Ve dediler ki: \"Bu Kur'an iki kentten, büyük bir adama indirilmeli değil miydi?\""
    },
    {
      "ayahNumber": "32",
      "ayahText": "Rabbinin rahmetini onlar mı bölüştürüyorlar? Dünya hayatında onların geçimliklerini aralarında biz taksim ettik ve onlardan kimini ötekine derecelerle üstün kıldık ki biri, diğerine iş gördürebilsin. Rabbinin rahmeti, onların toplayıp yığdıklarındandaha hayırlıdır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "İnsanlar (küfürde birleşen) bir tek ümmet olacak olmasaydı. Rahman'ı inkar edenlerin evlerine gümüşten tavanlar ve üzerine binip çıkacakları merdivenler yapardık."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Ve evlerine kapılar ve üzerine yaslanacakları koltuklar, divanlar."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ve (nice) süs(ler verirdik). Bütün bunlar, sadece dünya hayatının geçiminden ibarettir. Rabbinin katında ahiret ise, (günahlardan) korunanlar içindir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Kim Rahman'ın zikrine karşı kör olursa ona bir şeytanı sardırırız; artık o, onun (yanından ayrılmaz, ona sürekli olarak kötülükleri telkin eden) arkadaşı olur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "O(şeyta)nlar onları yoldan çıkardıkları halde bunlar doğru yolda olduklarını sanırlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Nihayet (Zikr'imize karşı körlük edip yoldan çıkan o adam) bize geldiği zaman (kötü arkadaşına) der ki: \"Keşke benimle senin aranda iki doğu (doğu ile batı) arası kadar uzaklık olsaydı (seni hiç görmeseydim); meğer ne kötü arkadaş(mışsın sen)!\""
    },
    {
      "ayahNumber": "39",
      "ayahText": "(Böyle söylemeniz) Bugün size bir yarar sağlamaz; çünkü zulmettiniz. Siz, azab (çekme)de ortaksınız."
    },
    {
      "ayahNumber": "40",
      "ayahText": "(Ey Muhammed), sen mi sağıra işittireceksin, yahut körü ve apaçık sapıklıkta olanı yola ileteceksin?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Ya biz seni alıp götürdükten sonra onlardan öc alırız."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Yahut onları uyardığımız şeyi sana gösteririz (senin gözlerinin önünde onları azaba uğratırız); bizim onlara gücümüz yeter."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Sen, sana vahyedilene sımsıkı sarıl, çünkü sen doğru yoldasın."
    },
    {
      "ayahNumber": "44",
      "ayahText": "O (Kur'an) sana ve kavmine bir Zikir(uyarı, şan ve şeref)dir ve yakında (ona uyup uymadığınızdan) sorulacaksınız."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Senden önce gönderdiğimiz elçilerimizden sor: Rahman'dan başka tapılacak tanrılar yapmış mıyız?"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Andolsun biz Musa'yı da ayetlerimizle Fir'avn'a ve ileri gelen adamlarına gönderdik: \"Ben alemlerin Rabbinin elçisiyim\" dedi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Onlara ayetlerimizi getirince onlar o ayetlerle alay edip gülmeğe başladılar."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Onlara gösterdiğimiz her mu'cize, mutlaka kızkardeşinden (ötekinden) büyüktü. Belki dönerler diye onları (kıtlık, tufan, çekirge gibi türlü) azab(lar) ile cezalandırdık."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Bunun üzerine dediler ki: \"Ey büyücü, bizim için Rabbine du'a et, sana verdiği söz hakkı için (bizi bağışlasın) artık biz yola geleceğiz!\""
    },
    {
      "ayahNumber": "50",
      "ayahText": "Fakat biz onlardan azabı kaldırınca sözlerinden dönmeğe başladılar."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Fir'avn kavminin içinde bağırıp dedi: \"Ey kavmim, Mısır mülkü ve şu altımdan akıp giden ırmaklar benim değil mi? Görmüyor musunuz?\""
    },
    {
      "ayahNumber": "52",
      "ayahText": "Yahut ben, şu aşağılık, nerdeyse söz anlatamayacak durumda olan adamdan daha iyi değil miyim?"
    },
    {
      "ayahNumber": "53",
      "ayahText": "(Eğer o, doğru söylüyorsa) Üzerine altın bilezikler atılmalı, yahut yanında (kendisine yardım eden, onu doğrulayan) melekler de gelmeli değil miydi?\""
    },
    {
      "ayahNumber": "54",
      "ayahText": "Kavmini küçümsedi, onlar da ona boyun eğdiler. Çünkü onlar yoldan çıkmış bir kavim idiler."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Onlar bizi kızdırınca biz de onlardan öc aldık, hepsini boğduk."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Onları sonradan gelen(inkarcı)ların geçmiş ataları ve örneği yaptık(bunlar da onların izinden gittiler)."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Meryem oğlu, bir misal olarak anlatılınca hemen kavmin, ondan ötürü yaygarayı bastılar:"
    },
    {
      "ayahNumber": "58",
      "ayahText": "Bizim tanrılarımız mı hayırlı, yoksa o mu? dediler. Bunu sadece tartışma için sana misal verdiler. Doğrusu onlar, kavgacı bir toplumdur."
    },
    {
      "ayahNumber": "59",
      "ayahText": "O, sadece kendisine ni'met verdiğimiz ve İsrail oğullarına örnek kıldığımız bir kuldur."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Eğer dileseydik, sizden şu dünyada yerinize geçen melekler yapardık."
    },
    {
      "ayahNumber": "61",
      "ayahText": "O, kıyametin kopacağını gösterir bir ilimdir. O sa'atin geleceğinden hiç şüphe etmeyin, bana uyun, doğru yol budur."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Şeytan sizi (bundan) alıkoymasın. Çünkü o, sizin için açık bir düşmandır."
    },
    {
      "ayahNumber": "63",
      "ayahText": "Îsa açık kanıtlar getirince dedi ki: \"Ben size hikmet getirdim ve ayrılığa düştünüğünüz şeylerden bir kısmını size açıklamak için (geldim), Allah'tan korkun ve bana ita'at edin.\""
    },
    {
      "ayahNumber": "64",
      "ayahText": "Allah, işte benim de Rabbim, sizin de Rabbiniz O'dur. O'na tapın, doğru yol budur. \tLo! Allah, He is my Lord and your Lord. So worship Him. This is a right path."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Aralarından çıkan partiler, birbirleriyle ihtilafa düşmüşlerdir. Acı bir günün azabından vay o zulmedenlerin haline!"
    },
    {
      "ayahNumber": "66",
      "ayahText": "Onlar ille o sa'atin, kendilerinin hiç farkında olmadıkları bir sırada, ansızın başlarına gelmesini mi bekliyorlar?"
    },
    {
      "ayahNumber": "67",
      "ayahText": "O gün, korunanlar dışında, dostlar birbirine düşmandır. (Onlara alemlerin Rabbi şöyle hitabeder):"
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ey kullarım, bugün size korku yoktur ve siz üzülmeyeceksiniz."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Onlar, ayetlerimize inanmış ve müslüman olmuş (kullarım) idiler."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Haydi, siz cennete girin. Siz ve eşleriniz ağırlanıp sevindirileceksiniz!"
    },
    {
      "ayahNumber": "71",
      "ayahText": "Onların önünde altın tepsiler ve kadehler dolaştırılır. Orada canların çektiği, gözlerin hoşlandığı her şey var! Ve siz orada ebedi kalacaksınız."
    },
    {
      "ayahNumber": "72",
      "ayahText": "İşte yaptıklarınıza karşılık size miras verilen cennet budur."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Orada sizin için çok meyva var. Onlardan yersiniz."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Suçlular, cehennem azabında sürekli kalacaklardır."
    },
    {
      "ayahNumber": "75",
      "ayahText": "(Azab) Kendilerinden hiç hafifletilmeyecektir. Onlar azab içinde umutsuzdurlar!"
    },
    {
      "ayahNumber": "76",
      "ayahText": "Biz onlara zulmetmedik; fakat onlar kendileri zalim idiler."
    },
    {
      "ayahNumber": "77",
      "ayahText": "(Cehennemin muhafızına): \"Ey Malik, Rabbin bizim işimizi bitirsin, (bizi yok etsin, böyle yaşamaktansa ölmek daha iyidir)!\" diye seslendiler. (Malik) \"Siz kalacaksınız (hiçbir suretle buradan kurtuluş yok).\" dedi."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Andolsun biz size hakkı getirdik; fakat sizin çoğunuz haktan hoşlanmıyorsunuz."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Yoksa (hakka engel olma hususunda) bir iş mi kararlaştırdılar? Biz de (onları cezalandırmağa ve hakkı yerleştirmeğe) kararlıyız."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Yoksa biz, onların sırlarını ve gizli konuşmalarını işitmez miyiz sanıyorlor? Hayır, işitiriz ve yanlarında bulunan elçilerimiz de (her yaptıklarını) yazarlar."
    },
    {
      "ayahNumber": "81",
      "ayahText": "De ki: \"Eğer Rahman'ın çocuğu olsaydı (O'na) tapanların ilki ben olurdum."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Göklerin ve yerin Rabbi, Arş'ın Rabbi onların nitelendirmelerinden yücedir, münezzehtir."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Bırak onları, kendilerine söylenen günlerine kavuşuncaya kadar dalsın, oynasınlar."
    },
    {
      "ayahNumber": "84",
      "ayahText": "O'dur ki gökte de Tanrı'dır, yerde de Tanrı'dır. O, hakimdir, bilendir."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Göklerin, yerin ve ikisi arasında bulunan her şeyin mülkü kendisine aidolan (Allah) ne yücedir! (Kıyametin kopacağı) Sa'ati bilmek de O'nun yanındadır ve siz O'na döndürülüp götürüleceksiniz."
    },
    {
      "ayahNumber": "86",
      "ayahText": "O'ndan başka (tanrı diye) yalvardıkları şeyler şefa'at (yetkisin)e sahip değillerdir. Ancak bilerek hakka şahidlik edenler (bildiklerini doğru anlatanlar) bunun dışındadır."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Andolsun onlara, \"Kendilerini kim yarattı?\" diye sorsan, elbette: \"Allah,\" derler. O halde nasıl (haktan) çevriliyorlar?"
    },
    {
      "ayahNumber": "88",
      "ayahText": "Ve Elçinin: \"Ya Rab, bunlar inanmayan bir kavimdir,\" demesini de (Allah biliyor)."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Şimdi sen onlardan geç ve: \"Size esenlik (dilerim)\" de. Yakında bileceklerdir."
    }
  ]
}