{
  "surahNumber": "46",
  "surahName": "Ahkâf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hâ Mîm."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu kitabın indirilmesi, (o üstün kudret, tam hüküm ve hikmet sahibi), azîz ve hakîm Allah tarafındandır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz gökleri, yeri ve bunların arasındaki varlıkları ancak gerçek bir maksatla, adalet ve hikmetle, bir de belli bir süre için yarattık. Ama kâfirler uyarıldıkları kı"
    },
    {
      "ayahNumber": "4",
      "ayahText": "Müşriklere de ki: “Şimdi baksanıza şu sizin Allah'tan başka ilahlaştırıp yalvardığınız putlarınıza! Söyler misiniz, onlar yerde hangi şeyi yaratmışlar, yoksa göklerde mi bir ortaklıkları var?(Akıl yönünden bu mümkün olmayınca, nakil yönünden putlara ibadetin gerçek olduğunu gösterin) Eğer bu iddianızda tutarlı iseniz, daha önce gelmiş bir kitap yahut hiç değilse bir bilgi kalıntısı varsa getirin görelim.”"
    },
    {
      "ayahNumber": "5",
      "ayahText": "Kendisinin duasına, ta kıyamete kadar cevap veremeyecek olan ve esasen kendilerine yapılan dualardan habersiz o Allah'tan başka uydurulan nesnelere yalvaran kimseden daha şaşkın biri hiç olabilir mi?"
    },
    {
      "ayahNumber": "6",
      "ayahText": "İnsanlar diriltilip mahşere toplandıklarında bu putlar, müşriklere düşman kesilir ve onların kendilerine tapınmalarını şiddetle reddederler. [19,81-82; 29,25]"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Âyetlerimiz açık açık okunup beyan edildiğinde o kâfirler önlerine gelen gerçek hakkında: “Bu, besbelli bir sihirdir!” derler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Yoksa, “Kur'ân’ı kendisi uydurdu!” mu diyorlar? De ki: “Eğer ben uydurduysam zaten Allah, çok geçmeden cezamı verir. Siz bana yardım etmek isteseniz bile Allah’ın azabından beni kurtaramazsınız. (Ben cezamı çekmeye hazırım. Siz rahat olun). Demek ki sizin bu kabil laflarınız boş sözlerden, içine daldığınız yaygaradan ibarettirAllah da bunu pek iyi bilmektedir. Benimle sizin aranızda şahit olarak O, kâfidir. O gafurdur, rahîmdir (affı, merhamet ve ihsanı pek boldur). [72,22-23; 69,44-47; 25,5-6]"
    },
    {
      "ayahNumber": "9",
      "ayahText": "De ki: Peygamber olarak gelen ilk insan ben değilim ki! (Sanki peygamber olduğunu söyleyen ilk insan benmişim gibi nedir bu kadar tepkiniz?)Dünya hayatında benim ve sizin başınıza neler geleceğini bilemem. Ben sadece bana ne vahyediliyorsa ona uyarım. Çünkü ben açıkça uyaran bir elçiden başka bir şey değilim."
    },
    {
      "ayahNumber": "10",
      "ayahText": "De ki: Söyleyin bakalım: Eğer bu Kur'ân Allah tarafından geldiği halde siz reddetmişseniz, İsrailoğullarından da bir şahit, (tevhid, âhiret vb. İman esasları gibi Kur’ân’da bildirilen hakikatlerin) benzerine şahitlik edip iman ettiği halde, siz büyüklük taslayarak iman etmezseniz sizden daha şaşkın, daha zalim kimse olabilir mi? Allah elbette böyle zalimleri hidâyet edip emellerine ulaştırmaz."
    },
    {
      "ayahNumber": "11",
      "ayahText": "İnkâr edenler bir de, müminler hakkında şöyle derler: “Bu İslâm dini eğer önemli ve değerli bir şey olsaydı, bu Müslümanlar akıllarını kullanıp onu anlamakta bizi geçemezlerdi.” Kendileri bunu başaramayınca “Bu, zaten eski, modası geçmiş bir yalan!” deyip geçiştirmek isterler."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Bundan önce, bir rehber ve rahmet olarak Mûsa'nın kitabı vardı. Bu ise, zalimleri uyarmak, iyi hareket eden müminleri müjdelemek üzere indirilmiş, onu doğrulayan Arapça bir kitaptır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Onlar ki “Rabbimiz Allah'tır” deyip sonra da dürüst hareket ederler, işte onlara korku ve endişe yoktur, onlar kendilerini üzecek hiçbir durumla da karşılaşmazlar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Onlar cennetlik olup, yaptıkları güzel işlere karşılık olarak ebedî kalmak üzere o cennetlere girerler.yamet gününden yüz çevirirler."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Biz insana, anne ve babasına güzel muamele etmesini emrettik.Zira annesi onu nice zahmetlerle karnında taşımış ve nice güçlüklerle doğurmuştur. Çocuğun anne karnında taşınması ve sütten kesilmesi otuz ay sürer.Nihayet insan, gücünü kuvvetini bulup daha sonra kırk yaşına girince“Ya Rabbî!” der. “Gerek bana, gerek anneme babama lütfettiğin nimetlerine şükür yoluna beni sevk et.Senin razı olacağın makbul ve güzel iş yapmaya beni yönelt ve bana salih, dine bağlı, makbul nesil nasib eyle!Rabbim! Senin kapına döndüm, ben sana teslim olanlardanım.” [17,23; 31,14]"
    },
    {
      "ayahNumber": "16",
      "ayahText": "İşte Biz, onların yaptıkları en güzel işlerini, taatlerini kabul edip, günahlarını affedeceğiz.Bunlar cennetlikler arasındadırlar. Bu, onlara söz verilen gerçek bir vaaddir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Fakat bir de öyleleri var ki, kendisini imana dâvet eden anne ve babasına:“Öf be! (Yetti artık!) Benden önce nice nesiller ölüp de geri dönmediği halde, siz beni mezarımdan dirilip çıkarılmakla mı korkutuyorsunuz!” derken,onlar: Allah'a sığınıp yalvararak oğullarına:“Yazık ediyorsun kendine! derler, imana gel, Allah’ın vâdi elbette gerçektir.”O ise yine de: “Bu âhiret inancı eskilerin masallarından başka bir şey değildir” diye diretir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "İşte onlar, kendilerinden önce insanlardan ve cinlerden gelmiş geçmiş topluluklar içinde, haklarında azap hükmü kesinleşmiş olanlardır. Çünkü onlar hüsrana uğramış kimselerdir."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Herkesin, yaptığı işlere göre dereceleri vardır.Sonuçta Allah onlara işlerinin karşılığını tam tamına ödeyecek, onlar asla haksızlığa mâruz kalmayacaklardır."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Gün gelir, kâfirler cehennem ateşinin karşısına tutulurken şöyle denilir:“Bütün zevklerinizi dünya hayatınızda kullanıp tükettiniz, onlarla safa sürdünüz.Artık bugün dünyada haksız yere büyüklük taslamanız ve dinden çıkıp fâsıklık etmeniz sebebiyle hor ve hakîr eden bir azap ile cezalandırılacaksınız.”"
    },
    {
      "ayahNumber": "21",
      "ayahText": "Bir de Âd halkının kardeşleri Hûd'u hatırla.O Ahkaf’da kavmini uyarmıştı.Gerçekte ondan önce de, sonra da birçok uyaran peygamberler gelip geçmişti. O: “Yalnız Allah’a ibadet edin. Doğrusu ben, sizin başınıza gelecek müthiş bir günün azabından endişe ediyorum.” demişti."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Onlar: “Sen bizi tanrılarımızdan vazgeçirmeye mi geldin!Haydi, iddianda tutarlı isen, geleceğini bildirerek bizi tehdit ettiğin azabı başımıza getir bakalım!” dediler."
    },
    {
      "ayahNumber": "23",
      "ayahText": "O şöyle cevap verdi:“Azabın vakti hakkında kesin bilgi Rabbimin nezdindedir.Ben sadece benimle gönderilen mesajı size duyuruyorum.Ne var ki sizi cahilce davranan bir toplum buluyorum.”"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Vaktâ ki, bildirilen azabı, vâdilerine doğru enlemesine yayılarak ilerleyen bir bulut halinde görünce:“Bu, dediler, bize yağmur getiren bir bulut!”Hûd: “Hayır, dedi, bu, sizin gelmesi için acele edip durduğunuz şeydir, yani can yakıcı azap taşıyan bir rüzgârdır! Rabbinin izniyle her şeyi devirip yerle bir eden bir kasırgadır.”Derken hepsi helâk olup sadece meskenleri kaldı.İşte Biz, suça gömülmüş gürûhu böyle cezalandırırız. [7,65; 11,50; 26,123 vd.]"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Vaktâ ki, bildirilen azabı, vâdilerine doğru enlemesine yayılarak ilerleyen bir bulut halinde görünce:“Bu, dediler, bize yağmur getiren bir bulut!”Hûd: “Hayır, dedi, bu, sizin gelmesi için acele edip durduğunuz şeydir, yani can yakıcı azap taşıyan bir rüzgârdır! Rabbinin izniyle her şeyi devirip yerle bir eden bir kasırgadır.”Derken hepsi helâk olup sadece meskenleri kaldı.İşte Biz, suça gömülmüş gürûhu böyle cezalandırırız. [7,65; 11,50; 26,123 vd.]"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Gerçekten, Biz onlara, size vermediğimiz imkânlar vermiştik.Kulaklar, gözler ve gönüller lütfetmiştik kendilerine.Fakat ne kulakları, ne gözleri, ne de gönülleri kendilerine hiçbir fayda vermedi.Çünkü onlar Allah'ın âyetlerini bile bile, inatla inkâr ediyorlardı.Neticede alaya aldıkları o azap kendilerini her taraftan sarıverdi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "(Mekkeliler!) Etrafınızda bulunan birçok şehirleri yerle bir ettik ve yanlış yoldan dönsünler diye âyetlerimizi farklı üsluplarla tekrar tekrar açıkladık!"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Kendilerine Allah'ın nezdinde yakınlık sağlasınlar diye Allah’tan başka edindikleri tanrılar, o müşrikleri kurtarsalardı ya!Bilakis onlar ortalıktan kaybolup kendilerini terk ettiler.İşte onların sapıtmalarının ve uydurup durdukları iftiralarının neticesi bundan ibarettir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Hani Biz bir vakit cinlerden bir takımını Kur'ân dinlemeleri için sana göndermiştik.Kur’ân’ı işitip dinleyecek yere gelince birbirlerine: “Susun, dinleyin!” dediler.Okuma tamamlanınca kendi toplumlarına birer uyarıcı olarak döndüler. [12,109; 25,20; 29, 27; 6,130; 72,1-7]"
    },
    {
      "ayahNumber": "30",
      "ayahText": "“Ey milletimiz! dediler, biz Mûsâ'dan sonra gönderilen, kendisinden önceki vahiyleri tasdik eden, gerçeğe ve dosdoğru yola götüren bir kitap dinledik.” [6,115; 9,33]"
    },
    {
      "ayahNumber": "31",
      "ayahText": "“Ey milletimiz! Allah yoluna dâvet eden bu elçinin çağrısını kabul ve ona iman edin kiAllah da sizin günahlarınızı affetsin ve gayet acı bir azaptan sizi kurtarsın."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Allah'ın elçisine icabet etmeyen kimse bilsin ki,Allah’ın cezasından asla kaçıp kurtulamaz ve Allah’tan başka hiçbir hâmi ve dost bulamaz.Onlar besbelli bir sapıklık içindedirler."
    },
    {
      "ayahNumber": "33",
      "ayahText": "O kâfirler şu gerçeği hâlâ anlamadılar mı ki; gökleri ve yeri yaratan ve yarattıktan sonra hiçbir yorgunluk çekmeyen Allah, ölüleri diriltmeye de, haydi haydi kadirdir!Evet, O her şeye kadirdir. [50,15.38] {KM, Tekvin 2,3; Çıkış 31,17}"
    },
    {
      "ayahNumber": "34",
      "ayahText": "Gün gelecek, kâfirler cehennem ateşine karşı tutulacaklar.İşte o zaman, kendilerine: “Nasıl, bu ateş doğru değil miymiş?” diye sorulunca:“Evet, Rabbimize yemin ederiz ki haktır, gerçektir!” diyecekler.Yüce Allah da şöyle buyuracak:“İnkâr edip durduğunuz için haydi öyleyse tadın bakalım azabı!”"
    },
    {
      "ayahNumber": "35",
      "ayahText": "O halde ey Resulüm! O üstün azim sahipleri olan peygamberler nasıl sabrettilerse, sen de öyle sabret.Onlar hakkında azap gelmesi için acele etme! Onlar, tehdit edildikleri azabı gördükleri gün, dünyada gündüzün, sadece bir saatinden daha fazla kalmadıklarını düşüneceklerdir.Bu bir duyurudur. Sözün kısası: “Allah'ın yolundan çıkmış güruhtan başkası helâk edilmez.” [55,46-47; 18,107; 79,46; 10,45; 73,11; 86,17]"
    }
  ]
}