{
  "hac": {
    "surahNumber": "22",
    "surahNameTr": "Hac Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ey İnsanlar! Rabbinize karşı gelmekten sakının. Gerçekten kıyamet saatinin depremi müthiş bir olaydır! [99,1-2; 69,14-15; 56,4,6; 33,11]"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Onu göreceğiniz gün... Çocuğunu emziren anne, dehşetten çocuğunu unutup terk eder. Hâmile olan her kadın çocuğunu düşürür. İnsanları sarhoş olmuş görürsün, halbuki gerçekte onlar sarhoş değildirler. Fakat Allah'ın azabı pek çetindir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Öyle insanlar vardır ki, hiçbir bilgiye dayanmaksızın Allah hakkında tartışıp durur, her azgın ve hayasız şeytanın peşine takılır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "O şeytan ki alnında âdeta şöyle yazılmış: “Bu, kendisini dost edineni yoldan çıkarır ve doğru alevli ateşe sürükler”"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ey insanlar! Eğer siz öldükten sonra dirilmekten şüphe ediyorsanız, bilin ki: Biz sizi ilkin topraktan, sonra bir nutfeden, sonra (rahim cidarına) yapışan bir hücreden, sonra esas unsurlarıyla hilkati tamamlanmış, ama bütün azalarıyla henüz tamamlanmamış bir çiğnem et görünümünde bir ceninden yarattık ki, kudretimizi size açıkça gösterelim. Dilediğimizi belli bir süreye kadar ana rahminde durdururuz. Sonra da sizi bir bebek olarak dünyaya çıkarırız. Sonra güç kuvvet kazanıncaya kadar sizi büyütürüz. İçinizden kimi henüz çocukken öldürülür, kimi de hayatın en düşkün biçimine götürülür. Öyle ki daha önce bildiği şeyleri bilmez hale gelir.Yeri de kupkuru görürsün, ama oraya Biz su indirince çok geçmeden kıpırdanır, kabarır da gözü gönlü açan her güzel çiftten nice nebat bitirir. (16,70; 23,13.14; 30,54; )"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Bütün bunlar böyle cereyan etmektedir. Çünkü Allah hakkın, gerçeğin ta kendisidir ve çünkü ölüleri dirilten de O'dur. Her şeye hakkıyla kadir olan da O’dur. [41,39; 36,82]"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Ve şunu da bilin ki o kıyamet saati kesinlikle gelecek ve Allah kabirlerde olanları diriltecektir. [36,78-80; 51]"
      },
      {
        "ayahNumber": "8",
        "ayahText": "Hal böyleyken öyle insanlar vardır ki hiç bir bilgiye, hiç bir delile ve hiç bir aydınlatıcı kitaba dayanmaksızın Allah hakkında tartışır durur. [38-39; 4,61; 63,5; 31,20]"
      },
      {
        "ayahNumber": "9",
        "ayahText": "Allah yolundan saptırmak için kibirle kabararak tartışmasını sürdürür. Onun hakkı dünyada bir rüsvaylık olduğu gibi, kıyamet günü de ona can yakıcı azap tattıracağız."
      },
      {
        "ayahNumber": "10",
        "ayahText": "O vakit kendisine: “İşte bu, dünyada işlediklerinin cezasıdır. Yoksa Allah kullarına en ufak bir haksızlık bile yapmaz.” denilir. [44,47-50]"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Öyle insanlar vardır ki Allah'a, sırf bir hesaba binaen, imanla küfrün arasında bir yerde ibadet eder. Şayet umduğu faydayı elde ederse onunla huzur bulup sevinir, eğer bir sıkıntı ve imtihana mâruz kalırsa yüzüstü dönüverir. Dünyayı da âhireti de kaybeder. İşte besbelli olan hüsran budur."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Allah'tan başka, kendisine ne zarar ne de yarar sağlamayacak şeylere yalvarır. İşte besbelli sapıklık budur."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Hatta bazen da kendisine zararı yararından çok olacak kimselere yalvarıp yakarır. Ne kötü bir efendi, ne fena bir yandaştır o!"
      },
      {
        "ayahNumber": "14",
        "ayahText": "Gerçek şu ki: Allah iman edip makbul ve güzel işler işleyenleri, zemininden ırmaklar akan cennetine yerleştirecektir. Elbette Allah dilediğini yapar."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kim Allah'ın, Resulünü dünyada ve âhirette desteklemeyeceğini zannederse, haydi öfkesinden bir ip alıp tavandan uzatsın, boğazından geçirsin. Sonra nefesini kessin de bir baksın, bulduğu bu tedbiri, bu çırpınışları öfke duyduğu şeyi, Allah’ın Resulüne yardımını engelleyecek mi?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "İşte Biz Kur'ân’ı, böyle açık âyetler halinde indirdik. Gerçek şu ki Allah, dilediği kimseyi doğru yola iletir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "(Kâmil ve makbul şekliyle) iman edenler, Yahudiler, Sâbiîler, Hıristiyanlar, Mecûsiler ve Müşrikler... Allah kıyamet günkü büyük duruşmada onlar arasındaki kesin hükmünü verecektir. Çünkü Allah her şeye hakkıyla şahittir. [2,62; 5,69]"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Bilmez misin ki göklerde ve yerde bulunan kimseler, hatta güneş, ay, yıldızlar, dağlar, ağaçlar bütün canlılar ve insanların da birçoğu Allah'ın yüceliğine secde ediyorlar. İnsanların çoğu hakkında ise azap hükmü kesinleşmiştir. Allah’ın zelil kıldığını aziz edecek kuvvet yoktur. Şüphesiz ki Allah ne dilerse yapar. [16,48; 17,44; 41,38]"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Şu iki hasım takım, Rab'leri hakkında çekişip durmaktalar. Dini inkâr edenlere ateşten elbiseler biçilmiştir. Başlarının üstünden kaynar sular dökülür. Öyle ki onunla içlerinde olan her şey, bütün organları, hatta derileri bile eritilir. Bir de bunlara demirden topuzlar vardır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Şu iki hasım takım, Rab'leri hakkında çekişip durmaktalar. Dini inkâr edenlere ateşten elbiseler biçilmiştir. Başlarının üstünden kaynar sular dökülür. Öyle ki onunla içlerinde olan her şey, bütün organları, hatta derileri bile eritilir. Bir de bunlara demirden topuzlar vardır."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Şu iki hasım takım, Rab'leri hakkında çekişip durmaktalar. Dini inkâr edenlere ateşten elbiseler biçilmiştir. Başlarının üstünden kaynar sular dökülür. Öyle ki onunla içlerinde olan her şey, bütün organları, hatta derileri bile eritilir. Bir de bunlara demirden topuzlar vardır."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Bunalmaları sebebiyle, her ne vakit cehennemden çıkmak isterlerse, gerisin geriye oraya itilirler ve kendilerine: “Çıkmak yok! İster istemez, bu yakıcı azabı tadacaksınız!” denir."
      },
      {
        "ayahNumber": "23",
        "ayahText": "İman edip makbul ve güzel işler yapanları ise Allah, içinden ırmaklar akan cennetlere yerleştirecektir. Orada altın bilezikler ve incilerle bezenirler. Orada giyim kuşamları da ipekten olacak."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Çünkü onlara sözlerin en güzelini söylemek nasib edilmiş, bütün güzel övgülere lâyık olan Allah'ın yoluna hidâyet edilmişlerdir. [14,23; 13,23-24]"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Kendileri dini inkâr edenler, üstelik insanları Allah'ın yolundan ve gerek şehirli, gerek taşralı bütün insanlara müsavi olmak üzere kıble ve ibadet yeri yaptığımız Mescid-i Haramdan engelleyip uzaklaştıranlar bilsinler ki kim orada böyle zulüm ile haktan ve adaletten sapmak isterse ona can yakıcı bir azap tattırırız. [8,34]"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Zira Biz vaktiyle İbrâhim'e Beytullahın yerini belirlediğimiz zaman: “Sakın Bana hiç bir şeyi ortak koşma ve Ben’im Mâbedimi tavaf ederken, kıyamda, rükûda veya secdede olarak ibadet edenler için tertemiz tut!” Hem bütün insanları hacca dâvet et ki gerek yaya, gerek uzak yollardan gelen yorgun argın develer üzerinde sana gelsinler. Gelsinler de bunun kendilerine sağlayacağı çeşitli faydaları görsünler ve Allah’ın kendilerine rızk olarak verdiği kurbanlık hayvanları, belirli günlerde Allah’ın adını anarak kurban etsinler. Siz de onların etinden hem kendiniz yiyin, hem de yoksula ve fakire yedirin. [3,96-97; 2,127; 2,198; 6,143] {KM, Levililer 1, 9.13.17}"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Zira Biz vaktiyle İbrâhim'e Beytullahın yerini belirlediğimiz zaman: “Sakın Bana hiç bir şeyi ortak koşma ve Ben’im Mâbedimi tavaf ederken, kıyamda, rükûda veya secdede olarak ibadet edenler için tertemiz tut!” Hem bütün insanları hacca dâvet et ki gerek yaya, gerek uzak yollardan gelen yorgun argın develer üzerinde sana gelsinler. Gelsinler de bunun kendilerine sağlayacağı çeşitli faydaları görsünler ve Allah’ın kendilerine rızk olarak verdiği kurbanlık hayvanları, belirli günlerde Allah’ın adını anarak kurban etsinler. Siz de onların etinden hem kendiniz yiyin, hem de yoksula ve fakire yedirin. [3,96-97; 2,127; 2,198; 6,143] {KM, Levililer 1, 9.13.17}"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Zira Biz vaktiyle İbrâhim'e Beytullahın yerini belirlediğimiz zaman: “Sakın Bana hiç bir şeyi ortak koşma ve Ben’im Mâbedimi tavaf ederken, kıyamda, rükûda veya secdede olarak ibadet edenler için tertemiz tut!” Hem bütün insanları hacca dâvet et ki gerek yaya, gerek uzak yollardan gelen yorgun argın develer üzerinde sana gelsinler. Gelsinler de bunun kendilerine sağlayacağı çeşitli faydaları görsünler ve Allah’ın kendilerine rızk olarak verdiği kurbanlık hayvanları, belirli günlerde Allah’ın adını anarak kurban etsinler. Siz de onların etinden hem kendiniz yiyin, hem de yoksula ve fakire yedirin. [3,96-97; 2,127; 2,198; 6,143] {KM, Levililer 1, 9.13.17}"
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bundan sonra saçlarını, tırnaklarını kesip üstlerindeki başlarındaki kirleri gidersinler ve diğer hac görevlerini yerine getirsinler, dünyanın bu en kıdemli mâbedini bir kere daha tavaf etsinler."
      },
      {
        "ayahNumber": "30",
        "ayahText": "İşte durum bundan ibaret. Artık kim Allah'ın hürmet edilmesini emrettiği şeyleri tazim ederse bu, Rabbinin nezdinde kendisi için sırf hayırdır. Yenilmesi haram kılınanlar dışında, bütün hayvan size helâl edilmiştir. O halde Allah’ın yasakladığı her şeyden, özellikle pis putlardan ve yalan sözden kaçının. [7,33; 6,145; 16,115]"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Allah'a ortak tanımayan halis muvahhidler olun. Çünkü bilin ki Allah’a şirk koşan kimse, gökten düşüveren ve kuşların didik didik edip kapıştığı birine yahut rüzgârın uzak ve ıssız bir yere savurduğu kimseye benzer. [6,71]"
      },
      {
        "ayahNumber": "32",
        "ayahText": "Bu böyledir. Artık kim Allah'ın şeairini tazim ederse, şüphe yok ki bu, kalplerin takvâsındandır."
      },
      {
        "ayahNumber": "33",
        "ayahText": "O kurbanlıklarda belirli bir süreye kadar sizin çeşitli menfaatleriniz vardır. Sonra varacakları yer, o en kıdemli mâbedde son bulur. [5,2-97; 48,25]"
      },
      {
        "ayahNumber": "34",
        "ayahText": "Biz her ümmete kurban ibadeti koyduk ki Allah'ın kendilerine rızık olarak verdiği hayvanları keserken Allah’ın adını ansınlar. Şunu unutmayın ki hepinizin ilahı bir tek İlahtır. Öyleyse yalnız O’na teslim olun. Sen ey Resulüm! O alçak gönüllü, samimi ve ihlâslı olanları müjdele! [21,25; 108,2]"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Onlar ki; yanlarında Allah anıldığında kalpleri saygı ile ürperir. Başlarına gelen dertlere sabrederler. Namazlarını hakkıyla ifa eder, Allah'ın kendilerine nasib ettiği nimetlerden, O’nun rızasında harcayıp dururlar."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Biz kurbanlık büyükbaş hayvanları da sizin hakkınızda Allah'ın dininin şeâirinden kıldık. Onlarda sizin için hayır vardır.Onlar boğazlanmak üzere saf halinde dururken onları kestiğiniz zaman Allah’ın adını anın. Yanı üstü yere yıkılınca da onlardan hem siz yiyin, hem kanaat gösterip istemeyene, hem de isteyen fakire yedirin! İşte böylece onları size âmâde kıldık ki şükredesiniz. [5,2; 22,28; 36,71-73]"
      },
      {
        "ayahNumber": "37",
        "ayahText": "Fakat unutmayın ki ne onların etleri, ne de kanları asla Allah'a ulaşacak değildir. Lâkin Ona ulaşan tek şey, kalplerinizde beslediğiniz takvâdır, Allah saygısıdır. O bu hayvanları size âmâde kıldı ki, sizi doğru yola eriştirdiği için O’nun yüceliğini ilan edesiniz. Öyleyse güzel davrananları müjdele! [22,34; 108,2] {KM, Levililer 1,9.13.17; Amos 5,22-24}"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Muhakkak ki Allah iman edenleri koruyup müdafaa eder. Çünkü Allah hain ve nankör olan hiçbir kimseyi sevmez."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Kendilerine savaş açılan müminlere, savaşmaları için izin verildi. Çünkü onlar zulme mâruz kaldılar. Allah onlara zafer vermeye elbette kadirdir. [39,36; 65,3; 9,14-16; 3,142; 47,31]"
      },
      {
        "ayahNumber": "40",
        "ayahText": "O müminler ki tamamen haksız yere, sırf “Rabbimiz Allah'tır!” dediklerinden ötürü yerlerinden yurtlarından kovulmuşlardı. Eğer Allah insanların bir kısmının zararını diğer bir kısmı ile savmasaydı manastırlar, kiliseler, havralar ve Allah’ın adının çok anıldığı mescidler yıkılır giderdi. Dinine yardım edene Allah da elbette yardım edecektir. Muhakkak ki Allah pek kuvvetlidir, mutlak galiptir. [60,1; 85,15; 47,7-8; 37, 171-173; 58,21]"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Onlar öyle mükemmel insanlardır ki şayet kendilerine dünyada hakimiyet nasib edersek namazlarını hakkıyla ifa eder, zekâtlarını verir, iyi ve meşrû olanı yayar, kötülüğü önlerler. Bütün işlerin âkıbeti elbette Allah'a aittir. [24,55]"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Eğer onlar seni yalancı sayıyorlarsa sen bil ki onlardan önce Nuh, Âd ve Semûd halkı da, İbrâhim'in halkı da, Lut’un halkı da, Medyen ahalisi de resulleri yalanlamışlardı. Mûsâ da yalancı sayılmıştı. Ben de şöyle yaptım: Her seferinde inkârcılara mühlet verdim. Sonra da tuttuğum gibi işlerini bitirdim. Onların inkârına mukabil nasıl olurmuş Benim inkârım, cümle âlem görüp bildi!"
      },
      {
        "ayahNumber": "43",
        "ayahText": "Eğer onlar seni yalancı sayıyorlarsa sen bil ki onlardan önce Nuh, Âd ve Semûd halkı da, İbrâhim'in halkı da, Lut’un halkı da, Medyen ahalisi de resulleri yalanlamışlardı. Mûsâ da yalancı sayılmıştı. Ben de şöyle yaptım: Her seferinde inkârcılara mühlet verdim. Sonra da tuttuğum gibi işlerini bitirdim. Onların inkârına mukabil nasıl olurmuş Benim inkârım, cümle âlem görüp bildi!"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Eğer onlar seni yalancı sayıyorlarsa sen bil ki onlardan önce Nuh, Âd ve Semûd halkı da, İbrâhim'in halkı da, Lut’un halkı da, Medyen ahalisi de resulleri yalanlamışlardı. Mûsâ da yalancı sayılmıştı. Ben de şöyle yaptım: Her seferinde inkârcılara mühlet verdim. Sonra da tuttuğum gibi işlerini bitirdim. Onların inkârına mukabil nasıl olurmuş Benim inkârım, cümle âlem görüp bildi!"
      },
      {
        "ayahNumber": "45",
        "ayahText": "Halkı zulümde artık onmaz derecede ileri gitmiş nice şehirleri yok ettik! Öyle ki şimdi hepsinin yerinde yeller esiyor: Üstü altına gelmiş binalar, körelmiş kuyular, kurumuş çeşmeler, yerle bir olmuş muhteşem saraylar... [11,102; 21,11]"
      },
      {
        "ayahNumber": "46",
        "ayahText": "Peki bu inkârcılar biraz olsun dünyayı gezip dolaşmazlar mı ki, hiç değilse bu sayede düşünüp duygulanacak gönüllere, gerçeğin sesini işitecek kulaklara sahip olsunlar. Ne var ki onlarda kör olan, gözler değil, asıl kör olan sinelerindeki gönüller!"
      },
      {
        "ayahNumber": "47",
        "ayahText": "Onlar senden o tehdit edildikleri azabı, çarçabuk getirmeni isterler. Telaşa kapılmasınlar, Allah vâdinden asla dönmez. Bilin ki Rabbinizin ölçüsüyle bir gün, sizin hesabınıza göre bin yıl gibidir. [32,5] {KM, Mezmurlar 15,4; II Pier 3,8}"
      },
      {
        "ayahNumber": "48",
        "ayahText": "Zulümde aşırı giden nice memleket vardı ki Ben onlara önce mühlet verip sonra da tuttuğum gibi işlerini bitirdim! Herkesin dönüşü ancak Banadır."
      },
      {
        "ayahNumber": "49",
        "ayahText": "De ki: “Ey insanlar! Benim görevim sırf bir uyarıcı olmaktan ibarettir."
      },
      {
        "ayahNumber": "50",
        "ayahText": "İman edip makbul ve güzel işler yapanlara bir mağfiret ve çok değerli bir nasip vardır."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Âyetlerimizi akılları sıra etkisiz bırakmak için çabalayıp duranlar ise, cehennemlik olanların ta kendileridir."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Senden önce hiç bir resul veya nebî göndermedik ki, halkının hidâyetini umarak gayret gösterdiğinde, Şeytan onun temennisi hakkında bir vesvese vermek, ümidini kırmak istemesin. Ama Allah, şeytanın attığı o vesveseyi giderir, sonra da âyetlerini sapasağlam, muhkem kılar. Zira Allah alîmdir, hakîmdir (her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir)."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Yine de Allah'ın bu vesveseye fırsat vermesi, şeytanın attığı vesveseyi kalplerinde bir hastalık, bir şüphe olanlar ve kalpleri katılaşanlar hakkında bir imtihan vesilesi yapmak içindir. Gerçekten, zalimler, pek derin bir muhalefet ve düşmanlık içindedirler."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Ve yine, ilimden nasibi olanların bu Kur'ân’ın senin Rabbin tarafından gönderilen gerçeğin ta kendisi olduğunu iyice anlayıp da onu bütün kalpleriyle tasdik edip gönülden tazim ederek bağlanmaları içindir. Elbette Allah iman edenleri dosdoğru yola, isabetli tutuma yöneltir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Dini inkâr edenler ise, son saat ansızın gelip çatıncaya veya o kısır gün kendilerine gelinceye kadar, Kur'ân hakkında şüphe içinde kalır giderler."
      },
      {
        "ayahNumber": "56",
        "ayahText": "O gün hakimiyet yalnız Allah'ındır. İnsanlar hakkındaki hükmünü verir. İman edip makbul ve güzel işler yapanlar, Naim cennetindedirler. [25,26; 82,19]"
      },
      {
        "ayahNumber": "57",
        "ayahText": "Dini inkâr edip âyetlerimizi yalan sayanlara ise zelil eden bir azap vardır. [40,6]"
      },
      {
        "ayahNumber": "58",
        "ayahText": "Allah yolunda hicret edenleri, sonra da bu uğurda öldürülenleri veya ölenleri ise Allah pek güzel bir tarzda nimetlerine mazhar edecektir. Allah elbette nimet verenlerin en iyisidir. [4,100; 56,88-89]"
      },
      {
        "ayahNumber": "59",
        "ayahText": "O, mutlaka onları memnun olacakları yere yerleştirecektir. Muhakkak ki Allah her şeyi hakkıyla bilir, hilim ve şefkati boldur."
      },
      {
        "ayahNumber": "60",
        "ayahText": "İşte böyle... Kim kendisine yapılan haksızlığa karşı misliyle karşılık verdikten sonra yine tecavüze uğrarsa, elbette Allah ona yardım edecektir. Çünkü Allah afüvdür, gafurdur (affı ve mağfireti boldur)."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Bu böyle... Çünkü Allah öyle sınırsız kudret sahibidir ki gâh gündüzü kısaltarak geceyi uzatır, gâh geceyi kısaltarak gündüzü uzatır ve çünkü Allah semîdir, basîrdir (her şeyi hakkıyla işitip görmektedir)."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Bu böyle... Çünkü Allah hakkın, gerçeğin ta kendisidir.Müşriklerin O'ndan başka yalvardıkları tanrılar ise batılın ta kendisidir ve tam anlamıyla yüce ve büyük olan da ancak Allah’tır."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Görmedin mi ki Allah gökten yağmur indirir de yer yemyeşil oluverir. Allah latiftir, habîrdir (lütfu boldur, her şeyden haberdardır). [31, 16; 27,25; 6,59; 10,61]"
      },
      {
        "ayahNumber": "64",
        "ayahText": "Göklerde ne var, yerde ne varsa hep O'nundur ve muhakkak ki Allah ganîdir, hamîddir (hiç bir şeye ihtiyacı yoktur, bütün övgülere lâyıktır)."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Görmedin mi ki Allah yerde olan her şeyi ve Kendi emriyle denizlerde yüzen gemileri, sizin hizmetinize verdi? Yerin üstüne düşmesin diye, göğü O tutuyor. Gök ancak O'nun izniyle düşebilir. Çünkü Allah raûfdur, rahîmdir (insanlara karşı çok şefkatli ve merhametlidir). [45,13; 13,6; 31,30]"
      },
      {
        "ayahNumber": "66",
        "ayahText": "Size hayatı veren de O'dur. Sizi müteakiben öldürecek ve tekrar diriltecek olan da O’dur. Gerçekten insan pek nankördür! [2,28; 45,26; 40,11]"
      },
      {
        "ayahNumber": "67",
        "ayahText": "Biz her ümmete kendi dönemlerinde uyguladıkları özel bir ibadet yolu belirledik.Öyle ise onlar din işinde asla sana muhalefet etmesinler.Sen insanları Rabbinin yoluna dâvet et! Çünkü sen gerçekten hakka götüren dosdoğru bir yolun üzerindesin. [2,148; 5,48; 28,87]"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Eğer seninle mücadele ederlerse de ki: “Allah sizin yaptıklarınızı pek iyi bilmektedir.” [10,41; 46,8]"
      },
      {
        "ayahNumber": "69",
        "ayahText": "O büyük duruşma günü, hakkında ihtilaf ettiğiniz konularda aranızdaki nihaî hükmü Allah verecektir. [42,15; 60,3; 32,25]"
      },
      {
        "ayahNumber": "70",
        "ayahText": "Bilmez misin ki, Allah gökte ve yerde olan bütün şeyleri bilir?Bunların hepsi bir kitapta mevcuttur. Bütün bunlar Allah'a göre pek kolaydır."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Müşrikler Allah'tan başka,O’nun, tanrılıklarına dair hiç bir delil göndermediği ve kendilerinin de onlara ibadet edilmesinin cevazı hakkında kesin bilgi sahibi olmadıkları bir takım nesnelere ibadet ediyorlar. İşte o zalimlerin hiç bir yardımcısı olmayacaktır. [23,117]"
      },
      {
        "ayahNumber": "72",
        "ayahText": "Âyetlerimiz karşılarında açık açık birer delil olarak okunduğunda kâfirlerin yüzündeki inkârcı tavrı hemen fark edebilirsin.Öyle ki, nerdeyse kendilerine âyetlerimizi okuyanlara saldıracak olurlar.De ki: Sizi bundan da beter kızdıracak olan şeyi de bildireyim de görün: “İşte cehennem! Allah onu kâfirlere vâd etmiş bulunuyor. Ne kötü bir sondur o!” [25,66]"
      },
      {
        "ayahNumber": "73",
        "ayahText": "Ey insanlar! İşte size bir misal veriliyor, ona iyi kulak verin: Sizin Allah'tan başka yalvardığınız bütün sahte tanrılar güç birliği yapsalar da, bir sinek bile yaratamazlar. Hatta sinek onlardan bir şey kapsa, onu dahi kurtarıp geri alamazlar. İsteyen de, kendinden istenilen de, kaçan da kovalayan da ne kadar güçsüz!"
      },
      {
        "ayahNumber": "74",
        "ayahText": "Allah'ı lâyık olduğu tarzda bilemediler. Muhakkak ki Allah pek kuvvetlidir, mutlak galiptir. [30,27; 85,12-13; 51,58; 57,25; 58,21]"
      },
      {
        "ayahNumber": "75",
        "ayahText": "Allah meleklerden de insanlardan da elçiler seçer. Allah elbette semî ve basîrdir (her şeyi hakkıyla işitir ve görür)."
      },
      {
        "ayahNumber": "76",
        "ayahText": "O onların yaptıklarını da yapacaklarını da, olanı da olacağı da bilir. Bütün işler yalnız Allah'a raci olur, onlar hakkındaki nihaî hükmü O verir. [72,28; 5,67]"
      },
      {
        "ayahNumber": "77",
        "ayahText": "Ey iman edenler! Rükû edin, secde edin, hasılı yalnız Rabbinize ibadet edin, hayırlar işleyin ki felaha eresiniz. [3,200]"
      },
      {
        "ayahNumber": "78",
        "ayahText": "Allah yolunda gereği gibi cihad edin. Sizi insanlar içinde bu emanete ehil bulup seçen O'dur. Din konusunda, size hiçbir zorluk da yüklemedi. Haydin öyleyse babanız İbrâhim’in milletine ve yoluna! Bundan önce de, bu Kur’ân’da da, size Müslüman adını veren O’dur. Ta ki Resul size şahid olsun, siz de diğer insanlar nezdinde Hakkın şahitleri olasınız. Haydin namazı hakkıyla ifa edin, zekâtı verin ve Allah’a sımsıkı bağlanın. O sizin biricik mevlanız, efendinizdir. O, ne güzel mevla ve ne güzel yardımcıdır. [6,161; 2,128]"
      }
    ]
  }
}