{
  "surahNumber": "76",
  "surahName": "İnsan Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Dehrin akışı içinde öyle zaman geçti ki, o dönemde, insanın adı bile anılmazdı."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Biz insanı katışık bir meniden yarattık. Onu denemek istiyoruz; bu sebeple de kendisini işiten ve gören bir varlık yaptık. [67,2; 18,7]"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Ona yolu da gösterdik: artık ister şükreder, ister nankör ve kâfir olur."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Biz kâfirlere zincirler, kelepçeler, alevli ateşler hazırladık."
    },
    {
      "ayahNumber": "5",
      "ayahText": "İyi insanlar ise, kâfur suyu ile hazırlanmış içecek kâselerini yudumlarlar."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Bu, Allah'ın has kullarının içip, istedikleri yere akıttıkları bir kaynaktır."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Bu kullar, dünya hayatında iken sözlerinde durur, adadıkları şeyi yerine getirir ve felaketi bütün ufukları tutan kıyamet gününden endişe ederlerdi."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Kendileri de ihtiyaç duydukları halde yiyeceklerini, sırf Allah'ın rızasına ermek için fakire, yetime ve esire ikram ederler."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ve derler ki: “Biz size sırf Allah rızası için ikram ediyoruz, yoksa sizden karşılık istemediğimiz gibi bir teşekkür bile beklemiyoruz.”"
    },
    {
      "ayahNumber": "10",
      "ayahText": "Biz, yüzleri ekşiten asık suratlı o günde Rabbimizin gazabından korkarız.”"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Allah da onları o günün felaketinden korur, onların yüzlerine nûr, gönüllerine sürûr verir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Sabretmelerine karşılık onlara cennetler, ipekler ihsan eder."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Koltuklarında diledikleri gibi dinlenir, orada ne güneş sıcağı görürler, ne de dondurucu soğuklara uğrarlar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Cennet ağaçlarının gölgeleri üzerlerine sarkar, meyveleri devşirmeleri pek kolay olur."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Etraflarında hizmet edenler gümüş kaplar, billur kâseler, gümüşî parlaklıkta billur kupalarla dolaşır, onlara ikram ederler.Cennetlikler içeceklerini kendi iştahları ölçüsünce tayin ederler."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Etraflarında hizmet edenler gümüş kaplar, billur kâseler, gümüşî parlaklıkta billur kupalarla dolaşır, onlara ikram ederler.Cennetlikler içeceklerini kendi iştahları ölçüsünce tayin ederler."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlara karışımında zencefil bulunan kadehler ikram edilir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Bu içecekler, adı Selsebil olan pınardandır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Etraflarında ebedî cennet çocukları dolaşır durur ki, onları gördüğünde parlaklıklarından ötürü etrafa saçılan inciler sanırsın."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Hangi tarafa baksan hep nimet, servet, ihtişam, büyük bir saltanat görürsün."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Elbiseleri ince veya kalın yeşil renkli ipeklerden, atlaslardandır. Gümüş bilezikler takınırlar. Onların Rabbi, kendilerine tertemiz bir içki ikram edip şöyle demiştir: “İşte bütün bunlar sizin mükâfatınızdır! Gayretleriniz makbul oldu.”"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Elbiseleri ince veya kalın yeşil renkli ipeklerden, atlaslardandır. Gümüş bilezikler takınırlar. Onların Rabbi, kendilerine tertemiz bir içki ikram edip şöyle demiştir: “İşte bütün bunlar sizin mükâfatınızdır! Gayretleriniz makbul oldu.”"
    },
    {
      "ayahNumber": "23",
      "ayahText": "Ey Resulüm! Kur'ân’ı sana parça parça Biz indiriyoruz."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O halde Rabbinin hükmü gelinceye kadar sabret, sakın günaha ve küfre dadananlara itaat etme."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Sabah akşam Rabbinin adını zikret! Gecenin bir kısmında da O'na secde et, geceleyin uzun bir süre de O’na tesbih ve ibadet et."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Sabah akşam Rabbinin adını zikret! Gecenin bir kısmında da O'na secde et, geceleyin uzun bir süre de O’na tesbih ve ibadet et."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Şu insanlar bu peşin dünya hayatını arzulayıp, önlerinde kendilerini bekleyen o ağır günü ihmal ediyorlar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Onları yaratan, organlarını birbirine bağlayan ve onlara bu sağlam bünyeyi veren Biz'iz.Dilediğimiz vakit elbette onların yerine başkalarını getirebiliriz."
    },
    {
      "ayahNumber": "29",
      "ayahText": "İşte bu, bir öğüttür, bir uyarıdır. Artık dileyen Rabbine varan yolu tutar."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ama Allah dilemedikçe, siz dileyemezsiniz. Çünkü her şeyi bilen, tam hüküm ve hikmet sahibi olan, Allah'tır. Her şeyi bildiği gibi, rahmet ve hidâyete lâyık olanları da pek iyi bilir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Böylece dilediğini rahmetine alır. Zalimler için ise, gayet acı bir ceza hazırlamıştır."
    }
  ]
}