{
  "surahNumber": "19",
  "surahName": "Meryem Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Kâf, Hâ, Yâ, Ayn, Sâd."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu, Senin Rabbinin, kulu Zekeriyya'ya olan lütuf ve ihsanının anlatımıdır. [3,38-41] {KM, Luka 1,5-25}"
    },
    {
      "ayahNumber": "3",
      "ayahText": "O Rabbine gizlice seslenip şöyle niyaz etmişti:"
    },
    {
      "ayahNumber": "4",
      "ayahText": "“Ya Rabbî, iyice yaşlandım, kemiklerim zayıfladı, eridi, başımdaki saçlarım ağardı, beyaz alevler gibi tutuştu. Ya Rabbî, Sana her ne için yalvardıysam, asla mahrum kalmadım.”"
    },
    {
      "ayahNumber": "5",
      "ayahText": "Doğrusu ben arkamdan yerime geçecek akrabamdan ötürü endişeliyim. Eşim de kısır! Bana lütf-u kereminden öyle bir vâris nasib et ki bana da, Yâkub hanedanına da vâris olsun. Onu, razı olacağın bir insan eyle ya Rabbî!” [3,38-39]"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Doğrusu ben arkamdan yerime geçecek akrabamdan ötürü endişeliyim. Eşim de kısır! Bana lütf-u kereminden öyle bir vâris nasib et ki bana da, Yâkub hanedanına da vâris olsun. Onu, razı olacağın bir insan eyle ya Rabbî!” [3,38-39]"
    },
    {
      "ayahNumber": "7",
      "ayahText": "“Zekeriyya!” buyurdu Allah. “Biz, sana adı Yahya olacak bir oğul müjdeliyoruz. Daha önce, kimseyi ona adaş yapmadık (Bu adı alan olmadı).”"
    },
    {
      "ayahNumber": "8",
      "ayahText": "“Ya Rabbî, dedi, nasıl benim çocuğum olabilir ki eşim kısır, ben ise bir pîr-i faniyim!”"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Melek dedi: “Öyledir, fakat Rabbin buyurdu ki: Bunu yapmak bana pek kolay! Nitekim seni yoktan var eden de Ben değil miyim?” [76,1]"
    },
    {
      "ayahNumber": "10",
      "ayahText": "“Bana bir alâmet göster ya Rabbî!”, dedi. Allah buyurdu: “Senin alâmetin, sağlığın yerinde olmasına rağmen üç gün insanlarla konuşamamandır” [3,41]"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Derken, mâbeddeki bölmesinden halkının karşısına çıkıp “Sabah akşam Rabbinizi tenzih ve O'na ibadet edin!” diye işarette bulundu. [Mihrab için bkz. 3,37]"
    },
    {
      "ayahNumber": "12",
      "ayahText": "“Yahya! Kitaba var kuvvetinle sarıl!” dedik ve henüz çocuk iken ona hikmet verdik. Tarafımızdan bir merhamet, arı duru bir gönül de ihsan ettik.O, Allah'ı sayıp günahtan sakınan bir insandı. Anne ve babasına iyi davranan hayırlı bir evlattı, asla zorba ve isyankâr biri değildi."
    },
    {
      "ayahNumber": "13",
      "ayahText": "“Yahya! Kitaba var kuvvetinle sarıl!” dedik ve henüz çocuk iken ona hikmet verdik. Tarafımızdan bir merhamet, arı duru bir gönül de ihsan ettik.O, Allah'ı sayıp günahtan sakınan bir insandı. Anne ve babasına iyi davranan hayırlı bir evlattı, asla zorba ve isyankâr biri değildi."
    },
    {
      "ayahNumber": "14",
      "ayahText": "“Yahya! Kitaba var kuvvetinle sarıl!” dedik ve henüz çocuk iken ona hikmet verdik. Tarafımızdan bir merhamet, arı duru bir gönül de ihsan ettik.O, Allah'ı sayıp günahtan sakınan bir insandı. Anne ve babasına iyi davranan hayırlı bir evlattı, asla zorba ve isyankâr biri değildi."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Doğduğu gün de, vefat ettiği gün de, diriltilip kabirden kalkacağı gün de selâm olsun ona."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Kitapta Meryem'i de an! Hani o, ailesinden ayrılıp doğu tarafında bir yere çekiliverdi."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlarla kendisi arasına bir perde gerdi. Biz de ona Ruhumuzu gönderdik de, ona kusursuz, mükemmel bir insan şeklinde görünüverdi. [26,193-194.]"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Meryem irkildi ve “Ben” dedi, “Rahmana sığındım senden.Eğer Allah'ı sayıp günahtan sakınan bir kimse isen çekil yanımdan!”"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Ruh: “Ben” dedi, “Rabbinden sana gelen bir elçiyim.Sana tertemiz bir erkek çocuk hediye edeyim diye geldim.”"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Meryem: “Nasıl oğlum olabilir ki bana eli değen bir tek erkek bile olmamıştır. İffetsiz bir kadın da değilim!”"
    },
    {
      "ayahNumber": "21",
      "ayahText": "Ruh: “Öyledir, ama Rabbin: “Bu iş bana pek kolaydır. Çünkü biz onu insanlara kudretimimzin bir alâmeti ve tarafımızdan bir rahmet kılacağız ve artık bu, hükme bağlanmış, olup bitmiş bir iştir.” dedi.” [3,45; 48,50]"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Sonra çocuğuna hamile kaldı ve bu haliyle uzakça bir yere çekildi."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Derken doğum sancısı onu bir hurma ağacına dayanmaya zorladı. “Ay!” dedi, “n'olaydım, keşke bu iş başıma gelmeden öleydim, adı sanı unutulup gitmiş biri olaydım!”"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Derken, Ruh, ona aşağıdan şöyle seslendi: “Sakın üzülme!” dedi, “Rabbin senin alt yanında bir su arkı meydana getirdi."
    },
    {
      "ayahNumber": "25",
      "ayahText": "“Haydi, hurma dalını kendine doğru silkele, üzerine taze hurmalar dökülsün.”"
    },
    {
      "ayahNumber": "26",
      "ayahText": "“Artık ye, iç, gözün aydın olsun!Eğer herhangi bir insana rastlarsan: “Ben Rahman'a oruç adamıştım, de, o sebeple bugün hiç kimseyle konuşmayacağım”"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onu kucağına alıp akrabalarına getirdi. “Kız Meryem! dediler, sen ne tuhaf bir şey yapmışsın öyle!”"
    },
    {
      "ayahNumber": "28",
      "ayahText": "“Ey Harun'un kardeşi! Baban kötü bir insan değildi. Annen de iffetsiz bir kadın değildi!”"
    },
    {
      "ayahNumber": "29",
      "ayahText": "Meryem, (bana değil, çocuğa sorun dercesine) çocuğu gösterdi: “Nasıl olur da, dediler, beşikteki bebekle konuşuruz?” [23,50]"
    },
    {
      "ayahNumber": "30",
      "ayahText": "Derken bebek: “Ben Allah'ın kuluyum, dedi, O bana kitap verdi, beni peygamber olarak görevlendirdi.Hz.İsâ (a.s.)’ın bu sözü İncîl’de de yer alır (KM, Matta, 12,18)"
    },
    {
      "ayahNumber": "31",
      "ayahText": "“Nerede olursam olayım beni kutlu, mübarek kıldı. Yaşadığım müddetçe bana namazı ve zekâtı farz kıldı.”"
    },
    {
      "ayahNumber": "32",
      "ayahText": "“Anneme saygılı, hayırlı evlat kılıp, asla zorba, bedbaht ve hayırsız biri yapmadı” [17,23; 31,14]"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Doğduğum gün de, öleceğim gün de, kabirden kalkıp dirileceğim gün de selâm üzerime olsun!”"
    },
    {
      "ayahNumber": "34",
      "ayahText": "İşte hakkında şüphe ve tartışmalara girdikleri Meryem oğlu Îsa konusunda gerçeğin ta kendisi olan Allah'ın sözü budur."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Allah'ın evlat edinmesi olacak iş değildir. O bundan münezzehtir! Bir işi yapmak istedi mi, “şöyle olsun” demesi kâfidir. (36,82)"
    },
    {
      "ayahNumber": "36",
      "ayahText": "“İyi bilin ki Allah benim de Rabbim, sizin de Rabbinizdir. Öyleyse yalnız O'na ibadet ediniz. Doğru yol budur”"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Sonra onun hakkında birtakım gruplar kendi aralarında ayrılığa düştüler. Artık gerçeğin meydana çıkacağı o mühim günün duruşmasında vay o kâfirlerin başına geleceklere!"
    },
    {
      "ayahNumber": "38",
      "ayahText": "Neler işitecek, neler görecekler onlar, huzurumuza gelecekleri gün! Gerçeği pek güzel anlayacaklar o gün. Ama zalimler o gün tam bir şaşkınlık içindedirler."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Sen o hasret ve pişmanlık gününü, o haklarında ilâhî hükmün yerini bulacağı günü anlatarak uyar onları! Ama onlar gaflet içindeler, hâlâ iman etmiyorlar onlar."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Şu kesin bir gerçektir ki bütün dünyaya ve dünyada yaşayan bütün insanlara Biz vâris olacağız (onlar sona erip baki Allah kalacak) ve ölümden sonra hepsi diriltilip Bizim huzurumuza getirileceklerdir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Kitapta İbrâhim'i de an. O gerçekten özü sözü doğru biri idi, yani bir peygamberdi."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Zamanı geldi, babasına: “Babacığım, dedi, niçin işitmeyen, görmeyen ve sana hiçbir fayda sağlamayan bu putlara tapıyorsun?” [21,52-67] {KM, Mezmurlar 135,15-18}"
    },
    {
      "ayahNumber": "43",
      "ayahText": "“Babacığım, sana ulaşmayan bir ilim, geldi bana, ne olur bana tâbi ol da seni dümdüz bir yola çıkarayım”"
    },
    {
      "ayahNumber": "44",
      "ayahText": "“Babacığım, sakın şeytana ibadet etme! Çünkü şeytan Rahman'a isyan içindedir. [36,60; 4,117]"
    },
    {
      "ayahNumber": "45",
      "ayahText": "Babacığım, bu gidişle o Rahman'dan bile bir azabın gelip sana dokunacağından ve senin şeytana hemdem olacağından ciddî endişe içindeyim."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Babası: “İbrâhim, ne o, yoksa sen benim tanrılarıma sırtını mı dönüyorsun?Bu işten vazgeçmezsen mutlaka taşa tutarım seni. Şöyle bir uzun müddet benden uzak dur. Gözüm görmesin seni buralarda!”"
    },
    {
      "ayahNumber": "47",
      "ayahText": "İbrâhim: “Selâmet, esenlik içinde kal, dedi. Rabbimden senin için af dileyeceğim. O gerçekten bana karşı çok lütufkârdır. [25,63; 28,55; 60,4; 9,113-114; 14,41]"
    },
    {
      "ayahNumber": "48",
      "ayahText": "“İşte sizi de, sizin Allah'tan başka ibadet ve dua ettiğiniz tanrılarınızı da terkediyorum.Rabbime niyaz edip yalvarıyorum.Rabbime niyaz etmem sayesinde mahrum ve perişan olmayacağımı umuyorum."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Onları ve onların Allah'tan başka taptıkları putları terk edip (Şam’a yerleşince) Biz O’na İshak ile Yâkub’u hediye ettik.Onların her birine peygamberlik verdik. [21,72; 11,71; 2,133]"
    },
    {
      "ayahNumber": "50",
      "ayahText": "Onlara rahmetimizden ihsanlarda bulunduk. Onlara dillerde ve dinlerde yüksek ve güzel bir nam bıraktık."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Kitapta Mûsâ'yı da an. Gerçekten O Allah tarafından ihlâsa erdirilen bir kul idi, resul ve nebî idi."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Hani ona Tur'un sağ tarafından seslenmiş ve özel konuşma için onu huzurumuza almıştık. [28,30] {KM, Çıkış 33,11}"
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ve rahmet ve keremimizden, kardeşi Harun'u da nebî olarak ona ihsan etmiştik. [28,34; 20,31; 26,13] {KM, Çıkış 7,1}"
    },
    {
      "ayahNumber": "54",
      "ayahText": "Kitapta İsmâil'i de an. Gerçekten o, verdiği sözü yerine getiren biri idi. Resul ve nebî idi. [17,34; 61,2-3]"
    },
    {
      "ayahNumber": "55",
      "ayahText": "Halkına namazı ve zekâtı tavsiye ederdi. Rabbinin râzı olduğu biri idi. [20,132; 66,6]"
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kitapta İdris'i de an. Gerçekten o da doğruluğun timsali biri idi, bir nebî idi. [21,85] {KM, Tekvin 5,24}"
    },
    {
      "ayahNumber": "57",
      "ayahText": "Biz onu üstün bir makama yücelttik."
    },
    {
      "ayahNumber": "58",
      "ayahText": "İşte bunlar, Allah'ın nimetine mazhar olmuş olan bu zatlar, Âdem neslinden, Nuh ile beraber gemide taşıdıklarımızın evlatlarından, İbrâhim ve İsrailin nesillerinden ve hidâyete erdirip seçtiğimiz kimselerdendir. Onlar Rahman’ın âyetleri okunduğunda ağlayarak secdeye kapanırlardı. [6,83-90; 40,78]"
    },
    {
      "ayahNumber": "59",
      "ayahText": "Kendilerinden sonra yerlerine öyle bir nesil geldi ki namazı zâyi ettiler, şehvetlerinin peşine düştüler. İşte bunlar da azgınlıklarının cezasını bulacaklardır."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Ancak tövbe eden, iman edip makbul ve güzel işler yapanlar cennete girecekler ve asla haksızlığa uğramayacaklardır."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Evet, onlar Rahman'ın kullarına gıyabî olarak vâd ettiği, dünyada iken görmeksizin inandıkları Adn cennetlerine gireceklerdir. Allah’ın vâdi muhakkak ki yerini bulacaktır. [73,18]"
    },
    {
      "ayahNumber": "62",
      "ayahText": "Orada onlar boş ve anlamsız söz işitmezler, sadece selâm ve selâmet sözleri duyarlar. Orada ziyafetleri sabah akşam kendilerine sunulacaktır. [56,25-26; 73,35]"
    },
    {
      "ayahNumber": "63",
      "ayahText": "İşte bu cennetlere kullarımızdan, Allah'ı sayıp günahtan sakınanları vâris kılacağız."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Rabbinin emri olmadıkça biz (meleklerden olan elçiler) inmeyiz. Önümüzde ve arkamızdaki bütün geçmiş ve gelecek şeyler ve bunların arasındakiler hep O'na aittir. Senin Rabbin, hiçbir şeyi unutmaz."
    },
    {
      "ayahNumber": "65",
      "ayahText": "O göklerin, yerin ve o ikisinin arasında olan her şeyin Rabbidir. Öyleyse yalnız O'na kulluk et. O’na ibadetinde sabır ve sebat göster. Ona denk ve adaş olacak hiç kimse bilir misin?"
    },
    {
      "ayahNumber": "66",
      "ayahText": "Böyle iken kâfir insan: “Sahi, ben öldükten sonra diriltilip kabrimden çıkarılacak mıyım?” der. [13,5; 36,77-79]"
    },
    {
      "ayahNumber": "67",
      "ayahText": "O insan hiç düşünmüyor mu ki, o hiçbir şey değilken Biz onu yaratıp var ettik?"
    },
    {
      "ayahNumber": "68",
      "ayahText": "Senin Rabbine yemin olsun ki Biz onları da, şeytanları da diriltip huzurumuza toplayacağız, sonra da cehennemin çevresinde dizüstü çökmüş vaziyette oraya getireceğiz."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Sonra da her topluluktan, Rahmân'a isyan etmede aşırılık edenleri çekip ayıracağız."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Sonra o cehennemi boylamaya daha çok müstahak olanları elbette Biz pek iyi biliriz."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Sizden hiç kimse yoktur ki cehenneme varmasın. Bu Rabbinin katında kesinleşmiş bir hükümdür."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Sonra Allah'ı sayıp günahlardan sakınan müttakileri kurtararak zalimleri dizüstü çökmüş vaziyette orada bırakacağız."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Âyetlerimiz kendilerine açık açık okunduğu zaman o kâfirler iman edenlere dediler ki: (Bu uhrevî ve manevî halleri bir tarafa bırakalım, dünya hayatının realitesine bakalım) “Bu iki zümreden, mümin ve kâfirlerden hangisinin makamı daha üstün, grup ve topluluğu daha muteberdir?” [6,53; 46,11; 26,111]"
    },
    {
      "ayahNumber": "74",
      "ayahText": "Halbuki Biz onlardan önce, gerek mal ve eşyaları, gerek gösterişleri daha güzel durumda olan öyle nesiller helâk ettik ki saymaya gelmez."
    },
    {
      "ayahNumber": "75",
      "ayahText": "De ki: Dini inkâr edenlere Rahman biraz mühlet versin, bundan ne çıkar? Ama işin sonunda, onlar kendilerine vâd olunan azabı veya kıyameti görünce işte o zaman öğrenecekler: kimmiş mevkii daha düşük ve kimmiş asker ve maiyyeti daha zayıf! [3,61; 62,6]"
    },
    {
      "ayahNumber": "76",
      "ayahText": "Allah hidâyeti kabul edip doğru yola gelenlerin ise feyizlerini artırır. Baki kalacak dürüst ve yararlı işler, Rabbinin nazarında hem mükâfat bakımından daha üstün, hem de âkıbet yönünden daha iyidir. [9,124-125]"
    },
    {
      "ayahNumber": "77",
      "ayahText": "Baksana şu âyetlerimizi inkâr edip: “Mutlaka malım mülküm de olacak, çoluk çocuğum da olacak!” diyen adamın haline!"
    },
    {
      "ayahNumber": "78",
      "ayahText": "Ne o, bu adam gaybı öğrenmenin yolunu mu buldu, yoksa Rahman'dan kesin bir söz mü aldı?"
    },
    {
      "ayahNumber": "79",
      "ayahText": "Asla! İşte onun bu sözünü deftere kaydedeceğiz ve azabını da artırdıkça artıracağız."
    },
    {
      "ayahNumber": "80",
      "ayahText": "O sözünü ettiği mal ve evlada Biz vâris olacağız, nesi var nesi yoksa Bize kalacak ve o, huzurumuza tek başına (ilk yarattığımız gibi mal ve mülkten, makam ve mevkiden hatta elbiseden bile soyunmuş olarak çırılçıplak) gelecektir."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Kendilerine kalsa izzet ve kuvvet vesilesi olsun diye, Allah'tan başka birtakım tanrılar edindiler."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Hayır, hayır! Taptıkları o nesneler onların ibadetlerini reddedecekler ve kendilerine düşman olacaklardır. [35,14; 46,5]"
    },
    {
      "ayahNumber": "83",
      "ayahText": "Görmüyor musun ki Biz kâfirlere şeytanları musallat ediyoruz, onları oynatıp duruyorlar."
    },
    {
      "ayahNumber": "84",
      "ayahText": "O halde onlar hakkında acele etme! Biz onların günlerini saymaktayız. [14,42; 86,17; 3,178; 31,24]"
    },
    {
      "ayahNumber": "85",
      "ayahText": "Gün gelecek, Allah'ı sayıp haramlardan sakınan müttakileri, Rahman tarafından ağırlanacak konuk heyet olarak toplayacağız."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Suçluları da susuz olarak o yakıcı cehenneme süreceğiz."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Rahman'ın huzurunda, söz almış olanlar dışında hiç kimse şefaat edemeyecek."
    },
    {
      "ayahNumber": "88",
      "ayahText": "“Rahman evlat edindi.” dediler."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Böyle diyen sizler, pek çirkin bir şey ortaya attınız!"
    },
    {
      "ayahNumber": "90",
      "ayahText": "Rahman'a çocuk isnad etmelerinden ötürü, nerdeyse gökler çatlayacak, yer yarılacak, dağlar yıkılıp çökecekti!"
    },
    {
      "ayahNumber": "91",
      "ayahText": "Rahman'a çocuk isnad etmelerinden ötürü, nerdeyse gökler çatlayacak, yer yarılacak, dağlar yıkılıp çökecekti!"
    },
    {
      "ayahNumber": "92",
      "ayahText": "Halbuki evlat edinmek Rahman'ın şanına yakışmaz. [2,116; 9,30]"
    },
    {
      "ayahNumber": "93",
      "ayahText": "Göklerde ve yerde kim varsa, Rahman'ın ancak kulu olabilir."
    },
    {
      "ayahNumber": "94",
      "ayahText": "O bunların hepsini ilmi ile ihata etmiş, tek tek tesbit etmiştir."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Ve onların hepsi de kıyamet günü O'nun huzuruna tek başına gelecektir."
    },
    {
      "ayahNumber": "96",
      "ayahText": "İman edip, makbul ve güzel işler yapanları Rahman, (hem Allah, hem de mahluklar nezdinde) sevimli kılacaktır."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Bizim, Kur'ân’ı senin dilinle indirip kolaylaştırmamızın başlıca sebebi, senin müttakileri müjdelemen ve inatçı kimseleri de onunla uyarmandır."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Hem Biz onlardan önce nice nesiller imha ettik! Onlardan hissedip gördüğün yahut sesini işittiğin bir tek kişi bile var mıdır?"
    }
  ]
}