{
  "surahNumber": "67",
  "surahName": "Mülk Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hakimiyet elinde bulunan o yüce Allah mukaddestir, hayrı ve bereketi sınırsızdır ve O her şeye kadirdir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Hanginizin daha güzel iş ortaya koyacağını denemek için, ölümü ve hayatı yaratan O'dur. O azîzdir, gafurdur (üstün kudret sahibidir, affı ve mağfireti boldur). [2,28; 18,7]"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Yedi kat göğü birbiriyle tam uyum içinde yaratan O'dur. Rahman’ın yaratmasında hiçbir nizamsızlık göremezsin. Gözünü çevir de bak: Herhangi bir kusur görebilir misin?Sonra tekrar tekrar gözünü çevir de bak, gözün bir kusur bulamadığından, eli boş ve bitkin geri döner."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Yedi kat göğü birbiriyle tam uyum içinde yaratan O'dur. Rahman’ın yaratmasında hiçbir nizamsızlık göremezsin. Gözünü çevir de bak: Herhangi bir kusur görebilir misin?Sonra tekrar tekrar gözünü çevir de bak, gözün bir kusur bulamadığından, eli boş ve bitkin geri döner."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Biz yere en yakın semayı lambalarla donattık. Onları şeytanlara atılan mermiler yaptık. Hem onlara alevli ateş hazırladık. [37,5-6]"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Rab'lerini inkâr edenlere de cehennem azabı var. Gidilecek ne kötü yerdir orası!"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar oraya atılınca, cehennemin müthiş homurtusunu, kaynaya kaynaya çıkardığı uğultuyu işitirler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Cehennem, öfkesinden neredeyse çatlayacak haldedir. Ne zaman oraya yeni bir kafile atılsa, oranın bekçileri: “Sizi uyaran bir peygamber dâveti size ulaşmadı mı?” diye sorarlar. [17,15; 39,71]"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onlar şöyle cevap verirler: “Evet, bizi uyaran oldu, ama biz onu yalancı saydık ve Rahman hiçbir vahiy indirmedi, siz besbelli bir sapıklık içindesiniz.” dedik."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve ilave edecekler: “Şayet biz gerçeği işiten ve aklını çalıştıran kimseler olsaydık, elbette bu alevli ateşe girenlerden olmazdık!”"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Böylece günahlarını itiraf ederler. Rahmetten uzak olsun o cehennemlikler!"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Fakat Rab'lerini görmedikleri halde, O’na karşı saygılı davrananlara mağfiret ve büyük bir mükâfat vardır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Sözünüzü ister içinizde gizleyin, ister açığa vurun, hepsi birdir. Zira Allah gönüllerin künhünü dahi bilir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "O yarattığı mahlûkunu hiç bilmez olur mu? (İlmi her şeye nüfuz eden, her şeyden haberi olan) latîf ve habîr O'dur."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Yeryüzünü size hizmete hazır, uysal bir binek gibi kılan da O'dur.Haydi öyleyse siz de onun omuzları üstünde rahatça dolaşın. O’nun takdir ettiği rızıklardan yiyin, istifade edin. Ama ölümden sonra dirilip O’nun huzuruna çıkacağınızı da bilin."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Yüceler yücesi olan Allah'ın sizi yerin dibine geçirmesinden emin mi oldunuz? O zaman bir de bakarsınız yer çalkalanıp duruyor."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Yahut O'nun size taş yağdıran bir kasırga göndermesinden emin mi oldunuz? Fakat bu tehdidimin ne demek olduğunu yakında öğrenirsiniz!"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Onlardan öncekiler de (dini, peygamberleri) yalan saydılar. Ama Ben'im red ve inkâr edişim, intikamım nasıl olurmuş, anladılar!"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Üstlerinde kuşların saf saf dizilip kanatlarını açıp yumarak dolaşmalarını hiç görmüyorlar mı? Onları havada Rahman'dan başka tutan yoktur. O elbette her şeyi görür."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Rahman'ın dışında size güyâ yardım edecek kimmiş? Doğrusu kâfirler büyük bir aldanış içindedirler."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Peki, Allah size ihsan ettiği nasibi alıkorsa, sizi başka rızıklandıracak kimmiş? Doğrusu, onlar azgınlık ve nefret içinde diretmektedirler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Düşünün bir: Yüzükoyun kapanıp yerde sürünen mi varılacak yere daha kolayca ulaşır, yoksa dümdüz yolda düzgün şekilde yürüyen mi?"
    },
    {
      "ayahNumber": "23",
      "ayahText": "De ki: Sizi yaratan ve size kulaklar, gözler ve gönüller veren O'dur. Sizin şükrünüz ne de az!"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Sizi yeryüzünde yaratıp zürriyet halinde yayan O'dur. Ölümden sonra da diriltilip yine O’nun huzurunda toplanacaksınız."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Ama onlar yalnızca şunu soruyorlar: “Eğer iddianızda tutarlı iseniz, bu vaad yani inanmadığımız takdirde geleceğini bildirip tehdid ettiğin azap ne zaman?"
    },
    {
      "ayahNumber": "26",
      "ayahText": "De ki: “Bunu yalnız Allah bilir. Ben ise sadece açık ve kesin bir tarzda uyarırım.”"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onu yanıbaşlarında buldukları zaman inkâr edenlerin kederden yüzleri mosmor kesilir. Kendilerine: “İşte sizin isteyip durduğunuz şey!” denilir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "De ki: “Söyler misiniz bana: Allah eğer beni ve beraberimdeki müminleri, ister helâk eder, ister merhamet eder,ne ederse eder, peki kâfirleri o acı azaptan kim kurtarır?”"
    },
    {
      "ayahNumber": "29",
      "ayahText": "De ki: “Sizi imana dâvet ettiğimiz İlah, Rahmandır. Biz O'na iman ettik. O’na dayandık. Kimin kesin bir yanlışlık içinde olduğunu yakında öğrenirsiniz."
    },
    {
      "ayahNumber": "30",
      "ayahText": "De ki: “Söyleyin bana: şayet suyunuz çekilir, yerin dibine giderse, o akan tatlı suyu, kim getirebilir size?”"
    }
  ]
}