{
  "surahNumber": "23",
  "surahName": "Mü'minûn Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Muhakkak ki müminler, mutluluk ve başarıya erdiler."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Onlar namazlarında tam bir saygı ve tevazu içindedirler."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Onlar boş şeylerden uzak dururlar. [25,72]"
    },
    {
      "ayahNumber": "4",
      "ayahText": "Onlar zekâtı ifa eder (kendilerini maddeten ve manen arındırırlar). [91,9-10; 41,6-7]"
    },
    {
      "ayahNumber": "5",
      "ayahText": "Onlar mahrem yerlerini günahlardan korurlar. Yalnız eşleri ve cariyeleri ile ilişki kurarlar. Çünkü bunu yapanlar ayıplanamazlar. Ama bu sınırın ötesine geçmek peşinde olanlar, işte onlardır haddi aşanlar."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Onlar mahrem yerlerini günahlardan korurlar. Yalnız eşleri ve cariyeleri ile ilişki kurarlar. Çünkü bunu yapanlar ayıplanamazlar. Ama bu sınırın ötesine geçmek peşinde olanlar, işte onlardır haddi aşanlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar mahrem yerlerini günahlardan korurlar. Yalnız eşleri ve cariyeleri ile ilişki kurarlar. Çünkü bunu yapanlar ayıplanamazlar. Ama bu sınırın ötesine geçmek peşinde olanlar, işte onlardır haddi aşanlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "O müminler üzerlerindeki emanetleri gözetirler, verdikleri sözleri tam tamına tutarlar."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onlar namazlarını vaktinde eda edip zayi etmekten korurlar."
    },
    {
      "ayahNumber": "10",
      "ayahText": "“İşte vâris olanlar, ebedî kalacakları Firdevs cennetine vâris olanlar onlardır onlar. [19,63; 43,72]"
    },
    {
      "ayahNumber": "11",
      "ayahText": "“İşte vâris olanlar, ebedî kalacakları Firdevs cennetine vâris olanlar onlardır onlar. [19,63; 43,72]"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Şu bir gerçektir ki Biz insanı süzme çamurdan yaratırız. [30,20; 6,2; 32,8]"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Sonra onu nutfe (sperm) halinde sağlam bir yere yerleştiririz."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Sonra nutfeyi (rahim cidarına) yapışan bir hücreye, bunu da mudgaya, yani bir çiğnem et görünümündeki varlığa, mudgayı kemiklere dönüştürür, sonra da kemiklere et giydirip, derken yeni bir yaratılışa mazhar ederiz. İşte bak da Allah'ın ne mükemmel yaratan olduğunu bir düşün! [22,5]"
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ve bütün bunlardan sonra, siz ey insanlar, ölürsünüz. [21,35]"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Sonra büyük duruşma (kıyamet) günü diriltilirsiniz."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Yine şu da bir gerçektir ki, Biz sizin üstünüzde yedi tabaka yarattık. Biz yaratmadan da, yarattıklarımızdan da habersiz değiliz. [2, 29; 40,57; 32,4-12; 17,44; 71,15; 65,12]"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Biz gökten belirlediğimiz bir ölçüye göre su indirir ve onu yerde dinlendiririz. Ama dilersek onu yerden gidermeye de kadiriz."
    },
    {
      "ayahNumber": "19",
      "ayahText": "O su ile sizin için hurma ve üzüm bağları yetiştiririz ki onlarda size çok faydalar vardır, onlardan yersiniz de. [16,11; 36,34-35]"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Sina Dağından çıkan bir nebat da yetiştiririz ki o ağaç hem yağ, hem de yiyenlere bir katık çıkarır."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Davarlarda da sizin için ibretler vardır. Onların içinden çıkan sütle sizi besleriz. Daha onlarda sizin için nice faydalar bulunur. Onların etinden de yersiniz. [16,5-7; 36,71-73]"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Onlara da, gemilere de binersiniz. [17,70]"
    },
    {
      "ayahNumber": "23",
      "ayahText": "Bir zaman, halkını irşad etmesi gayesiyle Nûh'u gönderdik de: “Ey halkım, dedi, yalnız Allah’a ibadet ediniz. Zira sizin Ondan başka ilahınız yoktur. Gerçek bu iken hâlâ şirkten sakınmaz mısınız?”"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Halkından ileri gelen birtakım kâfirler: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, böyleyken size hakim olmak istiyor.” “Allah bize mesaj ulaştırmak isteseydi, (böyle sizin gibi bir insan göndermez), melaike indirirdi. Nitekim biz atalarımızdan da böyle bir şey işitmedik. Bu delinin tekinden başka biri değil. Ona biraz süre tanıyın, sonra iş aydınlanır, siz de gereğini yaparsınız.”"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Halkından ileri gelen birtakım kâfirler: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, böyleyken size hakim olmak istiyor.” “Allah bize mesaj ulaştırmak isteseydi, (böyle sizin gibi bir insan göndermez), melaike indirirdi. Nitekim biz atalarımızdan da böyle bir şey işitmedik. Bu delinin tekinden başka biri değil. Ona biraz süre tanıyın, sonra iş aydınlanır, siz de gereğini yaparsınız.”"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Nuh: “Ya Rabbî, dedi, beni yalancı saymalarına karşı Sen yardım et bana!”"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Biz de ona vahyedip bildirdik ki: “Nezaretimiz altında ve bildirdiğimiz şekilde gemiyi yap. Buyruğumuz gelip tandır kaynayınca her cinsten birer çift ile haklarında azap hükmü takdir edilmiş olanlar dışında kalan aile halkını yanına al! Zalim ve kâfirler hakkında sakın Bana başvurma! Çünkü onlar suda boğulacaklardır.”"
    },
    {
      "ayahNumber": "28",
      "ayahText": "“Sen ve beraberinde olanlar gemiye yerleşince de ki: “Bizi o zalim toplumun elinden kurtaran Allah'a hamd-u senalar olsun!”"
    },
    {
      "ayahNumber": "29",
      "ayahText": "“Ya Rabbî, beni güvenli ve kutlu bir yere indir. Çünkü sen konuklayanların en iyisi, en mükemmelisin.” [43,12-13; 11,41]"
    },
    {
      "ayahNumber": "30",
      "ayahText": "Bunda elbette alınacak çok ibretler var. Gerçekten Biz insanları imtihan etmekteyiz."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Onlardan sonra başka nesiller yarattık."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Onların içinden “Yalnız bir Allah'a ibadet ediniz, zira sizin O’ndan başka tanrınız yoktur. Gerçek bu iken hâlâ şirkten sakınmaz mısınız?” diyen bir peygamber gönderdik."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Onun halkından kâfir olup âhiret buluşmasını yalan sayan ve kendilerine dünya hayatında bol nimet verdiğimiz eşraf takımı: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, baksanıza sizin yediklerinizden yiyor, sizin içtiklerinizden içiyor. Eğer siz, sizin gibi bir beşere itaat edecek olursanız, büyük bir kayba ve hüsrana uğrarsınız.”"
    },
    {
      "ayahNumber": "34",
      "ayahText": "Onun halkından kâfir olup âhiret buluşmasını yalan sayan ve kendilerine dünya hayatında bol nimet verdiğimiz eşraf takımı: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, baksanıza sizin yediklerinizden yiyor, sizin içtiklerinizden içiyor. Eğer siz, sizin gibi bir beşere itaat edecek olursanız, büyük bir kayba ve hüsrana uğrarsınız.”"
    },
    {
      "ayahNumber": "35",
      "ayahText": "“Ne o,” dediler, bu adam siz ölüp de toprak ve kemik haline geldikten sonra sizin diriltilip mezardan çıkarılacağınızı mı vâd ediyor?”"
    },
    {
      "ayahNumber": "36",
      "ayahText": "“Heyhat! Heyhat! Size vâd edilen şey ne kadar da uzak!”"
    },
    {
      "ayahNumber": "37",
      "ayahText": "“Hayat sadece dünya hayatından ibarettir, ölür gideriz, ancak bir kere yaşarız ve ölümden sonra asla diriltilmeyiz!”"
    },
    {
      "ayahNumber": "38",
      "ayahText": "“Bu adam, uydurduğu yalanı Allah'a mal eden bir iftiracıdan başkası değildir ve biz hiçbir surette ona inanmayız!”"
    },
    {
      "ayahNumber": "39",
      "ayahText": "O Resul: “Ya Rabbî, dedi, beni yalancı saymalarına karşı Sen bana yardım eyle!”"
    },
    {
      "ayahNumber": "40",
      "ayahText": "Allah buyurdu: “Tasalanma, çok geçmeden onlar pişman olacaklardır!”"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Derken korkunç bir ses onları bastırıverdi. Adalet yerini buldu. Onları sel süprüntüsüne çevirdik. Zalimler güruhunun canı cehenneme! [40,78]"
    },
    {
      "ayahNumber": "42",
      "ayahText": "Onlardan sonra yine başka nesiller dünyaya getirdik."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Hiç bir ümmet vâdesini ne öne alabilir ne de erteleyebilir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Sonra resullerimizi peş peşe gönderdik. Hangi ümmete peygamberi geldiyse onlar onu yalancı saydılar.Biz de onları birbiri ardından imha ettik. Onlardan geriye bıraktığımız, sadece ibret verici hikâyeleri! İman etmeyen o halkın canı cehenneme! [16,36; 36,30]"
    },
    {
      "ayahNumber": "45",
      "ayahText": "Sonra da Mûsa ile kardeşi Hârun'u âyetlerimizle ve apaçık delille Firavun ile ileri gelen yardımcılarına gönderdik.Onlar da hakkı kabulden kibirlendiler.Zaten onlar kendilerini çok büyük gören bir zümre idi."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Sonra da Mûsa ile kardeşi Hârun'u âyetlerimizle ve apaçık delille Firavun ile ileri gelen yardımcılarına gönderdik.Onlar da hakkı kabulden kibirlendiler.Zaten onlar kendilerini çok büyük gören bir zümre idi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Dediler ki: “Kendi kavimleri bizim hizmetçi kölelerimiz iken şimdi kalkıp bizim gibi beşer olan bu iki adama mı inanacağız?” [26,29]"
    },
    {
      "ayahNumber": "48",
      "ayahText": "Böyle deyip onları yalancı saydılar. Kendileri de helâk edilenler gürûhuna dahil oldular. [28,43]"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Oysa doğru yolu tutmaları ümidiyle biz Mûsâ'ya kitabı verdik."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Meryem'in oğlunu ve annesini birer ibret vesilesi kıldık ve onları pınarları akan ve yerleşmeye elverişli yüksekçe bir yere yerleştirdik. [21,91; 19,22]"
    },
    {
      "ayahNumber": "51",
      "ayahText": "Siz ey peygamberler! Helâl ve hoş şeylerden yiyip için, makbul ve güzel işler işleyin! Zira Ben yaptığınız her şeyi bilmekteyim."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Ve hepinizin dini bir tek dindir. Ben de sizin Rabbinizim, öyleyse Bana karşı gelmekten sakının!"
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ama peygamberleri izlediklerini iddia eden ümmetler fırkalara ayrılıp bölük bölük oldular. Her grup, kendilerine ait görüşten ötürü memnun ve mutludur."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Sen onları, bir süreye kadar daldıkları gaflet içinde kendi hallerine bırak! [86,17; 15,3]"
    },
    {
      "ayahNumber": "55",
      "ayahText": "Kendilerine verdiğimiz servet ve evlatlarla iyiliklerine koştuğumuzu mu sanıyorlar? Hayır, onlar işin farkında değiller! [9,55; 3,178; 68,44-45; 74,11-16]"
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kendilerine verdiğimiz servet ve evlatlarla iyiliklerine koştuğumuzu mu sanıyorlar? Hayır, onlar işin farkında değiller! [9,55; 3,178; 68,44-45; 74,11-16]"
    },
    {
      "ayahNumber": "57",
      "ayahText": "Ama asıl Rab'lerine duydukları saygıdan dolayı çekinenler."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Rab'lerinin âyetlerini tasdik edenler."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Rab'lerine hiç ortak tanımayanlar."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Rab'lerine dönüp hesaba çekileceklerinden, yaptıkları hayırları kalpleri titreyerek yapanlar."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Evet, işte onlardır hayırlara koşanlar ve o işlerde öne geçenler!"
    },
    {
      "ayahNumber": "62",
      "ayahText": "Biz hiç kimseye takatinin üstünde yük yüklemeyiz. Nezdimizde gerçeği bildiren, insanların yaptıklarını tam tamına tesbit eden bir kitap vardır. Bundan ötürü asla haksızlığa uğratılmazlar. [17,13; 18,49]"
    },
    {
      "ayahNumber": "63",
      "ayahText": "Fakat onların kalbleri bundan gafildir. Ayrıca onların bundan başka birtakım pis işleri daha var ki onları işler dururlar."
    },
    {
      "ayahNumber": "64",
      "ayahText": "En nihâyet onların refaha dalıp gitmiş olanlarını azapla kıskıvrak yakaladığımızda birden feryadı basarlar."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Fakat onlara şöyle denilecektir: “Bugün hiç boşuna sızlanmayın! Zira siz Bizden hiçbir surette yardıma mazhar olmayacaksınız.”"
    },
    {
      "ayahNumber": "66",
      "ayahText": "“Âyetlerim size okunduğunda, siz kibirlenerek sırtınızı çevirirdiniz, geceleyin onun aleyhinde ileri geri konuşarak saçmalardınız.” [40,12]"
    },
    {
      "ayahNumber": "67",
      "ayahText": "“Âyetlerim size okunduğunda, siz kibirlenerek sırtınızı çevirirdiniz, geceleyin onun aleyhinde ileri geri konuşarak saçmalardınız.” [40,12]"
    },
    {
      "ayahNumber": "68",
      "ayahText": "Peki onlar Allah'ın sözünü anlamaya çalışmadılar mı? Yoksa önce geçip gitmiş babalarına hiç gelmemiş olan, ömürlerinde ilk defa duydukları bir şeyle mi karşılaştılar?"
    },
    {
      "ayahNumber": "69",
      "ayahText": "Yoksa şu aralarında yaşamış olan Resulü, tanıdıkları biri olmadığı için mi reddediyorlar?"
    },
    {
      "ayahNumber": "70",
      "ayahText": "Ne o, yoksa “Onda bir delilik var!” mı diyorlar? Oysa o onlara gerçeğin ta kendisini getirdi, ama gerçek onların çoğunun işine gelmiyor."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Fakat gerçek onların keyiflerine tâbi olsaydı göklerin de, yerin de, oralarda yaşayanların da düzenleri bozulur, yıkılıp giderlerdi. Halbuki Biz onlara şan ve şeref getiren, öğüt veren kitap verdik ama, ne var ki onlar bu dersten yüz çeviriyorlar. [43,31; 44; 21,50; 17,100; 4,53]"
    },
    {
      "ayahNumber": "72",
      "ayahText": "Ey Resulüm, yoksa bu hizmetlerine karşılık sen onlardan bir karşılık istiyorsun da, bu, kendilerine ağır geldiği için mi senden uzak duruyorlar? Fakat bilsinler ki en iyi karşılık, sana Rabbinin vereceği karşılıktır. Çünkü O, rızık ve nimet verenlerin en hayırlısıdır. [6,90; 42,23; 34,47; 38,86; 36,21]"
    },
    {
      "ayahNumber": "73",
      "ayahText": "Sen gerçekten onları dosdoğru bir yola çağırıyorsun."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Ama şu da gerçek ki âhirete inanmayanlar, yoldan sapıyorlar."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Eğer Biz onlara merhamet edip, uğradıkları belayı giderseydik, yine onlar azgınlıklarında devam edip giderlerdi. [8,23; 6,28-29]"
    },
    {
      "ayahNumber": "76",
      "ayahText": "Biz onları çeşitli azaplara da uğrattık. Buna rağmen yine de Rab'lerine boyun eğip O’na yalvarıp yakarmadılar. [6,43]"
    },
    {
      "ayahNumber": "77",
      "ayahText": "Ama ne zaman onların önüne ceza gününe mahsus zorlu bir azap kapısını açarsak, işte o zaman birden bütün ümitlerini yitiriverirler."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Ey insanlar, Rabbinizin buyruklarına kulak verin.Çünkü sizde işitme ve görmeyi sağlayan kulak ve gözleri, düşünüp hissetmenizi sağlayan kalpleri yaratan O'dur. Şükrünüz ne kadar da az! [12,103; 34,13]"
    },
    {
      "ayahNumber": "79",
      "ayahText": "Sizi çoğaltıp dünyaya yayan da O'dur. Muhakkak yine O’nun huzuruna götürüleceksiniz."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Hayatı veren de, öldüren de O'dur. Gece ile gündüzü peş peşe getiren de O’dur. Öyleyse hâlâ aklınızı başınıza alıp bunları bir düşünmez misiniz? [36,40; 25,62]"
    },
    {
      "ayahNumber": "81",
      "ayahText": "Ama böyle yapmak yerine, kendilerinden önceki münkirlerin dediklerini dediler."
    },
    {
      "ayahNumber": "82",
      "ayahText": "“Ölüp toprak ve kemik haline geldikten sonra biz dirilecekmişiz ha!Bize de, daha önce babalarımıza da bu vaad edilip durdu. Doğrusu bu dirilme işi, öncekilerin masallarından, başka bir şey değil!” dediler. [79,11-14; 36,77-79]"
    },
    {
      "ayahNumber": "83",
      "ayahText": "“Ölüp toprak ve kemik haline geldikten sonra biz dirilecekmişiz ha!Bize de, daha önce babalarımıza da bu vaad edilip durdu. Doğrusu bu dirilme işi, öncekilerin masallarından, başka bir şey değil!” dediler. [79,11-14; 36,77-79]"
    },
    {
      "ayahNumber": "84",
      "ayahText": "De ki: “Bütün dünya ve içinde yaşayanlar kimindir söyleyin bakalım, biliyorsanız.”"
    },
    {
      "ayahNumber": "85",
      "ayahText": "Elbette: “Allah'ındır” diyeceklerdir. Öyleyse, sen de ki: “Neden aklınızı başınıza almıyorsunuz?” [39,3]"
    },
    {
      "ayahNumber": "86",
      "ayahText": "“Peki, yedi kat göğün ve yüce arşın Rabbi kimdir?” diye sor."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Elbette, “Allah'tır”, diyeceklerdir. Öyleyse, sen de ki: “İnandığınız Allah’a karşı gelmekten sakınmaz mısınız?”"
    },
    {
      "ayahNumber": "88",
      "ayahText": "De ki: “Peki her şeyin gerçek yönetimini elinde tutan, Kendisi her şeyi koruyup gözeten, ama Kendisi himaye altında olmayan kimdir? Biliyorsanız söyleyin bakalım! [36,83; 21,23; 15,92-93]"
    },
    {
      "ayahNumber": "89",
      "ayahText": "Elbette, “Allah'tır” diyecekler. Sen de ki: Öyleyse nasıl oluyor da büyülenip gerçekten uzaklaşıyorsunuz?”"
    },
    {
      "ayahNumber": "90",
      "ayahText": "Hayır, Biz onlara gerçeği getirdik; fakat buna rağmen onlar yalanı tercih ediyorlar. İşte gerçek:"
    },
    {
      "ayahNumber": "91",
      "ayahText": "“Allah asla evlat edinmedi. O'nun yanı sıra hiçbir tanrı da yoktur. Öyle olsaydı her tanrı kendi yarattıklarını yanına alır ve onlardan biri diğerine üstün gelmeye çalışırdı. Allah o müşriklerin isnat ve nitelendirmelerinden münezzehtir.” [21,22]"
    },
    {
      "ayahNumber": "92",
      "ayahText": "Görünmeyen ve görünen, gizli ve âşikâr her şeyi bilen Allah, onların iddia ettikleri şerikleri olmaktan yücedir. [10,18]"
    },
    {
      "ayahNumber": "93",
      "ayahText": "De ki: “Ya Rabbî, eğer onlara vâd edilen o azabı bana göstereceksen, beni o zalimler güruhu içinde bırakma!”"
    },
    {
      "ayahNumber": "94",
      "ayahText": "De ki: “Ya Rabbî, eğer onlara vâd edilen o azabı bana göstereceksen, beni o zalimler güruhu içinde bırakma!”"
    },
    {
      "ayahNumber": "95",
      "ayahText": "Biz onlara vâd ettiğimiz azabı sana göstermeye elbette kadiriz."
    },
    {
      "ayahNumber": "96",
      "ayahText": "Fakat onlar ne yaparlarsa yapsınlar, sen yine de kötülüğü en iyi tarzda sav. Biz onların, senin hakkındaki asılsız iddialarını pek iyi biliriz."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Sen de ki: “Ya Rabbî! Şeytanların vesveselerinden, onların yanımda bulunmalarından Sana sığınırım!”"
    },
    {
      "ayahNumber": "98",
      "ayahText": "Sen de ki: “Ya Rabbî! Şeytanların vesveselerinden, onların yanımda bulunmalarından Sana sığınırım!”"
    },
    {
      "ayahNumber": "99",
      "ayahText": "Âhireti inkâr edenlerden birine ölüm gelip çatınca, işte o zaman: “Ya Rabbî!” der, “ne olur beni dünyaya geri gönderin, ta ki zayi ettiğim ömrümü telafi edip iyi işler yapayım.”Hayır, hayır! Bu onun söylediği mânasız bir sözdür. Çünkü dünyadan ayrılanların önünde, artık, diriltilecekleri güne kadar bir berzah vardır. [32,12; 6,27 63,10-11; 14,44; 7,53; 42,44; 40,11]"
    },
    {
      "ayahNumber": "100",
      "ayahText": "Âhireti inkâr edenlerden birine ölüm gelip çatınca, işte o zaman: “Ya Rabbî!” der, “ne olur beni dünyaya geri gönderin, ta ki zayi ettiğim ömrümü telafi edip iyi işler yapayım.”Hayır, hayır! Bu onun söylediği mânasız bir sözdür. Çünkü dünyadan ayrılanların önünde, artık, diriltilecekleri güne kadar bir berzah vardır. [32,12; 6,27 63,10-11; 14,44; 7,53; 42,44; 40,11]"
    },
    {
      "ayahNumber": "101",
      "ayahText": "Sûra üflendiği zaman, o gün artık ne aralarındaki akraba tutkunluğu bir fayda verir, ne de kişi bir başkasının halini sormayı hatırından geçirir."
    },
    {
      "ayahNumber": "102",
      "ayahText": "O gün kimin iyilikleri mizanda ağır basarsa onlar kurtulacaklar."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Kimin iyilikleri tartıda hafif kalırsa, işte kendilerini ziyana sokanlar, cehennemde ebedî kalanlar onlar olacaklardır."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Orada yüzlerini alevler yalar da, ateş dudaklarını yaktığında, dişleri açıkta kalıverir. [14,50; 21,39]"
    },
    {
      "ayahNumber": "105",
      "ayahText": "Allah Teâlâ onlara şöyle buyurur: “Âyetlerim size okunurdu da siz onları yalan sayardınız değil mi?” [4,165; 17,15; 67,8-11]"
    },
    {
      "ayahNumber": "106",
      "ayahText": "“Ey Ulu Rabbimiz”, derler, “azgınlığımız, kötü talihimiz ağır bastı, biz de yoldan sapan kimseler olduk bir kere. Ama ne olur ey Ulu Rabbimiz, kurtar bizi bu ateşten, eğer bir daha o kötülükleri yaparsak işte o zaman, kendimize iyice yazık eder, zalimin teki oluruz!”"
    },
    {
      "ayahNumber": "107",
      "ayahText": "“Ey Ulu Rabbimiz”, derler, “azgınlığımız, kötü talihimiz ağır bastı, biz de yoldan sapan kimseler olduk bir kere. Ama ne olur ey Ulu Rabbimiz, kurtar bizi bu ateşten, eğer bir daha o kötülükleri yaparsak işte o zaman, kendimize iyice yazık eder, zalimin teki oluruz!”"
    },
    {
      "ayahNumber": "108",
      "ayahText": "Allah Teâlâ: “Kesin sesinizi, sakın bir daha Bana bir şey söylemeye kalkışmayın!” buyurur."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Kullarımdan, bir kısmı “inandık ya Rabbî! Affet günahlarımızı, merhamet et bize, çünkü Sen merhamet edenlerin en iyisi, en hayırlısısın!” dediklerinde, onları alaya alan sizler değil miydiniz!Sonunda sizin bu davranışlarınız Beni gönlünüzden geçirmeyi, Beni yâdetmeyi size unutturdu da, onlarla eğlenip durdunuz."
    },
    {
      "ayahNumber": "110",
      "ayahText": "Kullarımdan, bir kısmı “inandık ya Rabbî! Affet günahlarımızı, merhamet et bize, çünkü Sen merhamet edenlerin en iyisi, en hayırlısısın!” dediklerinde, onları alaya alan sizler değil miydiniz!Sonunda sizin bu davranışlarınız Beni gönlünüzden geçirmeyi, Beni yâdetmeyi size unutturdu da, onlarla eğlenip durdunuz."
    },
    {
      "ayahNumber": "111",
      "ayahText": "İşte Ben de sabretmelerine karşılık bugün onları ödüllendirdim.İşte umduklarına kavuşanlar onlardır."
    },
    {
      "ayahNumber": "112",
      "ayahText": "Sonra Allah cehennemdekilere der ki: “Size kalsa, dünyada kaç yıl kaldınız?” [30,55; 46,35]"
    },
    {
      "ayahNumber": "113",
      "ayahText": "Onlar: “Bir gün veya daha da az. Ne bilelim, isterseniz bunu tam tamına aklında tutanlara sor! Zira bizim aklımız başımızdan gitmiş durumda.” diye cevap verirler."
    },
    {
      "ayahNumber": "114",
      "ayahText": "Bunun üzerine Allah Teâlâ şöyle buyurur: “Siz, doğrusu pek az kaldınız.Bu gerçeği bir bilseydiniz, Bana isyan etmezdiniz.”"
    },
    {
      "ayahNumber": "115",
      "ayahText": "“Bizim sizi boşuna yarattığımızı, Bizim huzurumuza dönüp hesap vermeyeceğinizi mi sandınız?”"
    },
    {
      "ayahNumber": "116",
      "ayahText": "“Öyleyse artık şu gerçeği bilin ki Allah yüceler yücesidir.Gerçek hükümran O'dur. O’ndan başka tanrı yoktur.Pek değerli arşın Rabbidir”"
    },
    {
      "ayahNumber": "117",
      "ayahText": "O halde, kim tanrılığını ispat eden hiç bir delili olmamasına rağmen,Allah'ın beraber başka bir tanrıya taparsa,âhirette Rabbinin huzurunda hesabını verecek, cezasını çekecektir.Şurası muhakkak ki kâfirler asla iflah olmazlar."
    },
    {
      "ayahNumber": "118",
      "ayahText": "Öyleyse (ey Resulüm ve ey mümin!) Sen şöyle dua et:“Ya Rabbî, Sen bizi affet, Sen bize merhamet et. Zira merhamet edenlerin en hayırlısı Sensin Sen!”"
    }
  ]
}