{
  "surahNumber": "73",
  "surahName": "Müzzemmil Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ey örtüsüne bürünen Resulüm!"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Geceleyin kalk da, az bir kısmı hariç geceyi ibadetle geçir. [32,16; 17,79; 76,26]"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Duruma göre gecenin yarısında, veya bundan biraz daha azında veya fazlasında ibadet etmen de yeterlidir. Kur'ân’ı tertîl ile, düşünerek oku."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Duruma göre gecenin yarısında, veya bundan biraz daha azında veya fazlasında ibadet etmen de yeterlidir. Kur'ân’ı tertîl ile, düşünerek oku."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Biz sana pek ağır bir söz vahyedeceğiz."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Muhakkak ki geceleyin kalkıp ibadet etmek daha tesirlidir ve Kur'ân okuyuşu bakımından daha düzgün, daha sağlam bir tilavet sağlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Halbuki gündüz seni meşgul edecek yığınla iş vardır."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Rabbinin yüce adını zikret, fânilere bel bağlamaktan kurtul ve bütün gönlünle yalnız O'na yönel."
    },
    {
      "ayahNumber": "9",
      "ayahText": "O doğunun da batının da Rabbidir. O'ndan başka İlah yoktur. O halde sen de yalnız O’nun himayesine sığın, yalnız O’na güven."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Onların söylediklerine karşı sabret, onlardan güzel bir tavırla uzak dur!"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Nimet ve devlet içinde yüzen, hak dini yalan sayanları, sen Bana bırak ve onlara biraz mühlet ver."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Muhakkak ki Bizim nezdimizde bukağılar, alevli ateşler, dikenli, boğazı tırmalayan yiyecekler ve gâyet acı azap var."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Muhakkak ki Bizim nezdimizde bukağılar, alevli ateşler, dikenli, boğazı tırmalayan yiyecekler ve gâyet acı azap var."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Gün gelir; yer, dağlar şiddetle sarsılır ve dağlar dağılan kum yığınları haline gelir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Bakın (ey Mekkeliler, ey bütün insanlar) Biz vaktiyle Firavun'a bir elçi gönderdiğimiz gibi size de hakkınızda şahitlik edecek bir elçi gönderdik."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Firavun o Resule isyan etti. Biz de onu şiddetle cezaya çarptırdık."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Kâfirliğinizde devam ederseniz, dehşetinden çocukları birden ak saçlı ihtiyarlara çevirecek o günden kendinizi nasıl koruyabilirsiniz?"
    },
    {
      "ayahNumber": "18",
      "ayahText": "O günün dehşetinden gök bile çatlar. Allah'ın vâdi mutlaka gerçekleşir."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Bu, bir öğüt ve uyarıdır. Artık isteyen, Rabbine varan yolu tutar. [76,29]"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Senin Rabbin, gecenin bazen üçte ikisine yakın bir kısmını, bazen yarısını, bazen üçte birini ibadetle geçirdiğini, senin yanında yer alan müminlerden bir cemaatin da böyle yaptığını elbette biliyor. Gece ve gündüzü yaratıp sürelerini belirleyen Allah'tır. O sizin bu gece ibadetini gözetemeyeceğinizi bildiği için, lütuf ve merhametiyle size yeniden bakıp muaf tuttu. Artık Kur’ân’dan kolayınıza gelen miktarı okuyun. Allah bilmektedir ki aranızda hastalananlar olacaktır. Kimileri Allah’ın lütfundan nasiplerini aramak için yol tepecek, dünyanın çeşitli yerlerinde dolaşacaklardır. Bazıları Allah yolunda muharebe için sefere çıkacaklardır. Haydi artık Kur’ân’dan, kolayınıza gelen miktarı okuyun. Namazı hakkıyla ifa edin, zekâtı verin ve bir de Allah’a güzel ödünç takdim edin! Unutmayın ki kendi iyiliğiniz için âhirete hazırlık olarak her ne gönderirseniz mutlaka onu Allah’ın nezdinde bulursunuz. Hem daha üstün ve daha hayırlı, mükâfatı kat kat artmış olarak! Allah’tan af dileyin. Muhakkak ki Allah gafurdur, rahîmdir (affı, merhamet ve ihsanı boldur). [2,245]"
    }
  ]
}