{
  "surahNumber": "38",
  "surahName": "Sâd Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Sâd. Bu şanlı şerefli Kur'ân hakkı için:"
    },
    {
      "ayahNumber": "2",
      "ayahText": "(Kâfirler) Bu Kur'ân’ı onda şüpheye yer verecek herhangi bir taraf olduğundan değil, ama asıl kendileri Allah’a karşı kibir ve muhalefet taşıdıkları için inkâr ediyorlar."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz onlardan önce nice nesilleri silip süpürdük. O zaman ne çığlıklar, ne feryatlar kopardılar! Ama kurtuluş zamanı çoktan geçmişti! [21,12-13]"
    },
    {
      "ayahNumber": "4",
      "ayahText": "İçlerinden kendilerini uyarıp irşad edecek birinin gelmesine her nedense şaşırdılar ve o kâfirler: “Bu bir sihirbaz, bir yalancı! İşte tutmuş bunca ilahı bir tek ilah yapmış! Bu gerçekten şaşılacak, çok tuhaf bir şey!” dediler. [10,2]"
    },
    {
      "ayahNumber": "5",
      "ayahText": "İçlerinden kendilerini uyarıp irşad edecek birinin gelmesine her nedense şaşırdılar ve o kâfirler: “Bu bir sihirbaz, bir yalancı! İşte tutmuş bunca ilahı bir tek ilah yapmış! Bu gerçekten şaşılacak, çok tuhaf bir şey!” dediler. [10,2]"
    },
    {
      "ayahNumber": "6",
      "ayahText": "İçlerinden önde gelen eşraf takımı derhal harekete geçip “Hâla mı duruyorsunuz, kalkın yürüyüp gösteri yapın ve ilahlarınız konusunda direnip dayanacağınızı ilan edin! Bu, cidden yapılması gerken bir şeydir!” dediler."
    },
    {
      "ayahNumber": "7",
      "ayahText": "“Doğrusu biz bu tevhid inancını son dinde de görmedik. Bu sırf bir uydurma!”"
    },
    {
      "ayahNumber": "8",
      "ayahText": "Biz bu kadar eşraf dururken, kitap gönderilecek bir o mu kalmış!” Hayır, hayır! Onlar Benim buyruklarım hakkında tam bir şüphe içindedirler, doğrusu onlar azabımı henüz tatmadılar. [43,31-32]"
    },
    {
      "ayahNumber": "9",
      "ayahText": "O mutlak galip, her nimeti ve özellikle peygamberliği dilediğine ihsan eden Rabbinin rahmet hazineleri yoksa onların mı yanında? [4,53-55; 17,100]"
    },
    {
      "ayahNumber": "10",
      "ayahText": "Yoksa göklerin, yerin ve ikisi arasında olan varlıkların hakimiyet ve yönetimi onlara mı ait? Haydi, ellerinden geliyorsa sebep ve vasıtalarını temin etsinler de göğe çıksınlar (âlemi oradan yönetsin, vahyi de isteklerine göre indirsinler!)"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bunu yapmaları şöyle dursun, onlar birtakım döküntü bölüklerden oluşup buracıkta bozguna uğratılacak bozuk bir ordu!"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Onlardan önce Nûh, Âd toplumları ve ordular sahibi Firavun toplumu da Peygamberleri yalancı saydılar.Semûd ve Lût toplumları, Eykeliler de öyle yaptılar. İşte bunlar, peygamberlere karşı toplanan hiziplerdi."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Onlardan önce Nûh, Âd toplumları ve ordular sahibi Firavun toplumu da Peygamberleri yalancı saydılar.Semûd ve Lût toplumları, Eykeliler de öyle yaptılar. İşte bunlar, peygamberlere karşı toplanan hiziplerdi."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Bunların her biri peygamberlere yalancı demiş ve cezalarını hak etmişlerdi."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Onların kabirlerden dirilmeleri sadece bir tek çağrıya bakar. Ses yayılır yayılmaz hemen kalkarlar."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Bir de o kâfirler alayla şöyle dediler: “Ey bizim Rabbimiz, bizim azap payımızı hesap günü gelmeden çabuklaştır.”"
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlar ne derlerse desinler sen sabret ve güçlü kuvvetli bir kulumuz olan Davud'u hatırla. Çünkü o daima Allah’a yönelirdi."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Biz sabah akşam kendisiyle zikir ve ibadet etmeleri için dağları, toplu haldeki kuşları onun hizmetine vermiştik. Her biri onun âhengine katılır, beraber zikrederlerdi. [34,10]"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Biz sabah akşam kendisiyle zikir ve ibadet etmeleri için dağları, toplu haldeki kuşları onun hizmetine vermiştik. Her biri onun âhengine katılır, beraber zikrederlerdi. [34,10]"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Biz onun hakimiyetini güçlendirdik, ona hikmet, nübüvvet, isabetli karar verme ve meramını güzelce ifade etme kabiliyeti verdik."
    },
    {
      "ayahNumber": "21",
      "ayahText": "O mahkemeleşen hasımların olayından haberin oldu mu? Onlar mâbedin duvarına tırmanıp Davud'un yanına birden girince o, onlardan ürktü. Onlar da “Korkma! dediler, biz sadece birbirimize hakkı geçen iki dâvalıyız.Senden dileğimiz: Aramızda adaletle hükmet, haktan uzaklaşma ve bize tam doğruyu göster.” {KM, II Samuel 11; Mezmurlar 2,7}"
    },
    {
      "ayahNumber": "22",
      "ayahText": "O mahkemeleşen hasımların olayından haberin oldu mu? Onlar mâbedin duvarına tırmanıp Davud'un yanına birden girince o, onlardan ürktü. Onlar da “Korkma! dediler, biz sadece birbirimize hakkı geçen iki dâvalıyız.Senden dileğimiz: Aramızda adaletle hükmet, haktan uzaklaşma ve bize tam doğruyu göster.” {KM, II Samuel 11; Mezmurlar 2,7}"
    },
    {
      "ayahNumber": "23",
      "ayahText": "“Benim şu (din) kardeşimin doksan dokuz koyunu var, benimse bir tek koyunum! Böyle iken “onu da bana bırak!” dedi ve çenesiyle beni bastırdı.”"
    },
    {
      "ayahNumber": "24",
      "ayahText": "Dâvud: “Doğrusu, senin tek koyununu, kendi koyunlarına katmak istemekle o sana haksızlık etmiştir. Zaten malda ortak olanların çoğu birbirlerine haksızlık ederler. Ancak gerçekten iman edip makbul ve güzel davranışlarda bulunanlar böyle yapmazlar. Onlar da o kadar azdır ki!”Davud kendisini imtihan ettiğimizi anladı, derhal Rabbinden mağfiret diledi, eğilip secdeye kapandı ve Allah'a yöneldi."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onun bu hatasını bağışladık. Muhakkak ki onun Bize yakınlığı ve güzel bir âkıbeti vardır."
    },
    {
      "ayahNumber": "26",
      "ayahText": "“Davud! Biz seni ülkede hükümdar yaptık, sen de insanlar arasında adaletle hükmet, keyfine uyma ki seni Allah yolundan saptırmasın. Allah yolundan sapanlara hesap gününü unuttukları için, şiddetli bir azap vardır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Biz göğü, yeri ve ikisinin arasındaki varlıkları gayesiz, boşuna yaratmadık. Bu sadece kâfirlerin bir zannı ve iddiasıdır. Artık o ateşten vay haline o kâfirlerin!"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Biz hiç, iman edip makbul ve güzel iş yapanlara, ülkede fesat çıkararak nizamı bozanlarla aynı muameleleri yapar mıyız? Yahut Allah'ı sayıp kötülüklerden sakınanları, yoldan çıkanlarla bir tutar mıyız?"
    },
    {
      "ayahNumber": "29",
      "ayahText": "Biz sana feyizli ve bereketli bir kitap indirdik ki insanlar onun âyetlerini iyice düşünsünler ve aklı yerinde olanlar ders ve ibret alsınlar."
    },
    {
      "ayahNumber": "30",
      "ayahText": "(Bunları belirttikten sonra tekrar Davud'un kıssasına dönelim:) Davud’a evlat olarak Süleyman’ı ihsan ettik. Süleyman ne güzel kuldu! Hep Allah’a yönelirdi. [27,16]"
    },
    {
      "ayahNumber": "31",
      "ayahText": "Hani bir gün ikindi vakti ona, durduğunda sakin, koştuğu zaman ise süratli safkan koşu atları gösterilmişti."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Onlarla ilgilenip “Ben Rabbimi hatırlattıkları için güzel şeyleri severim.” dedi ve onlar gözden kayboluncaya dek onları seyredip durdu. Sonra: “Onları tekrar bana getirin!” deyip bacaklarını ve boyunlarını sıvazlamaya başladı."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Onlarla ilgilenip “Ben Rabbimi hatırlattıkları için güzel şeyleri severim.” dedi ve onlar gözden kayboluncaya dek onları seyredip durdu. Sonra: “Onları tekrar bana getirin!” deyip bacaklarını ve boyunlarını sıvazlamaya başladı."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Biz Süleyman'ı denemeye tâbi tuttuk ve tahtının üzerine bir cesed bıraktık. Sonra o, Allah’a sığınıp tekrar tahtına döndü."
    },
    {
      "ayahNumber": "35",
      "ayahText": "“Ya Rabbî!” dedi, “affet beni ve bana, benden sonra hiç kimseye nasib olmayacak bir hakimiyet lutfet. Çünkü Sen, lütufları son derece bol olan vehhabsın!”"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Biz rüzgârı onun emrine verdik. Rüzgâr, onun emriyle istediği yere tatlı tatlı eserdi. [21,81]"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Bina yapan, dalgıçlık yapan her şeytanı, bukağılarla bağlı olan başkalarını da onun hizmetine verdik. [21,82]"
    },
    {
      "ayahNumber": "38",
      "ayahText": "Bina yapan, dalgıçlık yapan her şeytanı, bukağılarla bağlı olan başkalarını da onun hizmetine verdik. [21,82]"
    },
    {
      "ayahNumber": "39",
      "ayahText": "Buyurduk: “Süleyman! İşte bu, sana ihsanımızdır. İster dağıt, ister yanında tut, bu hesapsızdır.”"
    },
    {
      "ayahNumber": "40",
      "ayahText": "Muhakkak ki onun Bize yakınlığı ve güzel bir âkıbeti vardır."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Kulumuz Eyyûb'u da hatırla! Hani o Rabbine: “Ya Rabbî, şeytan bana bir yorgunluk ve işkence dokundurdu.” diye yalvarmıştı. [65,3]"
    },
    {
      "ayahNumber": "42",
      "ayahText": "Eyyûb'a: “Ayağını yere vur! dedik, İşte sana kullanıp yıkanacağın ve içeceğin soğuk bir su!”"
    },
    {
      "ayahNumber": "43",
      "ayahText": "Nezdimizden bir rahmet ve sağduyu sahiplerine bir ibret olmak üzere ona; ailesini, çevresini ve onların bir mislini lütfettik."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Bir de ona: “Eline bir demet sap al, onunla vur! Yemininden dönen durumuna düşme!” dedik. Doğrusu Biz onu pek sabırlı bulduk. Ne güzel kuldu o! O, gerçekten Allah'a yönelirdi. {KM, Eyub 2,8; 1,21-22}"
    },
    {
      "ayahNumber": "45",
      "ayahText": "(Ey Resulüm) Kuvvetli ve basiretli olan o zatları; kullarımız İbrâhim, İshak ve Yâkub'u da an!"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Biz onları özellikle âhiret yurdunu düşünen ihlâslı kişiler kıldık."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Üstelik onlar Bizim yanımızda seçkin ve hayırlı zatlardı."
    },
    {
      "ayahNumber": "48",
      "ayahText": "İsmâil, Elyasa ve Zülkifl'i de hatırla. Onların hepsi hayırlı insanlardı. [21,85; 6,86]"
    },
    {
      "ayahNumber": "49",
      "ayahText": "İşte bu bir zikirdir, bir hatırlatmadır. Şüphesiz Allah'a karşı gelmekten sakınanlara güzel bir âkıbet vardır."
    },
    {
      "ayahNumber": "50",
      "ayahText": "O güzel yer: Kapıları yalnız kendilerine açılmış olan Adn cennetleridir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Onlar orada kanepelere dayanarak birçok meyveler ve içecekler isterler. [56,18]"
    },
    {
      "ayahNumber": "52",
      "ayahText": "Onların beraberinde, gözleri kocalarından başkasını görmeyen yumuşak bakışlı, aynı yaşta güzeller vardır."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Bunlar, hesap günü için size vâd olunan şeylerdir."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Gerçekten bu, Bizim ihsan ettiğimiz bir nasiptir ki onun asla biteceği yoktur. [16,96; 11,108; 41,8; 13,35]"
    },
    {
      "ayahNumber": "55",
      "ayahText": "İşte bu, mutlularadır. Ama azgınlara kötü bir âkıbet vardır ki o da girip yanacakları cehennemdir. Ne kötü bir yataktır o!"
    },
    {
      "ayahNumber": "56",
      "ayahText": "İşte bu, mutlularadır. Ama azgınlara kötü bir âkıbet vardır ki o da girip yanacakları cehennemdir. Ne kötü bir yataktır o!"
    },
    {
      "ayahNumber": "57",
      "ayahText": "Bu böyledir! İşte tatsınlar bakalım o kaynar suları ve irinleri!"
    },
    {
      "ayahNumber": "58",
      "ayahText": "Bu böyledir! Daha bunlara benzer başka azaplar da vardır."
    },
    {
      "ayahNumber": "59",
      "ayahText": "İşte şunlar dünyada körü körüne maiyetinizde koşup giden güruhtur!“Merhaba!” olmasın onlara, rahat yüzü görmesin o zalimler!Zira onlar cehenneme gireceklerdir."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Tâbi olanlar, onlara: “Hayır, asıl size merhaba olmasın, rahat yüzü görmeyin sizler! Bu azabı bize getiren sizsiniz. O ne kötü yerdir!” derler."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Sonra hep birden dua edip derler ki: “Ya Rabbena, kim bunları önümüze yığdı ise, Sen onun azabını kat kat artır!” [7,38]"
    },
    {
      "ayahNumber": "62",
      "ayahText": "Azgınlar: “Neden acaba, derler, dünyada kendilerini değersiz saydığımız birtakım adamları burada görmüyoruz? Aklımız sıra, onlarla alay ederdik! Yoksa gözlerimiz onlardan kaydı da onun için mi kendilerini göremiyoruz?”"
    },
    {
      "ayahNumber": "63",
      "ayahText": "Azgınlar: “Neden acaba, derler, dünyada kendilerini değersiz saydığımız birtakım adamları burada görmüyoruz? Aklımız sıra, onlarla alay ederdik! Yoksa gözlerimiz onlardan kaydı da onun için mi kendilerini göremiyoruz?”"
    },
    {
      "ayahNumber": "64",
      "ayahText": "İşte bu, yani cehennemliklerin dâvalaşması kesin bir gerçektir."
    },
    {
      "ayahNumber": "65",
      "ayahText": "De ki: “Ben sadece uyaran bir peygamberim. Şu kesin bir gerçektir ki tek hakim olan Allah'tan başka ilah yoktur."
    },
    {
      "ayahNumber": "66",
      "ayahText": "O göklerin, yerin ve ikisinin arasındaki varlıkların Rabbidir. Mutlak galiptir, çok mağfiret edendir."
    },
    {
      "ayahNumber": "67",
      "ayahText": "De ki: “Bu Kur'ân pek mühim bir mesajdır."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ama siz ona sırtınızı dönüyorsunuz."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Mele-i Âla sakinleri tartışırlarken kendi aralarında neler konuştuklarına dair bilgim yoktur."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Şu var ki: Bana sadece, açıkça uyarmak için gönderilen bir elçi olduğum vahyolunuyor.”"
    },
    {
      "ayahNumber": "71",
      "ayahText": "Bir vakit Rabbin meleklere: “Ben,” dedi, “çamurdan bir beşer yaratacağım.”"
    },
    {
      "ayahNumber": "72",
      "ayahText": "Onu iyice biçimlendirip ona Rûhumdan üfleyince hep birden, secde ediniz.” [2,34; 7,11; 15,29]"
    },
    {
      "ayahNumber": "73",
      "ayahText": "Meleklerin hepsi secde ettiler."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Lâkin İblis secde etmedi. O kibirlendi ve kâfirlerden oldu."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Allah buyurdu: “İblis! Benim ellerimle yarattığım mahlûkuma neden secde etmedin? Gururlandın mı, yoksa kendini çok yükseklerde mi görüyorsun? {KM, Mezmurlar 119,73}"
    },
    {
      "ayahNumber": "76",
      "ayahText": "İblis: “Ben ondan üstünüm, çünkü beni ateşten, onu ise topraktan yarattın.” dedi."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Allah: “Defol oradan! Sen artık kovulmuş birisin. Lânetim de, hesap gününe kadar senin üstündedir.”"
    },
    {
      "ayahNumber": "78",
      "ayahText": "Allah: “Defol oradan! Sen artık kovulmuş birisin. Lânetim de, hesap gününe kadar senin üstündedir.”"
    },
    {
      "ayahNumber": "79",
      "ayahText": "“Ya Rabbî, bana insanların dirileceği güne kadar mühlet verir misin?” dedi."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Allah: “Haydi sana mühlet verildi!”"
    },
    {
      "ayahNumber": "81",
      "ayahText": "“Sen belirli bir vakte kadar izinlisin.”"
    },
    {
      "ayahNumber": "82",
      "ayahText": "İblis: “Öyle ise, senin izzetine yemin ederim ki ben de onların hepsini şaşırtacağım. Ancak Senin ihlâsa erdirdiğin kullar bundan müstesnadır.” dedi. [17,62-65]"
    },
    {
      "ayahNumber": "83",
      "ayahText": "İblis: “Öyle ise, senin izzetine yemin ederim ki ben de onların hepsini şaşırtacağım. Ancak Senin ihlâsa erdirdiğin kullar bundan müstesnadır.” dedi. [17,62-65]"
    },
    {
      "ayahNumber": "84",
      "ayahText": "Allah buyurdu: “İşte bu doğru! Ben de şu hakikati söyleyeyim ki cehennemi, sen ve sana uyanlarla dolduracağım.”"
    },
    {
      "ayahNumber": "85",
      "ayahText": "Allah buyurdu: “İşte bu doğru! Ben de şu hakikati söyleyeyim ki cehennemi, sen ve sana uyanlarla dolduracağım.”"
    },
    {
      "ayahNumber": "86",
      "ayahText": "De ki: Ben de irşad ve risalet hizmetinden dolayı sizden bir ücret istemiyorum ve ben size kendiliğinden bir iddia içinde bulunan biri de değilim!” [32,13; 17,63]"
    },
    {
      "ayahNumber": "87",
      "ayahText": "Bu Kur'ân, ancak bütün milletler için bir derstir."
    },
    {
      "ayahNumber": "88",
      "ayahText": "Onun verdiği haberin doğruluğunu bir süre sonra siz de pek iyi öğrenirsiniz. [6,19; 11,17]"
    }
  ]
}