{
  "secde": {
    "surahNumber": "32",
    "surahNameTr": "Secde Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lâm, Mîm."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bu kitabın, âlemlerin Rabbi tarafından indirildiğinde hiçbir şüphe yoktur."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yoksa: “Onu uydurdu” mu diyorlar? Bilakis, o gerçeğin ta kendisidir.Senden önce kendilerini uyaran hiçbir peygamber gelmemiş olan bir toplumu, doğru yolu bulmaları ümidiyle uyarman için Rabb'in tarafından gönderilmiştir. [30,41]"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Allah o hak mâbuddur ki gökleri, yeri ve ikisinin arasındaki varlıkları altı günde yaratmış, sonra da arşına kurulmuş mutlak hükümrandır. [7,54]Sizin O'ndan başka ne hâmîniz, ne şefaatçiniz yoktur. Hâlâ gereğince düşünmez misiniz?"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Gökten yere kadar her işi düzenleyip yönetir. Sonra bütün bu işler, sizin hesabınıza göre bin yıl tutan bir günde O'na yükselir. [65,12]"
      },
      {
        "ayahNumber": "6",
        "ayahText": "İşte gaybı ve şehadeti, görünmeyen ve görünen âlemleri bilen, mutlak galebe ve kudret, mutlak rahmet sahibi O'dur."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Yarattığı her şeyi güzel ve muhkem yapıp insanı ilkin çamurdan yarattı."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Sonra onun neslini, önemsiz bir suyun özünden, menîden üretti."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Sonra ona en uygun şeklini verdi, ona ruhundan üfledi.Size kulaklar, gözler, gönüller verdi.Ne az şükrediyorsunuz! [4,171; 17,85]"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Bir de: “Â! Toprağın dibinde toz olup kaybolduğumuz zaman, gerçekten bu hale gelmiş olan bizler mi yeniden yaratılacağız!” derler. Hatta onlar Rab'lerinin huzuruna varacaklarını da inkâr ederler."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Sen de ki: “Sizi, canınızı almakla görevlendirilen ölüm meleği vefat ettirecek, sonra da Rabbinizin huzuruna götürüleceksiniz.”"
      },
      {
        "ayahNumber": "12",
        "ayahText": "Bir görseydin o suçluları: Rab'lerinin huzurunda, mahcupluktan başları önlerine eğilmiş şöyle derken:“Gördük, işittik ya Rabbenâ! Ne olur bizi dünyaya bir gönder!Öyle güzel, makbul işler yaparız ki!Çünkü gerçeği kesin olarak biliyoruz artık!” [19,38; 67,10; 6,27-29]"
      },
      {
        "ayahNumber": "13",
        "ayahText": "Eğer dileseydik bütün insanlara hidâyet verir, doğru yola koyardık.Lâkin “Cehennemi cinlerden ve insanlardan bir kısmıyla dolduracağım” hükmü kesinleşmiştir. [10,99]"
      },
      {
        "ayahNumber": "14",
        "ayahText": "“Öyleyse, siz nasıl bugünkü buluşmayı unuttunuz ve bu unutmayı ömür boyu sürdürdüyseniz,Biz de bugün sizi unuttuk.Yaptıklarınızdan ötürü, tadın bakalım sürekli azabı!” [45,34; 78,27-30]"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bizim âyetlerimize ancak o kimseler inanır ki kendilerine o âyetler hatırlatıldığında, derslerini hemen alır, secdeye kapanır, Rab'lerine hamd, O’nu takdis ve tenzih ederler, asla kibirlenmezler."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Teheccüd namazı kılmak için yataklarından kalkar, cezalandırmasından endişe içinde, rahmetinden de ümitli olarak Rab'lerine dua edip yalvarırlar ve kendilerine nasib ettiğimiz mallardan Allah yolunda harcarlar."
      },
      {
        "ayahNumber": "17",
        "ayahText": "İşte onların dünyada yaptıkları makbul işlere mükâfat olarak gözlerini aydın edecek, gönüllerini ferahlatacak hangi sürprizlerin, hangi nimetlerin saklandığını hiç kimse bilemez. [4,22; 10,26] {KM, II Korintos. 12,4}"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Öyle ya, mümin olan, hiç fâsık gibi olur mu? Bunlar asla bir olamazlar. [45,21; 38,28; 59,20]"
      },
      {
        "ayahNumber": "19",
        "ayahText": "İman edip, güzel ve makbul işler işleyenlere, yaptıklarına karşılık konukluk olarak Me'va cennetleri vardır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Yoldan çıkmış fâsıkların ise barınakları cehennemdir.Her ne zaman oradan çıkmak isteseler yine oraya itilirler.Onlara: “Cehennem azabını yalan sayıyordunuz. Tadın da görün bakalım!” denir. [22,22; 34,42]"
      },
      {
        "ayahNumber": "21",
        "ayahText": "O kâfirlerin dönüş yapmaları ümidiyle, onlara en büyük azaptan önce, dünyada açlık, musîbet, esaret, ölüm gibi peşin bir azap tattıracağız."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Rabbinin âyetleri ile kendisine nasihat edildiğinde sırtını dönüp uzaklaşan kimseden daha zalim kimse olur mu?Biz o suçlulardan elbette intikam alıp onları cezalandıracağız."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Şu bir gerçektir ki, sana verdiğimiz gibi Mûsâ'ya da kitap vermiş, sana vahyettiğimiz gibi ona da vahyetmiştik.Dolayısıyla onun da böyle bir vahiy aldığından hiç tereddüdün olmasın.Biz ona verdiğimiz kitabı, İsrailoğullarına rehber kıldık.Onlar sabrettiği ve âyetlerimize kesin olarak inandıkları müddetçe,Biz, emir ve irşadımızla onlardan doğru yolu gösteren önderler tayin ettik. [17,2]"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Şu bir gerçektir ki, sana verdiğimiz gibi Mûsâ'ya da kitap vermiş, sana vahyettiğimiz gibi ona da vahyetmiştik.Dolayısıyla onun da böyle bir vahiy aldığından hiç tereddüdün olmasın.Biz ona verdiğimiz kitabı, İsrailoğullarına rehber kıldık.Onlar sabrettiği ve âyetlerimize kesin olarak inandıkları müddetçe,Biz, emir ve irşadımızla onlardan doğru yolu gösteren önderler tayin ettik. [17,2]"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Senin Rabbin kıyametteki büyük duruşma günü ihtilaf ettikleri hususlarda onlar arasında kesin hükmü elbet verecektir. [45,16-17]"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Yurtlarında dolaştıkları nice nesillerin hayatlarını sona erdirmemiz, onları doğru yola irşad etmiyor mu?Elbette bunda ibretler vardır. Hâlâ nasihat dinlemeyecekler mi? [19,98; 7,92; 27,52; 22,45-46]"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Görmüyorlar mı ki biz otsuz, kır araziye su sevk ediyoruz, onun sayesinde, hayvanların ve kendilerinin yiyecekleri ekinleri yetiştiriyoruz. Hâlâ bunları görmeyecekler mi?"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Bir de: “Eğer iddianızda doğru iseniz bu fetih (zafer veya kesin hüküm) ne zaman? derler."
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: “Fetih günü, kâfirlere imanları fayda vermez, onlara mühlet de verilmez.” [4,84-85]"
      },
      {
        "ayahNumber": "30",
        "ayahText": "Şimdi sen onları kendi hallerine bırak. Yardımımızı veya onların helâk edilmelerini bekle!Çünkü onlar da senin helâk olmanı bekliyorlar. [52,30; 11,93; 44,59]"
      }
    ]
  }
}