{
  "surahNumber": "36",
  "surahName": "Yâsin Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Yâ sîn,"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Hikmetli Kur'ân’a andolsun:"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Sen elbette gönderilen resullerdensin."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Dosdoğru yol üzerindesin."
    },
    {
      "ayahNumber": "5",
      "ayahText": "O, azîz ve rahîmden indirilen bir tenzil olup, ataları uyarılmamış, hâliyle, kendileri de gaflette giden, bir topluluğu uyarmak için gönderilmişsin."
    },
    {
      "ayahNumber": "6",
      "ayahText": "O, azîz ve rahîmden indirilen bir tenzil olup, ataları uyarılmamış, hâliyle, kendileri de gaflette giden, bir topluluğu uyarmak için gönderilmişsin."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onların çoğunun hakkında ilahî hüküm hak olarak kesinleşti. Artık imân etmezler onlar..."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Boyunlarına öyle boyunduruklar koyduk ki onlar çenelerine dayanmaktadır. Boyunları yukarı, çeneleri kalkık, gözleri havada bir durumdadırlar."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Hem önlerinden hem arkalarından bir set yaparak, öylesine çepeçevre sardık ki,artık hiç göremezler onlar..."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Kendilerine müsavidir: ha uyardın onları, ha uyarmadın, artık iman etmezler onlar..."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Sen ey Resulüm, şu kimseyi uyar: İrşâda can kulağıyla tâbi olur, görmediği Rahman'a saygı duyup O’ndan çekinir. Müjdele onu: Mağfiret onun, şerefli mükâfat onun..."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ölüleri diriltecek Biz'iz.Yaptıkları her şeyi ve bütün izlerini bir bir kaydeden Biz’iz.Velhasıl her bir şeyi, apaçık bir kitap’ta sayıp döken Biz’iz."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Sen şimdi onlara bir misâl getir:Mâlum şehir halkını, hani onlara da elçiler gelmişti."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Evet, iki resul gönderdik onlara,“Yalancı!” dediler onlara.Bunun üzerine, güçlendirdik onları bir üçüncü resulle,Dediler hep birden: “Biz Allah'ın elçileriyiz size!”"
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ahali dedi ki: “Doğrusu Rahman'ın indirdiği bir şey yok!Siz de bizim gibi bir beşersiniz, evet evet... siz sadece yalancısınız!”"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Resuller dediler: “Elbette biliyor Rabbimiz,Size gönderilen elçileriz biz.”"
    },
    {
      "ayahNumber": "17",
      "ayahText": "“Açıkça tebliğden başka bir şeyle yükümlü değiliz biz.”"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Ahâli dedi ki: “Uğursuzsunuz siz, şayet vazgeçmezseniz, sizi taşlarız, acı mı acı bir azap size dokundururuz.”"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Resuller cevap verdiler:“Uğursuzluğunuz sizinle beraber, çünkü siz imânsızsınız, irşâd edildiniz diye mi böyle söylüyorsunuz?Haddi aşan toplumun tekisiniz siz!”"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Derken... şehrin öte başından, koşarak bir adam geldi ve onlara dedi ki:“N'olur ey kavmim! Gelin siz bu resullere uyun!”"
    },
    {
      "ayahNumber": "21",
      "ayahText": "“Sizden bir ücret istemeyen, sizden hiç menfaat beklemeyen, dosdoğru yolda yürüyen bu kimselere uyun!”"
    },
    {
      "ayahNumber": "22",
      "ayahText": "“Hem ne olmuş ki bana? Neden tapmayayım beni yaratana?Hem sizlerin de dönüşü ancak olacak O'na!”"
    },
    {
      "ayahNumber": "23",
      "ayahText": "“Hiç O'ndan başka tanrı edinir miyim! Zirâ Rahman bana zarar vermek dilerse, onların şefaati fayda etmez, hem kurtaramazlar da...”"
    },
    {
      "ayahNumber": "24",
      "ayahText": "“O durumda ben, besbelli bir sapıklıkta olurum."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Amma bakın:Ben Rabbinize inanıyorum, sizler de bunu işitmiş olun!”"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ona “Buyur cennete gir!” denildi.O ise halkını hatırlayarak: “Ah halkım bir bilseydi!” dedi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "“Ah bir bilseler: Rabbimin beni affettiğini, beni ikramlara gark ettiğini!”"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Onun vefatından sonra, kavminin üzerine, gökten bir ordu indirmedik, zaten bu âdetimizden de değildi."
    },
    {
      "ayahNumber": "29",
      "ayahText": "(Orduya ne lüzum?), bir tek ses yeter! Bir de bakmışsınız: Sönüp kalmışlar..."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Yazıklar olsun o kullara ki, kendilerine gelen her resul ile, mutlaka alay ederlerdi."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Kendilerinden önce nice nesilleri imhâ ettiğimizi, ve onların da kendilerine dönmediğini görmezler miydi?"
    },
    {
      "ayahNumber": "32",
      "ayahText": "Hiç kimse hariç kalmamak üzere, hepsi huzurumuza toplanacaklar!"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Delil mi isterler? İşte ölmüş arz! Hayatı ona Biz veriyoruz.Oradan onların yiyecekleri habbeleri çıkarıyoruz. Kendileri de ondan yiyip dururlar."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Orada üzüm bağları ve hurmalıklar yaptık, orada pınarlar fışkırttık."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ta ki onun meyvelerinden yesinler,O meyveleri onlar yapmadılar,Hâlâ şükretmez mi onlar?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Münezzehtir o Allah, her noksandan münezzeh!Yerin bitirdiği her şeyi, ve kendilerini, ve daha nice bilmedikleri şeyleri çift yaratan, münezzehtir, Yücedir!"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Onlara bir delil de gecedir ki.Biz ondan gündüzü sıyırıp soyarız, birden karanlığa gömülürler..."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Güneş de bir delildir onlara, akar gider yörüngesinde...O azîz ve alîmin (o üstün kudret sahibinin ve her şeyi bilenin), yaratması böyle olur işte!"
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ay için de birtakım safhalar, duraklar tâyin ettik; dolaşa dolaşa, nihayet eski hurma salkımının çöpü gibi kuru, sarı, kavisli bir hâle gelir."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Ne Güneş Ay'a kavuşabilir, ne gece gündüzün önüne geçebilir.O gök cisimlerinden her biri, birer yörüngede akar, durur..."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Bir delil daha onlara:Nesillerini dopdolu gemilerde taşımamızdır."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Biz, onlar için, gemiye benzer, daha nice binekler yaratırız..."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Şayet dileseydik onları boğardıkNe feryatlarına koşan bir kimse bulabilir, ne de başka türlü kurtarılırlardı."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Sadece Biz'den ulaşacak bir rahmet ve onları bir vâdeye kadar yaşatma irademizle hayatta kalabilirler."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Onlara ne zaman: “Hem geçmişte yaptıklarınıza, hem de istikbalde yapacaklarınıza dikkat edin!böylelikle merhamet edilmeye layık olun!” denilse, yüz çevirirler..."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ne zaman Rab'lerinin âyetlerinden bir âyet, gelse, yüz çevirirler..."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Onlara ne zaman: “Allah'ın size lütfettiğinden, siz de muhtaçlar için harcayın” denilse, kâfirler müminlere şöyle derler: “Size kalsa Allah’ın dilediği takdirde bol bol rızıklandıracağı kimseyi doyurmak bizim mi işimiz?Siz, böyle ne sapık düşünürsünüz!”"
    },
    {
      "ayahNumber": "48",
      "ayahText": "Ve yine derler ki: “Eğer doğru söylüyorsanız, bizi tehdid ettiğiniz bu mezarlardan kalkma ne zaman?"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Onların beklediği: Sadece bir ses!..Çekişip dururlarken kendilerini çarpacak bir ses..."
    },
    {
      "ayahNumber": "50",
      "ayahText": "İşte o zaman...Ne vasiyette bulunabilir, ne de evlerine dönebilirler..."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Sura üflendi, “Kalk!” borusu çaldı!..İşte mezarlarından kalkıp, Rab'lerinin huzurunda duruşmaya koşuyorlar..."
    },
    {
      "ayahNumber": "52",
      "ayahText": "“Eyvah bize! Kim kaldırdı bizi yatağımızdan?” diyorlar...“İşte Rahmân'ın vâdi: Resuller doğru söylerler!”"
    },
    {
      "ayahNumber": "53",
      "ayahText": "Bütün olay, bir çağrıdan ibâret! İşte hepsi duruşma için toplanmışlar..."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Artık bugün, kimseye zulmedilmez, hakkınızdan başka size bir karşılık verilmez."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Amma bugün cennetlikler, zevk ve eğlence içindedirler..."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Hem kendileri, hem eşleri gölgeliklerde, tahtlarına kurulurlar."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Orada turfanda yemişler onlara, hâsılı istedikleri her şey onlara..."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Rabb-i Rahim'den sözle olan bir selâm yine onlara..."
    },
    {
      "ayahNumber": "59",
      "ayahText": "“Fakat bugün sizler, şöyle bir tarafa çekilin ey mücrimler!”"
    },
    {
      "ayahNumber": "60",
      "ayahText": "“Ey Âdem'in evlatları!Size emretmemiş miydim:“Şeytana tapmayın sakın!”“Çünkü o size âşikar düşman..."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Lâkin Bana tapın: işte sırat-ı müstakim!”"
    },
    {
      "ayahNumber": "62",
      "ayahText": "Şeytan, içinizden nice nesilleri saptırdı. Bunu düşünmeli değil miydiniz?"
    },
    {
      "ayahNumber": "63",
      "ayahText": "İşte tehdid edildiğiniz cehennem!"
    },
    {
      "ayahNumber": "64",
      "ayahText": "İnkârınız sebebiyle bugün oraya girin."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Bugün mühür vuracağız ağızlarına, elleri Bize söyler, ayakları şahitlik eder, kendi yaptıklarına."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Eğer dileseydik gözlerini dümdüz, silme kör ederdik, o zaman yola dökülür, hidayete ulaşmak için yarışırlardı.Fakat o takdirde nasıl görebilirlerdi?"
    },
    {
      "ayahNumber": "67",
      "ayahText": "Eğer dileseydik, oldukları yerde, hemen baş üstü, mâhiyetlerini değiştirir, çirkin mi çirkin, tersyüz ederdik...Artık ne ileriye devam edebilir, ne de geriye dönüş yapabilirlerdi."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Onlardan ömrünü uzattığımız kimsenin ise, hilkatini tersyüz ederiz.Hâlâ akıllanmazlar mı?"
    },
    {
      "ayahNumber": "69",
      "ayahText": "Biz Resûl'e Kur’ân öğrettik, şiir öğretmedik, o zaten ona yaraşmaz.O sırf bir irşâd ve parlak bir Kur’ân’dır."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Yaşayan her kişiyi uyarsın diye, böylece ilahî hüküm kâfirler hakkında kesinleşsin diye, gönderilmiştir."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Şunu da görmediler mi:Ellerimizle yaptığımız eserlerden kendileri için davarlar yarattık da onlara mâlik bulunuyorlar."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Onları emirlerine âmade kıldık. Onlardan hem binek edinir, hem de yerler,"
    },
    {
      "ayahNumber": "73",
      "ayahText": "Onlardan içecekler elde ederler, daha nice menfaatlerinden yararlanırlar. Halâ şükretmezler mi?"
    },
    {
      "ayahNumber": "74",
      "ayahText": "Tuttular, Allah'tan başka tanrılar peşine düştüler, güyâ ki yardıma nâil olacaklar!"
    },
    {
      "ayahNumber": "75",
      "ayahText": "O putlar kendilerine yardım edemezler, nasıl olur?Zaten bunlar, onlar için hazırlanmış askerler! [21,43]"
    },
    {
      "ayahNumber": "76",
      "ayahText": "O halde ey Resulüm, üzülme sen onların laflarına, onların gizlediklerini de iyi biliriz, açıkladıklarını da, sen hiç tasalanma!"
    },
    {
      "ayahNumber": "77",
      "ayahText": "İnsan şunu hiç görüp düşünmedi mi:Biz kendisini bir nutfeden yaratmışken, yaman bir hasım kesildi Bize."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Nasıl yaratıldığını unutarak, bir de misâl fırlattı Bize:“O çürümüş kemikleri kim diriltecek!” diye."
    },
    {
      "ayahNumber": "79",
      "ayahText": "De ki: “Onları ilk defa yaratan diriltir, hem O, yaratmanın her türlüsünü bilir.”"
    },
    {
      "ayahNumber": "80",
      "ayahText": "O'dur ki sizin için yeşil ağaçtan bir ateş yaratır, siz de onu tutuşturup durursunuz."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Gökleri ve yeri yaratan, onlar gibisini yaratmaya olmaz mı kadir!Elbette kadir!Hallâk O'dur, alîm O’dur!(Her şeyi yaratan, her şeyi bilen O’dur)."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Bir şeyi dilediğinde O'nun buyruğu, sadece “Ol!” demektir, hemen oluverir..."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Sübhandır, münezzehdir o Zât ki, her şey üzerinde hâkimiyet elindedir.Ve... hepinizin de dönüşü,O'na olacaktır."
    }
  ]
}