{
  "surahNumber": "51",
  "surahName": "Zâriyât Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "O tozutup savuran (rüzgârlara)"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Yağmur yüklenen bulutlara,"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Kolayca akıp giden (yıldızlar, bulutlar vb.) şeylere,"
    },
    {
      "ayahNumber": "4",
      "ayahText": "Emirleri, rızıkları, yağmurları vb. şeyleri taksim eden meleklere yemin ederim ki:"
    },
    {
      "ayahNumber": "5",
      "ayahText": "Size vâd olunan diriliş elbette gerçektir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "İşlerin karşılığı da mutlaka alınacaktır."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Yollarla, yörüngelerle dolu gök hakkı için! Siz tam bir çelişki içindesiniz."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Yollarla, yörüngelerle dolu gök hakkı için! Siz tam bir çelişki içindesiniz."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Oysa bu dâvetten, ancak aklı çarpılmış olan kimse çevrilip vazgeçirilir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "O kahrolası yalancılar sarhoşluk ve cehalet içinde ne yaptıklarını bilmeden atıp tutarlar. Bir de alay ederek: “Ne zaman o hesap günü?” diye sorarlar."
    },
    {
      "ayahNumber": "11",
      "ayahText": "O kahrolası yalancılar sarhoşluk ve cehalet içinde ne yaptıklarını bilmeden atıp tutarlar. Bir de alay ederek: “Ne zaman o hesap günü?” diye sorarlar."
    },
    {
      "ayahNumber": "12",
      "ayahText": "O kahrolası yalancılar sarhoşluk ve cehalet içinde ne yaptıklarını bilmeden atıp tutarlar. Bir de alay ederek: “Ne zaman o hesap günü?” diye sorarlar."
    },
    {
      "ayahNumber": "13",
      "ayahText": "O gün, onların ateşin üzerinde kıvrandırılacakları gündür!"
    },
    {
      "ayahNumber": "14",
      "ayahText": "Onlara: “Tadın bakalım fitnenizi, tadın dünyada kaynattığınız fitne ateşinin neticesini! İşte gelmesini dört gözle beklediğiniz azap!” denilir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ama müttakiler bahçelerde, pınar başlarındadırlar."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Rab'lerinin kendilerine verdiği mükâfatları almaktadırlar. Çünkü onlar, daha önce dünyada iyi davranan kimselerdi."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Geceleri az uyurlardı."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Seher vakitleri istiğfar ederlerdi."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Mallarında isteyenlerin ve yoksulların hakkını ayırırlardı."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Kesin inanmak isteyenler için yeryüzünde birçok deliller vardır. Bizzat kendi varlıklarınızda da böyle deliller vardır. Hâlâ görmeyecek misiniz? Gökte de hem rızkınız (rızkınızın vesileleri), hem de size vâd olunan cennet vardır."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Kesin inanmak isteyenler için yeryüzünde birçok deliller vardır. Bizzat kendi varlıklarınızda da böyle deliller vardır. Hâlâ görmeyecek misiniz? Gökte de hem rızkınız (rızkınızın vesileleri), hem de size vâd olunan cennet vardır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Kesin inanmak isteyenler için yeryüzünde birçok deliller vardır. Bizzat kendi varlıklarınızda da böyle deliller vardır. Hâlâ görmeyecek misiniz? Gökte de hem rızkınız (rızkınızın vesileleri), hem de size vâd olunan cennet vardır."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Göğün ve yerin Rabbine yemin olsun ki bu vaad, tıpkı sizin konuşmanızın sabit olduğu gibi bir gerçektir."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Sahi! İbrâhimin şerefli misafirlerinin gelişlerinden haberin oldu mu?"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlar yanına varınca: “Selâm!” dediler. O da: “Size de Selâm!” diye cevap verdi, ama içinden: “Bunlar tanımadığım kimseler, hayırdır inşaallah!” dedi. [15,51; 4,86; 11,69]"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Onlara yemek getirmek için gizlice ailesinin yanına geçti ve semiz bir dana kebabı getirdi. Önlerine koyup “buyurmaz mısınız?” diye ikram etti. [11,69] {KM, Tekvin 18. bölüm}"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onlara yemek getirmek için gizlice ailesinin yanına geçti ve semiz bir dana kebabı getirdi. Önlerine koyup “buyurmaz mısınız?” diye ikram etti. [11,69] {KM, Tekvin 18. bölüm}"
    },
    {
      "ayahNumber": "28",
      "ayahText": "O sırada onlardan yana içine bir korku düştü. “Korkma!” dediler ve ona büyüdüğünde âlim olacak bir çocuklarının dünyaya geleceğini müjdelediler. [11,70-73; 15,53]"
    },
    {
      "ayahNumber": "29",
      "ayahText": "Evin öbür köşesinden bunu duyan eşi, elini yüzüne vurarak: “Vay başıma gelene! Ben kısır bir kocakarı iken mi doğuracağım!” diye çığlık attı."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Onlar, hanımına: “Evet, Rabbin böyle buyurdu, dediler. O, tam hüküm ve hikmet sahibidir, her şeyi hakkıyla bilir.”"
    },
    {
      "ayahNumber": "31",
      "ayahText": "İbrâhim: “Peki sizin gelişinizin asıl sebebini öğrenebilir miyim ey değerli elçiler?” dedi."
    },
    {
      "ayahNumber": "32",
      "ayahText": "“Biz” dediler, “Suçlu bir güruhun, haddini aşanların tepelerine, çamurdan pişirilip de Rabbinin nezdinde damgalanmış taşları indirmek için görevlendirildik.”"
    },
    {
      "ayahNumber": "33",
      "ayahText": "“Biz” dediler, “Suçlu bir güruhun, haddini aşanların tepelerine, çamurdan pişirilip de Rabbinin nezdinde damgalanmış taşları indirmek için görevlendirildik.”"
    },
    {
      "ayahNumber": "34",
      "ayahText": "“Biz” dediler, “Suçlu bir güruhun, haddini aşanların tepelerine, çamurdan pişirilip de Rabbinin nezdinde damgalanmış taşları indirmek için görevlendirildik.”"
    },
    {
      "ayahNumber": "35",
      "ayahText": "Derken, oradaki müminleri şehirden çıkarma emrini verdik."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Ama orada, bir hane dışında, Biz'e itaat eden aile bulamadık."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Ve öyle acı bir azaptan korkanlar için, orada bir alâmet bıraktık."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Mûsâ'nın olayında da alınacak dersler vardır. Onu âşikâr bir delille (mûcize ile) Firavun’a göndermiştik."
    },
    {
      "ayahNumber": "39",
      "ayahText": "O var gücüyle ve bütün ordusuyla sırtını çevirdi ve “Mûsâ, ya bir büyücü, ya da bir delidir!” dedi."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Biz de hem onu, hem ordularını yakalayıp denizin dibine geçiriverdik. Boğulurken, pişmanlıkla kendi kendini kınıyordu."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Âd halkında da alınacak dersler vardır. Onlara da ortalığı kasıp kavuran köklerini kurutan bir kasırga gönderdik."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Bu rüzgâr, uğradığı her şeyi derhal kül gibi savuruyordu."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Semûd ahalisinde de böyle alınacak ibretler vardır. Onlara da “Bir süre hayattan zevk alın bakalım!” denilmişti."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Onlar Rab'lerinin emrinden uzaklaşıp azıtınca kendileri baka baka, o müthiş yıldırım onları çarpıverdi."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Oldukları yerde çöke kaldılar, ne doğrulabildiler, ne de yardım gördüler."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Daha önceleri de Nûh'un halkını helâk etmiştik. Çünkü onlar da din yolundan çıkmış kimselerdi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Göğü Biz çok sağlam bir şekilde bina ettik, onu genişleten Biziz. Çünkü Biz geniş kudret ve hakimiyet sahibiyiz."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Yeryüzünü de Biz döşedik, bakınız Biz ne de güzel döşedik!"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Her şeyi de çift yarattık ki düşünüp ders alasınız. [36,36; 43,12]"
    },
    {
      "ayahNumber": "50",
      "ayahText": "“O halde, Allah'a kaçın, çabuk Allah’ın himayesine koşun. Zira ben O’nun tarafından, sizi uyarmak için gönderilen âşikâr bir elçiyim.”"
    },
    {
      "ayahNumber": "51",
      "ayahText": "Sakın Allah'ın yanı sıra başka mâbud icad etmeyin. İşte ben O’nun tarafından, sizi uyarmak için gönderilen aydınlatıcı bir elçiyim."
    },
    {
      "ayahNumber": "52",
      "ayahText": "İşte böyle... Senin hemşehrilerinden önceki ümmetlere ne zaman bir elçi geldiyse mutlaka ona muhatapları büyücü veya deli dediler."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Birbirlerine tavsiye mi ettiler, aralarında anlaştılar mı ki hep aynı şeyleri söylediler? Hayır, böyle bir tavsiye yok ama, onlar azgınlıkta müşterekler. İşte ondan, böyle söylerler."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Sen de onlardan yüz çevir, yeterince onlara hakkı anlatmaya çalıştığından artık bundan ötürü seni kimse ayıplayamaz."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Bununla beraber yine de hatırlatıp öğüt ver! Zira gerçeği hatırlatıp nasihatte bulunma, inananlara ve inanacaklara fayda verir."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Ben cinleri ve insanları sırf Beni tanıyıp yalnız Bana ibadet etsinler diye yarattım."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Onlardan nafaka istemiyorum, beni yedirip beslemelerini de istemiyorum. Asıl bütün mahlûkların rızıklarını veren, kâmil kuvvet ve tam iktidar sahibi olan Allah Teâlâdır."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Onlardan nafaka istemiyorum, beni yedirip beslemelerini de istemiyorum. Asıl bütün mahlûkların rızıklarını veren, kâmil kuvvet ve tam iktidar sahibi olan Allah Teâlâdır."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Muhakkak ki şimdiki zalimlerin de, daha önceki meslekdaşlarının payı gibi, bir azap payı vardır. Acele etmelerine hiç gerek yok, nasılsa ona kavuşacaklar!"
    },
    {
      "ayahNumber": "60",
      "ayahText": "Ama tehdit olundukları o gün de gelince, çekeceklerinden dolayı vay o kâfirlerin haline!"
    }
  ]
}