{
  "zuhruf": {
    "surahNumber": "43",
    "surahNameTr": "Zuhruf Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Hâ. Mîm"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Açık olan ve gerçekleri açıklayan bu kitaba yemin olsun."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Biz düşünüp anlamanız için onu Arapça bir Kur'ân olarak indirdik. [26,195]"
      },
      {
        "ayahNumber": "4",
        "ayahText": "O, Bizim nezdimizdeki ana kitapta saklı olup çok yücedir, hikmet doludur. [56,77-80; 80,11-16]"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Siz haddi aşan bir topluluksunuz diye bu hakikatli mesajla sizi uyarmaktan vaz mı geçeceğiz? Bu mümkün değil!"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Daha önce gelip geçmiş nesillere nice nebîler gönderdik!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlara hiçbir nebî gelmedi ki onunla alay etmiş olmasınlar."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Biz bunlardan, (senin Mekkeli muhataplarından) daha kuvvetli olan toplumlar helâk ettik. Nitekim öncekilerin kıssaları geçmiştir. [40,82; 43,56; 40,85; 33,62]"
      },
      {
        "ayahNumber": "9",
        "ayahText": "Onlara: “Gökleri ve yeri kim yarattı?” diye sorarsan, mutlaka: “Onları o Azîz ve Hakîm (O mutlak galip, tam hüküm ve hikmet sahibi) yarattı.” derler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "O Yaratıcıdır ki yeryüzünü sizin için beşik gibi yapmış ve yol bulmanız için yerden yollar ve geçitler var etmiştir."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Gökten, bir ölçüye göre su indiren de O'dur. Biz onunla ölü bir ülkeye hayat veririz.İşte siz de mezarlarınızdan öyle çıkarılacaksınız."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Bütün çiftleri yaratan, binmeniz için gemileri ve hayvanları var eden de O'dur."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Ta ki onların üstüne binerken Rabbinizin nimetini hatırlayasınız ve şöyle diyesiniz:“Bunları bizim hizmetimize veren Allah yüceler yücesidir, her türlü eksiklikten münezzehtir.O lütfetmeseydi biz buna güç yetiremezdik. Muhakkak ki biz sonunda Rabbimize döneceğiz.”"
      },
      {
        "ayahNumber": "14",
        "ayahText": "Ta ki onların üstüne binerken Rabbinizin nimetini hatırlayasınız ve şöyle diyesiniz:“Bunları bizim hizmetimize veren Allah yüceler yücesidir, her türlü eksiklikten münezzehtir.O lütfetmeseydi biz buna güç yetiremezdik. Muhakkak ki biz sonunda Rabbimize döneceğiz.”"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Öyle iken, müşrikler tuttular kullarından bir kısmını O'nun cüz’ü (parçası) saydılar. Gerçekten insan çok nankördür."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Ne o, yoksa O, yaratıklarından, aklınız sıra kızları Kendisi evlat edindi de, o değerli oğulları size mi ikram etti?"
      },
      {
        "ayahNumber": "17",
        "ayahText": "O müşriklerden her biri, Rahman'a yakıştırdığı kız çocuğunun dünyaya geldiği haberini alınca, birden yüzü mosmor kesilir, kederinden yutkunur durur."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Onlar -iddialarınca- süs içinde yetişen ve tartışmada meramını kuvvetle anlatamayan kızları mı Allah'a isnad ediyorlar? (Oysa insanın en değerli saydığı şeyi Mâbud’una vermesi gerekir)."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Rahman'ın kulları olan melaikeyi de dişi saydılar.Ne o! Onların yaratıldıkları sırada hazır mı bulundular?Onların bu iddiaları yazılacak ve bundan ötürü onlar sorguya çekileceklerdir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Bir de dediler ki: “Eğer Rahman dileseydi, biz onlara tapmazdık.”Aslında onların ciddi bir bilgileri yoktur. Onlar sırf kafadan atıyorlar."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yoksa Bizim onlara daha önce verdiğimiz bir kitap varmış da onlar buna mı sarılıyorlar?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Hayır! Ne bilgileri var, ne kitapları! Sadece şöyle derler:“Biz babalarımızı bir dine bağlanmış gördük. Biz de onların izlerinden gidiyoruz.”"
      },
      {
        "ayahNumber": "23",
        "ayahText": "İşte böylece senden önce, uyarıcı bir resul gönderdiğimiz hiçbir şehir yoktur ki oraların varlıklı kişileri:“Biz babalarımızı bir dine bağlanmış gördük. Biz de onların izlerine uyduk!” demiş olmasınlar. [11,38; 17,16]"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Peygamber onlara: “Peki, size babalarınızın bağlandığı dinden daha doğrusunu getirmişsem, yine de sürüp gidecek misiniz?” deyince onlar: “Şunu bilin ki,” dediler, “biz, sizinle gönderilen mesajı reddediyoruz.”"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Bunun üzerine Biz de onlardan müminlerin intikamını aldık. İşte bak peygamberlere yalancı diyenlerin sonu nasıl oldu gör!”"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Bir vakit İbrâhim babasına ve halkına şöyle dedi: “Bilin ki ben sizin taptıklarınızdan her türlü ilişiği kestim. Ben ancak beni yaratana ibadet ederim. O bana yol gösterecektir.”"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Bir vakit İbrâhim babasına ve halkına şöyle dedi: “Bilin ki ben sizin taptıklarınızdan her türlü ilişiği kestim. Ben ancak beni yaratana ibadet ederim. O bana yol gösterecektir.”"
      },
      {
        "ayahNumber": "28",
        "ayahText": "O, bu sözü hakka dönsünler diye, gelecek nesillere devamlı kalacak bir miras olarak bıraktı."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Doğrusu, Ben bunları da, babalarını da kendilerine hakikat ve onu açıklayan peygamber gelinceye kadar yaşattım."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Ama bu gerçek kendilerine gelince: “Bu sihirdir, biz bunu kabul etmeyiz” dediler ve eklediler: “Bu Kur'ân, bu iki şehirden büyük bir adama indirilseydi ya!”"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ama bu gerçek kendilerine gelince: “Bu sihirdir, biz bunu kabul etmeyiz” dediler ve eklediler: “Bu Kur'ân, bu iki şehirden büyük bir adama indirilseydi ya!”"
      },
      {
        "ayahNumber": "32",
        "ayahText": "Senin Rabbinin rahmetini onlar mı taksim ediyorlar? Halbuki bu dünya hayatında onların maişetlerini aralarında taksim eden, bir kısmının diğer kısmını çalıştırması için, kimini kimine üstün kılan Biziz. Senin Rabbinin rahmeti ise, onların topladıkları bütün şeylerden daha hayırlıdır."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Eğer, bütün insanların dinsizliğe imrenecek bir tek ümmet haline gelme mahzuru olmasaydı, Rahman'ı inkâr edenlerin evlerinin tavanlarını ve çıkacakları merdivenleri, evlerinin kapılarını, üzerine kurulacakları koltukları hep gümüşten yapardık. Onları altına, mücevhere boğardık. Fakat bütün bunlar dünya hayatının geçici metâından ibarettir. Âhiret ise Rabbinin nezdinde Allah’a karşı gelmekten sakınanlara mahsustur."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Eğer, bütün insanların dinsizliğe imrenecek bir tek ümmet haline gelme mahzuru olmasaydı, Rahman'ı inkâr edenlerin evlerinin tavanlarını ve çıkacakları merdivenleri, evlerinin kapılarını, üzerine kurulacakları koltukları hep gümüşten yapardık. Onları altına, mücevhere boğardık. Fakat bütün bunlar dünya hayatının geçici metâından ibarettir. Âhiret ise Rabbinin nezdinde Allah’a karşı gelmekten sakınanlara mahsustur."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Eğer, bütün insanların dinsizliğe imrenecek bir tek ümmet haline gelme mahzuru olmasaydı, Rahman'ı inkâr edenlerin evlerinin tavanlarını ve çıkacakları merdivenleri, evlerinin kapılarını, üzerine kurulacakları koltukları hep gümüşten yapardık. Onları altına, mücevhere boğardık. Fakat bütün bunlar dünya hayatının geçici metâından ibarettir. Âhiret ise Rabbinin nezdinde Allah’a karşı gelmekten sakınanlara mahsustur."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Kim Rahman'ın hikmetlerle dolu ders olarak gönderdiği Kur’ân’ı göz ardı ederse, Biz de ona bir şeytan sardırırız; artık o, ona arkadaş olur. [4,115; 61,5; 41,25]"
      },
      {
        "ayahNumber": "37",
        "ayahText": "Bu şeytanlar onları yoldan çıkarırlar, ama onlar kendilerinin hâlâ doğru yolda olduklarını sanırlar."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ta ki huzurumuza gelinceye kadar böyle devam eder.Huzurumuza çıktığında arkadaşına:“Keşke seninle aramız doğu ile batı arası kadar uzak olsaydı!Meğer sen ne kötü arkadaşmışsın!” der."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Allah buyurur: “Bu temenniniz bugün size hiçbir fayda vermez.Çünkü hayat boyunca, birlikte zulmettiniz. Burada da azabı birlikte çekeceksiniz.”"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Sen sağırlara söz işittirebilir, körleri doğru yolda yürütebilir, besbelli sapıklıkta olanları hidâyete erdirebilir misin?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Ey Resulüm! Biz seni vefat ettirip yanımıza alsak da,yine onlardan müminlerin intikamını alırız.Yahut onlara vâd ettiğimiz azabı, sana sağlığında gösteririz. Çünkü onlara karşı Biz her zaman güçlüyüz."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ey Resulüm! Biz seni vefat ettirip yanımıza alsak da,yine onlardan müminlerin intikamını alırız.Yahut onlara vâd ettiğimiz azabı, sana sağlığında gösteririz. Çünkü onlara karşı Biz her zaman güçlüyüz."
      },
      {
        "ayahNumber": "43",
        "ayahText": "O halde sen sana vahyedilen buyruklara sımsıkı sarıl, muhakkak ki sen dosdoğru yoldasın."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Bu Kur'ân hem sana, hem milletine güzel bir namdır, şereftir.İleride ondan dolayı sorguya çekileceksiniz."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Senden önce gönderdiğimiz resullere sor bakalım:Biz, hiç Rahman'dan başka tapılacak tanrılar kabul etmiş miyiz?"
      },
      {
        "ayahNumber": "46",
        "ayahText": "Nitekim onlardan Mûsâ'yı, delillerimiz ve mûcizelerimizle Firavun’a ve ileri gelen yetkililerine gönderdik.O da onlara: “Ben Rabbülâlemin’in size elçisiyim” dedi."
      },
      {
        "ayahNumber": "47",
        "ayahText": "O, delillerimizle onlara gidince onlar alay edip gülmeye koyuldular."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Onlara hep birbirinden büyük mûcizeler gösterdik. Belki dönüş yaparlar diye azaplarla sarstık."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Azabı tadınca Mûsâ'ya: “Haydi büyücü! Sana verdiği sözünün gereği olarak bizim için Rabbine dua et, bizi bağışlasın, zira artık yola geleceğiz” dediler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Fakat Biz, onlardan azabı giderince, hemen sözlerinden caydılar. [7,133-135]"
      },
      {
        "ayahNumber": "51",
        "ayahText": "Firavun halkına duyuru yapıp dedi ki: “Ey benim halkım! Mısır'ın yönetimi benim elimde değil mi? Ayaklarımın altından akan şu nehirler, kanallar benim değil mi? Görmüyor musunuz? Yoksa ben, şu aşağılık, meramını bile neredeyse anlatamayan adamdan daha üstün değil miyim?Eğer o dediği gibi ise, üstüne gökten altın bilezikler atılmalı, yahut beraberinde melaikeler gelmeli değil miydi?” [26,29; 28,38] {KM, Hezekiel 29,3}"
      },
      {
        "ayahNumber": "52",
        "ayahText": "Firavun halkına duyuru yapıp dedi ki: “Ey benim halkım! Mısır'ın yönetimi benim elimde değil mi? Ayaklarımın altından akan şu nehirler, kanallar benim değil mi? Görmüyor musunuz? Yoksa ben, şu aşağılık, meramını bile neredeyse anlatamayan adamdan daha üstün değil miyim?Eğer o dediği gibi ise, üstüne gökten altın bilezikler atılmalı, yahut beraberinde melaikeler gelmeli değil miydi?” [26,29; 28,38] {KM, Hezekiel 29,3}"
      },
      {
        "ayahNumber": "53",
        "ayahText": "Firavun halkına duyuru yapıp dedi ki: “Ey benim halkım! Mısır'ın yönetimi benim elimde değil mi? Ayaklarımın altından akan şu nehirler, kanallar benim değil mi? Görmüyor musunuz? Yoksa ben, şu aşağılık, meramını bile neredeyse anlatamayan adamdan daha üstün değil miyim?Eğer o dediği gibi ise, üstüne gökten altın bilezikler atılmalı, yahut beraberinde melaikeler gelmeli değil miydi?” [26,29; 28,38] {KM, Hezekiel 29,3}"
      },
      {
        "ayahNumber": "54",
        "ayahText": "O halkını küçümsedi, onlar da ona itaat ettiler. Doğrusu onlar yoldan iyice çıkmış bir toplum idi."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Onlar bizi gazaba dâvet edince, Biz de onların hepsini suda boğarak, onlardan müminlerin intikamını aldık."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Onları sonraki nesillere, geçmiş bir ibret ve misal yaptık."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Vakta ki Meryem'in oğlu Îsâ misal verildi, derhal halkın keyiflenerek haykıra haykıra gülmeye koyuldu ve “Bizim tanrılarımız mı üstün, dediler, yoksa o mu?” Bunu, sırf bir münâkaşa olsun diye sana misal verdiler. Zaten onlar kavgacı bir toplumdur."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Vakta ki Meryem'in oğlu Îsâ misal verildi, derhal halkın keyiflenerek haykıra haykıra gülmeye koyuldu ve “Bizim tanrılarımız mı üstün, dediler, yoksa o mu?” Bunu, sırf bir münâkaşa olsun diye sana misal verdiler. Zaten onlar kavgacı bir toplumdur."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Hayır, o bir tanrı değil, nimetimize mazhar ettiğimiz ve İsrailoğulları için bir örnek yaptığımız bir has kulumuzdu. Şayet yapmak isteseydik, sizin yerinize geçmek üzere melekler yaratırdık. Ama bu, Allah'ın hikmetine aykırıdır."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Hayır, o bir tanrı değil, nimetimize mazhar ettiğimiz ve İsrailoğulları için bir örnek yaptığımız bir has kulumuzdu. Şayet yapmak isteseydik, sizin yerinize geçmek üzere melekler yaratırdık. Ama bu, Allah'ın hikmetine aykırıdır."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Gerçekten o, kıyamet için bir beyandır.Artık siz, o saatin geleceğinden hiç şüphe etmeyin de Bana tâbi olun.Doğru yol budur."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Sakın Şeytan sizi yoldan çevirmesin.Çünkü o sizin besbelli düşmanınızdır."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Îsâ, açık açık delillerle onlara gelince: “Ben, size hikmet getirdim,bir de hakkında ayrılığa düştüğünüz bazı şeyleri size açıklamak için geldim.O halde Allah'a karşı gelmekten sakının ve bana itaat edin.Allah benim de Rabbim, sizin de Rabbinizdir, yalnız O’na ibadet edin. Doğru yol budur.” dedi."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Îsâ, açık açık delillerle onlara gelince: “Ben, size hikmet getirdim,bir de hakkında ayrılığa düştüğünüz bazı şeyleri size açıklamak için geldim.O halde Allah'a karşı gelmekten sakının ve bana itaat edin.Allah benim de Rabbim, sizin de Rabbinizdir, yalnız O’na ibadet edin. Doğru yol budur.” dedi."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Ondan sonra kendisine mensup birtakım fırkalar aralarında ayrılığa düştüler.Gayet acı bir günün azabından zalimlerin vay haline!"
      },
      {
        "ayahNumber": "66",
        "ayahText": "İnsanlar, hiç farkında değillerken o kıyamet ansızın başlarına gelivermesini mi bekliyorlar?"
      },
      {
        "ayahNumber": "67",
        "ayahText": "Müttakiler dışında dünyadaki bütün dostlar, o gün birbirine düşmandır. [29,25]"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Allah müttakilere şöyle buyurur: “Ey Benim kullarım!Bugün size herhangi bir endişe yoktur.Sizi üzen bir durum da olmayacaktır.”"
      },
      {
        "ayahNumber": "69",
        "ayahText": "Ne mutlu onlara ki onlar, âyetlerimize inanmış ve Allah'a itaat etmişlerdir."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Haydi siz de, eşleriniz de neş'e dolu olarak buyurun cennete!"
      },
      {
        "ayahNumber": "71",
        "ayahText": "Altın tepsi ve kâselerle kendilerine ikram eden hizmetçiler, etraflarında fır döner.Hülasa orada canınız ne isterse, gözleriniz hangi manzaralardan hoşlanırsa hepsi var!Hem siz burada devamlı kalacaksınız."
      },
      {
        "ayahNumber": "72",
        "ayahText": "İşte dünyada yaptığınız makbul işlerden dolayı vârisi yapıldığınız cennet!"
      },
      {
        "ayahNumber": "73",
        "ayahText": "Size orada, istediğiniz şekilde yiyeceğiniz her türlü meyve vardır."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Suçlular ise cehennem azabında ebedî kalacaklar,"
      },
      {
        "ayahNumber": "75",
        "ayahText": "Azapları hiç gevşetilmeyecek,orada bütün ümitlerini yitirmiş olarak kalacaklardır."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Böyle yapmakla Biz onlara haksızlık etmedik, ama asıl kendileri öz canlarına zulmettiler."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Cehennem bekçisine şöyle feryad ederler: “Malik! Ne olur, tükendik artık!Rabbin canımızı alsın, bitirsin işimizi!”O da: “Ölüp kurtulmak yok, ebedî kalacaksınız burada!” der. [87,11-13]"
      },
      {
        "ayahNumber": "78",
        "ayahText": "Allah da şöyle buyurur: “Biz size gerçeği getirmiştik.Fakat çoğunuz hakikatten hoşlanmamıştınız.”"
      },
      {
        "ayahNumber": "79",
        "ayahText": "Ey Resulüm! Onlar size hile kurmakta işi sağlama aldıklarını mı düşünüyorlar?İşte Biz de işi sağlam tutuyoruz."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Yoksa onlar Bizim, kendilerinin sırlarını ve gizli konuşmalarını işitmediğimizi mi sanıyorlar? Hayır işitiriz ve yanlarındaki elçilerimiz de yaptıkları her şeyi yazarlar."
      },
      {
        "ayahNumber": "81",
        "ayahText": "De ki: Faraza, Rahman'ın çocuğu olsaydı ona ilk ibadet eden ben olurdum! [39,4; 19,90-91]"
      },
      {
        "ayahNumber": "82",
        "ayahText": "Göklerin ve yerin Rabbi, o Arşın, o muazzam saltanatın Rabbi,Kendisine eş, ortak uyduranların iddialarından münezzehtir, yüceler yücesidir."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Kendilerine bildirilen o hesap gününe kavuşuncaya kadar, onları kendi hallerine bırak, batıllarına dalsınlar, varsın oyalansınlar."
      },
      {
        "ayahNumber": "84",
        "ayahText": "O, Allah'tır, gökte de yerde de tek ve gerçek İlahtır.O tam hüküm ve hikmet sahibidir, her şeyi hakkıyla bilir. [6,3]"
      },
      {
        "ayahNumber": "85",
        "ayahText": "Göklerin, yerin ve ikisinin arasında olan bütün varlıkların mülk ve hâkimiyetine sahip olan Allah'ın şanı çok yücedir, hayır ve bereketi sınırsızdır.Kıyamet saatini bilmek O’na aittir.Hepiniz sonunda O’nun huzuruna götürüleceksiniz."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Müşriklerin O'ndan başka yalvardıkları sahte tanrıların şefaat yetkileri yoktur.Ancak bilerek hak ve gerçeğe şahitlik edenler bunu yapabileceklerdir."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Eğer kendilerine: “Sizi kim yarattı?” diye sorarsan “Allah yarattı” derler.O halde, nasıl oluyor da O'nu tek İlah kabul etmekten vazgeçiriliyorlar?"
      },
      {
        "ayahNumber": "88",
        "ayahText": "Allah, elbette Resulünün: “Ya Rabbî! Ne yapayım, onlar, bir türlü imana gelmeyen bir topluluktur” demesini de biliyor. [25,30]"
      },
      {
        "ayahNumber": "89",
        "ayahText": "Şimdi sen onlardan yüz çevir ve: “Selâm size!” de.Artık yakında mâruz kalacakları âkıbeti öğrenirler."
      }
    ]
  }
}