{
  "ankebut": {
    "surahNumber": "29",
    "surahNameTr": "Ankebût Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lâm, Mîm."
      },
      {
        "ayahNumber": "2",
        "ayahText": "İnsanlar, imtihandan geçirilmeden, sadece \"İman ettik\" demeleriyle bırakılıvereceklerini mi sandılar?"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Andolsun ki, biz onlardan öncekileri de imtihandan geçirmişizdir. Elbette Allah, doğruları ortaya çıkaracak, yalancıları da mutlaka ortaya koyacaktır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Yoksa kötülükleri yapanlar bizden kaçabileceklerini mi sandılar? Ne kadar kötü (ve yanlış) hüküm veriyorlar!"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Her kim Allah'a kavuşmayı umuyorsa bilsin ki, Allah'ın tayin ettiği o vakit elbette gelecektir. O her şeyi işiten ve bilendir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Cihad eden ancak kendisi için cihad etmiş olur. Şüphesiz Allah, âlemlerden müstağnidir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "İman edip iyi işler yapanların kötülüklerini elbette örteriz ve onlara, yaptıklarının daha güzeli ile karşılık veririz."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Biz insana, ana babasına iyi davranmasını tavsiye etmişizdir. Eğer onlar, seni, hakkında bilgin olmayan bir şeyi (körü körüne) bana ortak koşman için zorlarlarsa, onlara itaat etme. Dönüşünüz ancak banadır. O zaman, size yapmış olduklarınızı haber vereceğim."
      },
      {
        "ayahNumber": "9",
        "ayahText": "İman edip iyi işler yapanları, muhakkak salihler (zümresi) içine katarız."
      },
      {
        "ayahNumber": "10",
        "ayahText": "İnsanlardan kimi vardır ki, \"Allah'a inandık\" der; fakat Allah uğrunda eziyete uğratıldığı zaman, insanların işkencesini Allah'ın azabı gibi tutar. Halbuki Rabbinden bir yardım gelecek olsa, mutlaka, \"Doğrusu biz de sizinle beraberdik\" derler. Acaba Allah, herkesin kalbindekileri en iyi bilen değil midir?"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah, elbette (O'na gönülden) iman edenleri de, iki yüzlüleri de bilir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Kâfirler, iman edenlere, \"Bizim yolumuza uyun, sizin günahlarınızı biz yüklenelim\" derler. Halbuki onların hiçbir günahını yüklenecek değillerdir. Gerçekte onlar, kesinlikle yalan söylemektedirler."
      },
      {
        "ayahNumber": "13",
        "ayahText": "(Fakat gerçek şu ki) elbette kendi yüklerini, kendi yükleriyle birlikte nice yükleri (başkalarını saptırmanın vebalini) taşıyacaklar ve uydurup durdukları şeylerden kıyamet günü mutlaka sorguya çekileceklerdir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Andolsun ki Nuh'u kendi kavmine gönderdik de, o dokuz yüz elli yıl onların arasında kaldı. Sonunda, onlar zulümlerini sürdürürken tufan kendilerini yakalayıverdi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Fakat biz onu ve gemidekileri kurtardık ve bunu âlemlere bir ibret yaptık."
      },
      {
        "ayahNumber": "16",
        "ayahText": "İbrahim'i de gönderdik. O kavmine şöyle demişti: \"Allah'a kulluk edin, O'na karşı gelmekten sakının. Eğer bilmiş olsanız bu sizin için daha hayırlıdır.\""
      },
      {
        "ayahNumber": "17",
        "ayahText": "\"Siz Allah'ı bırakıp sadece birtakım putlara tapıyor, asılsız sözler uyduruyorsunuz. Bilmelisiniz ki, Allah'ı bırakıp da taptıklarınız, size rızık veremezler. O halde rızkı Allah katında arayın. O'na kulluk edin. Ancak O'na döndürüleceksiniz.\""
      },
      {
        "ayahNumber": "18",
        "ayahText": "Eğer (size tebliğ edileni) yalan sayarsanız, bilin ki sizden önceki birçok milletler de yalan saymışlardı. Peygambere düşen yalnız açık bir tebliğdir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah'ın mahlukunu ilk baştan nasıl yarattığını, sonra bunu tekrarladığını görmediler mi? Şüphesiz bu, Allah'a göre kolaydır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "De ki: \"Yeryüzünde gezip dolaşın da, Allah ilk baştan nasıl yaratmış bakın. İşte Allah bundan sonra (aynı şekilde) ahiret hayatını da yaratacaktır.\" Gerçekten Allah her şeye kadirdir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "O, dilediğine azab eder, dilediğine rahmet eder. Ancak O'na döndürüleceksiniz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Siz ne yeryüzünde, ne de gökte (Allah'ı) aciz bırakamazsınız. Allah'tan başka bir dost ve yardımcı da bulamazsınız."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Allah'ın âyetlerini ve O'na kavuşmayı inkâr edenler var ya, işte onlar benim rahmetimden ümitlerini kesmişlerdir ve onlar için acıklı bir azab vardır."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Kavminin (İbrahim'e) cevabı ise, \"Onu öldürün, yahut yakın!\" demelerinden ibaret oldu. Ama Allah onu ateşten kurtardı. Doğrusu bunda, iman eden bir kavim için ibretler vardır."
      },
      {
        "ayahNumber": "25",
        "ayahText": "(İbrahim onlara) dedi ki: \"Siz, sırf aranızdaki dünya hayatına has muhabbet uğruna Allah'ı bırakıp birtakım putlar edindiniz. Sonra kıyamet günü (geldiğinde) ise, kiminiz kiminizi tanımayacak, kiminiz kiminizi lanetleyecektir. Varacağınız yer cehennemdir. Ve hiç yardımcınız da yoktur.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "Bunun üzerine ona sadece Lut iman etti. (İbrahim) de dedi ki: \"Ben Rabbime hicret edeceğim. Şüphe yok ki O çok güçlüdür, hüküm ve hikmet sahibidir.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "O'na İshak ve Yakub'u bağışladık. Peygamberliği ve kitapları, onun soyundan gelenlere verdik. Onu dünyada mükafatlandırdık. Şüphesiz o, ahirette de salihler (zümresin)dendir."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Lut'u da gönderdik. O kavmine demişti ki: \"Gerçekten siz, daha önce hiçbir milletin yapmadığı bir hayasızlığı yapıyorsunuz!\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "\"(Bu ilâhî ikazdan sonra) siz, ille de erkeklere yaklaşacak, yol kesecek ve toplantılarınızda edepsizlik yapacak mısınız?\" Kavminin cevabı ise, şöyle demelerinden ibaret oldu: \"Doğru söyleyenlerden isen Allah'ın azabını getir bize!\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "(Lut:) \"Ey Rabbim! Şu fesatçılar güruhuna karşı bana yardım eyle\" dedi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Elçilerimiz İbrahim'e (iki oğul vereceğimize dair) müjdeyi getirdiklerinde şöyle dediler: \"Biz bu memleket halkını helak edeceğiz. Çünkü oranın halkı zalim kimselerdir.\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "(İbrahim) dedi ki: \"Ama orada Lut var!\" Şöyle cevap verdiler: \"Biz orada kimlerin bulunduğunu çok iyi biliyoruz. Onu ve ailesini elbette kurtaracağız. Yalnız karısı müstesna; o geride (azabda) kalacaklar arasındadır. \""
      },
      {
        "ayahNumber": "33",
        "ayahText": "Elçilerimiz Lut'a gelince, onlar hakkında tasalandı. Ve onlar(ı düşünmesi) sebebiyle takatten düştü. O'na: \"Korkma, tasalanma! Çünkü biz seni de, aileni de kurtaracağız. Yalnız (azabda) kalacaklar arasında bulunan karın müstesna\" dediler."
      },
      {
        "ayahNumber": "34",
        "ayahText": "\"Biz şüphesiz bu memleket halkının üzerine, yoldan çıkmalarına karşılık (feci) bir azab indireceğiz.\"(dediler)."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Andolsun ki biz, aklını kullanacak bir kavim için oradan apaçık bir ibret nişanesi bırakmışızdır."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Medyen'e de kardeşleri Şuayb'ı gönderdik ve Şuayb, \"Ey kavmim! Allah'a kulluk edin, ahiret gününe ümit bağlayın, yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın!\" dedi."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Fakat onu yalancılıkla itham ettiler. Derken, kendilerini bir sarsıntı yakalayıverdi ve yurtlarında diz üstü çökekaldılar."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ad ve Semud'u da (helak ediverdik). Sizin için, (onların başına nelerin geldiği) oturdukları yerlerden apaçık anlaşılmaktadır. Şeytan onlara yaptıkları işleri güzel gösterip onları doğru yoldan çıkardı. Oysa bakıp görebilecek durumdaydılar."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Karun'u, Firavun'u ve Hâmân'ı da (helak ettik). Andolsun ki, Musa onlara apaçık deliller getirmişti de onlar yeryüzünde büyüklük taslamışlardı. Halbuki (azabımızı aşıp ) geçebilecek değillerdi."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Nitekim onlardan herbirini günahları sebebiyle suç üstü yakaladık: Kiminin üzerine taşlar savuran rüzgarlar gönderdik, kimini korkunç bir ses yakaladı, kimini yerin dibine geçirdik, kimini de suda boğduk. Allah onlara zulmetmiyor, asıl onlar kendilerine yazık ediyorlardı."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Allah'tan başka dost edinenlerin durumu, kendine yuva yapan örümceğin durumu gibidir. Halbuki, evlerin en çürüğü şüphesiz örümcek yuvasıdır. Keşke bilselerdi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Allah, onların kendisini bırakıpta hangi şeye yalvardıklarını şüphesiz ki bilir. O mutlak güç ve hikmet sahibidir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "İşte biz bu temsilleri insanlar için getiriyoruz; fakat onları ancak bilenler düşünüp anlayabilir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Allah gökleri ve yeri hak olarak yarattı. Şüphesiz bunda, iman edenler için bir nişane bulunmaktadır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Sana vahyedilen Kitabı oku ve namazı kıl. Muhakkak ki namaz hayasızlıktan ve kötülükten alıkoyar. Allah'ı anmak elbette en büyük ibadettir. Allah yaptıklarınızı bilir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "İçlerinden zulmedenleri bir yana, ehli kitapla ancak, en güzel yoldan mücadele edin ve deyin ki: \"Bize indirilene de, size indirilene de iman ettik. Bizim ilâhımız da, sizin ilâhınız da birdir ve biz O'na teslim olmuşuzdur.\""
      },
      {
        "ayahNumber": "47",
        "ayahText": "(Resulüm!) İşte sana (önceki kitapları tasdik eden) bu kitabı indirdik. Onun için, kendilerine kitap verdiklerimiz ona iman ediyorlar. Şunlardan da ona iman eden nice kimseler vardır. Ayetlerimizi ancak kâfirler bile bile inkâr eder."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Sen bundan önce, ne bir yazı okur, ne de elinle onu yazardın. Öyle olsaydı, batıla uyanlar kuşku duyarlardı."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Hayır, o (Kur'ân), kendilerine ilim verilenlerin sinelerinde (yer eden) apaçık âyetlerdir. Ayetlerimizi ancak ve ancak zalimler bile bile inkâr eder."
      },
      {
        "ayahNumber": "50",
        "ayahText": "\"Ona Rabbinden (başkaca) mucize indirilmeli değil miydi?\" derler. Cevaben de ki: \"Mucizeler ancak Allah'ın katındadır. Ben ise sadece apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "51",
        "ayahText": "Sana indirdiğimiz ve onlara okunmakta olan kitap, kendilerine yetmedi mi? Bunda iman edecek bir kavim için elbette bir rahmet ve öğüt vardır."
      },
      {
        "ayahNumber": "52",
        "ayahText": "De ki: Benimle sizin aranızda şahit olarak Allah yeter. O, göklerde ve yerde ne varsa bilir. Batıla inanıp inkâr edenler var ya, işte ziyana uğrayacaklar onlardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Senden azabı çarçabuk (getirmeni) istiyorlar. Eğer önceden tayin edilmiş bir vade olmasaydı, azab elbette onlara gelip çatmıştı. Fakat yine de, hiç farkına varmadıkları bir sırada o kendilerine mutlaka gelecektir."
      },
      {
        "ayahNumber": "54",
        "ayahText": "(Evet) senden azabı çarçabuk (getirmeni) istiyorlar. Halbuki cehennem, hiç şüpheleri olmasın, kâfirleri kuşatacaktır."
      },
      {
        "ayahNumber": "55",
        "ayahText": "O günde azap, onları hem üstlerinden, hem ayaklarının altından saracak ve Allah (onlara), \"Yaptıklarınızın cezasını tadın!\" diyecektir."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Ey iman eden kullarım! Şüphesiz benim yarattığım yeryüzü geniştir. O halde yalnız bana kulluk edin."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Her can ölümü tadacaktır. Sonunda bize döndürüleceksiniz."
      },
      {
        "ayahNumber": "58",
        "ayahText": "İman edip güzel işler yapanları, (evet) muhakkak ki onları, altlarından ırmaklar akan ve içinde ebedî kalacakları cennet köşklerine yerleştireceğiz. (Böyle iyi) işler yapanların mükafatı ne güzeldir!"
      },
      {
        "ayahNumber": "59",
        "ayahText": "Ki onlar, sabretmiş olup yalnız Rablerine güvenip dayanmaktadırlar."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Nice hayvanlar var ki, rızkını (biriktirip yanında) taşımıyor. Çünkü onların da, sizin de rızkınızı Allah veriyor. O, her şeyi işitir ve bilir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Andolsun ki onlara, \"Gökleri ve yeri yaratan, güneşi ve ayı buyruğu altında tutan kimdir?\" diye sorsan \"Allah\" derler. O halde nasıl (haktan) çevrilip döndürülüyorlar?"
      },
      {
        "ayahNumber": "62",
        "ayahText": "Allah, kullarından dilediğine rızkı bol bol verir, dilediğine de kısar. Şüphesiz Allah, her şeyi hakkıyla bilendir."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Andolsun ki onlara, \"Gökten su indirip, onunla ölümünün ardından yeryüzünü canlandıran kimdir?\" diye sorsan, mutlaka, \"Allah \" derler. De ki: (Öyleyse) hamd de Allah'a mahsustur. Fakat çokları akıllarını kullanmazlar."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Bu dünya hayatı sadece bir oyun ve oyalanmadan ibarettir. Ahiret yurduna gelince, işte asıl hayat odur. Keşke bilmiş olsalardı."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Baksana, gemiye bindikleri zaman, dini yalnız O'na has kılarak (ihlasla) Allah'a yalvarırlar. Fakat onları salimen karaya çıkarınca, bir bakarsın ki, (Allah'a) ortak koşmaktadırlar."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Kendilerine verdiklerimize nankörlük etsinler ve safâ sürsünler bakalım! Ama yakında bilecekler."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Çevrelerinde insanlar kapılıp götürülürken (öldürülürken, ya da esir edilirken), bizim (Mekke'yi) güven içinde kudsî bir yer yaptığımızı görmediler mi? Hâlâ batıla inanıp Allah'ın nimetine nankörlük mü ediyorlar?"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Allah'a karşı yalan uyduran, yahut kendisine hak gelmişken onu yalan sayandan daha zalim kimdir? Cehennemde kâfirlere yer mi yok?"
      },
      {
        "ayahNumber": "69",
        "ayahText": "Ama bizim yolumuzda cihad edenleri, elbette kendi yollarımıza eriştireceğiz. Hiç şüphe yok ki Allah iyi davrananlarla beraberdir."
      }
    ]
  }
}