{
  "kaf": {
    "surahNumber": "50",
    "surahNameTr": "Kâf Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kâf. Şanlı ve şerefli Kur'an'a andolsun ki,"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Doğrusu kâfirler kendi içlerinden uyarıcı bir peygamber geldiğine şaşırdılar da dediler ki: \"Bu şaşılacak bir şeydir!"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Öldüğümüz ve bir toprak olduğumuz vakit mi (tekrar) dirileceğiz? bu dönüş çok uzaktır.\""
      },
      {
        "ayahNumber": "4",
        "ayahText": "Fakat biz toprağın onlardan neyi eksilttiğini elbette biliyoruz. Yanımızda herşeyi kaydedip muhafaza eden bir kitap vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Doğrusu hak kendilerine geldiği zaman yalanladılar da şimdi karmakarışık bir ıztırap içindeler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Artık üstlerindeki göğe bakmazlar mı ki, onu nasıl bina etmiş ve süslemişiz, onun hiç bir çatlağı yoktur."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Yeri de nasıl uzatmış, üzerine sabit dağlar oturtmuşuz. Orada görünüşü güzel her çeşit bitkiden çiftler yetiştirdik."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Bunlar, Allah'a yönelen her kula gönül gözünü açmak ve ona ibret vermek içindir."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Bir de gökten bereketli bir su indirip de onunla bağlar, bahçeler ve biçilecek taneler bitirmekteyiz."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Tomurcukları birbiri üzerine dizilmiş uzun boylu hurma ağaçları yetiştirdik."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Bunları kullara rızık olması için (yetiştirmekteyiz). O su ile ölü bir toprağa can verdik, işte hayata çıkış da böyledir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onlardan önce Nuh'un kavmi, Ress halkı ve Semûd da yalanlamıştı."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Âd, Firavun, Lût'un kardeşleri de (yalanladılar)."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Eyke halkı ve Tübbâ kavmi de, bunların hepsi peygamberleri yalanladılar da (onlara) azabım hak oldu."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Biz ilk yaratmada acizlik mi gösterdik? Doğrusu, onlar yeni bir yaratılıştan şüphe içindedirler."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Andolsun insanı biz yarattık ve nefsinin kendisine fısıldadıklarını biliriz. Ve biz ona şah damarından daha yakınız."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onun sağında ve solunda oturmuş iki melek zabıt tutarken,"
      },
      {
        "ayahNumber": "18",
        "ayahText": "İnsan hiçbir söz söylemez ki yanında (onu) gözetleyen, dediklerini zapteden bir melek hazır bulunmasın."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ölüm sarhoşluğu gerçekten geldiğinde, \"Ey insan! İşte bu senin öteden beri kaçtığın şeydir.\" denir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Sur'a üfürülür, işte bu, tehdid(in gerçekleşme) günüdür."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Her can, kendisiyle beraber bir sevk memuru ve bir şahid bulunduğu halde gelir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "(Allah ona) \"Andolsun sen bundan gaflet içinde idin. Şimdi senden gaflet perdesini kaldırdık. Bugün artık gözün keskindir.\" der."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Beraberindeki melek \"işte yanımdaki hazır\" der."
      },
      {
        "ayahNumber": "24",
        "ayahText": "(Allah iki meleğe buyurur ki:) \"Haydi ikiniz, atın cehenneme her inatçı nankörü!"
      },
      {
        "ayahNumber": "25",
        "ayahText": "İyiliklere (sürekli) engel olan, saldırgan, şüpheciyi."
      },
      {
        "ayahNumber": "26",
        "ayahText": "O ki Allah'ın yanında başka ilâh edinmiştir. Haydi ikiniz birlikte onu şiddetli azaba atın.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Yanındaki arkadaşı (şeytan) der ki: \"Rabbimiz! Ben onu azdırmadım. Fakat kendisi derin bir sapıklık içindeydi\"."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Allah buyurur ki: \"Huzurumda çekişmeyin! Ben size daha önce uyarıcı göndermiştim.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "Benim huzurumda söz değiştirilmez. Ve ben kullara asla zulmedici değilim."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Biz O gün cehenneme: \"Doldun mu?\" diyeceğiz. O da: \"Daha fazla var mı?\" diyecektir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Cennet de kötülükten sakınanlara yaklaştırılır. Zaten uzak değildir."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Onlara denir ki: \"İşte size vaad edilen bu cennet, Allah'a yönelen, O'nun emirlerine riayet eden, görmediği halde Rahman olan Allah'tan korkan ve O'na yönelen bir kalple gelenlere mahsustur."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Onlara denir ki: \"İşte size vaad edilen bu cennet, Allah'a yönelen, O'nun emirlerine riayet eden, görmediği halde Rahman olan Allah'tan korkan ve O'na yönelen bir kalple gelenlere mahsustur."
      },
      {
        "ayahNumber": "34",
        "ayahText": "\"Şimdi selam ve selametle oraya girin. İşte sonsuzluk günü budur.\""
      },
      {
        "ayahNumber": "35",
        "ayahText": "Orada onlara ne isterlerse vardır. Katımızda daha fazlası da vardır."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Ey Muhammed! Biz onlardan önce kendilerinden daha kuvvetli olan ve beldeleri delik deşik eden nice nesilleri helak ettik, hiç kurtuluş var mı?"
      },
      {
        "ayahNumber": "37",
        "ayahText": "Şüphesiz ki bunda kalbi olan ve hazır bulunup kulak veren kimse için elbette bir öğüt vardır."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Andolsun ki biz gökleri, yeri ve ikisi arasındakileri altı günde yarattık, Bize hiçbir yorgunluk da dokunmadı."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Ey Muhammed! Onların söylediklerine karşı sabret. Güneşin doğuşundan önce (sabah namazını) ve batışından önce de (öğle ve ikindi namazalarını kılarak) Rabbini Hamd ile tesbih et."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Geceleyin (akşam ve yatsı namazlarını kılarak), namazlardan sonra da (vitir ve nafile kılarak) O'nu tesbih et."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Bir münadinin yakın bir yerden sesleneceği güne kulak ver."
      },
      {
        "ayahNumber": "42",
        "ayahText": "O gün insanlar, o çağrıyı gerçek olarak duyarlar. İşte bugün, kabirlerden çıkış günüdür."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Gerçekten biz hem yaşatırız, hem öldürürüz. Sonunda dönüş yalnız bizedir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "O gün yer yarılır, insanlar kabirlerinden çabucak çıkarlar. İşte bu, sadece bize göre kolay bir toplanmadır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Biz onların söylediklerini daha iyi biliriz. Sen onlara karşı zor kullanacak değilsin. O halde sen, benim tehdidimden korkanlara bu Kur'ân ile öğüt ver."
      }
    ]
  }
}