{
  "kamer": {
    "surahNumber": "54",
    "surahNameTr": "Kamer Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kıyamet saati yaklaştı, Ay yarıldı."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bir mucize görseler hemen yüz çevirirler ve \"süregelen bir büyüdür\" derler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yalanladılar, nefislerinin arzularına uydular. Halbuki her iş yerini bulacaktır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Andolsun ki onlara (kötülükten) vazgeçirecek nice önemli haberler gelmiştir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Bunlar üstün bir hikmettir fakat uyarılar fayda vermiyor."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Sen de onlardan yüz çevir ki, o gün çağırıcı, görülmedik müthiş bir şeye çağırır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Gözleri düşkün düşkün (zelil ve hakir) kabirlerinden çıkarlar, sanki yayılan çekirgeler gibidirler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "O çağırana koşarak, kâfirler: \"Bu çetin bir gündür.\" derler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Onlardan önce Nuh'un kavmi de yalanlamıştı. Kulumuzu yalanladılar ve: \"Cinlenmiştir.\" dediler. Ve (Nuh davetten vazgeçmeye) zorlandı."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Bunun üzerine Rabbine: \"Ben yenik düştüm, bana yardım et!\" diyerek yalvardı."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Biz de boşalan bir su ile göğün kapılarını açtık."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Yeri de kaynaklar halinde fışkırttık, derken sular takdir edilmiş bir iş için birleşti."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Nuh'u da tahtalardan yapılmış, çivilerle (çakılmış gemi) üzerinde taşıdık."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Nankörlük edilen (kulumuz)e bir mükafat olmak üzere (gemi), gözlerimizin önünde akıp gidiyordu."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bunu bir ibret olarak bıraktık, ibret alan yok mudur?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Benim azabım ve uyarılarım nasılmış (görsünler)"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Âd (kavmi) da yalanladı, azabım ve uyarılarım nasıl oldu?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Biz onların üstüne, uğursuzluğu devam eden bir günde dondurucu bir rüzgar gönderdik."
      },
      {
        "ayahNumber": "20",
        "ayahText": "(O rüzgar) insanları, sökülmüş hurma kütükleri gibi yere seriyordu."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Nasılmış benim azabım ve uyarım?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Semûd da o uyarıları yalanladılar."
      },
      {
        "ayahNumber": "24",
        "ayahText": "\"Bizden bir insana mı uyacağız? O takdirde biz apaçık bir sapıklık ve çılgınlık içine düşmüş oluruz.\" dediler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "\"Zikir, aramızdan ona mı bırakıldı? Hayır o, yalancı, küstahın biridir\" (dediler)."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Yarın onlar, yalancı, küstahın kim olduğunu bilecekler."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Biz onlara, kendilerini imtihan etmek için dişi deveyi göndereceğiz. Onun için sen onları gözet ve sabırlı ol."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onlara suyun aralarında paylaştırılacağını haber ver; her içene düşen miktar, hazır kılınmıştır."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bunun üzerine arkadaşlarına bağırdılar. O da (bıçağı) çekerek (deveyi) kesti."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Ama azabım ve uyarılarım nasıl oldu."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Biz onların üzerine tek sayha (korkunç bir ses) gönderdik; ağılcının topladığı çalı çırpı kırıntıları gibi kırılıp dökülüverdiler."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Lût kavmi de uyarıları yalanladı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Biz de onların üzerlerine (taşlar savuran) bir fırtına gönderdik. Yalnız Lût ailesini seher vakti kurtardık,"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Katımızdan bir nimet olarak. Biz şükredeni böyle mükafatlandırırız."
      },
      {
        "ayahNumber": "36",
        "ayahText": "(Lût), onları bizim yakalamamıza karşı uyarmıştı. Fakat ikazlara karşı kuşku duydular,"
      },
      {
        "ayahNumber": "37",
        "ayahText": "Onun konuklarından murad almaya kalkıştılar. Biz de gözlerini siliverdik. \"Haydi azabımı ve uyarılarımı tadın!\" (dedik)."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Sabah erken, onları kararlı bir azab yakaladı."
      },
      {
        "ayahNumber": "39",
        "ayahText": "\"Azabımı ve uyarılarımı tadın!\" (dedik)."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Şüphesiz Firavun ailesine de uyarıcı peygamberler geldi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Lakin onlar bütün âyetlerimizi yalanladılar. Biz de onları çok kuvvetli ve kudretli bir yakalayışla yakaladık. Bu kıssalardan hisseye gelince;"
      },
      {
        "ayahNumber": "43",
        "ayahText": "Şimdi sizin kâfirleriniz, onlardan hayırlı mı? Yoksa kitaplarda sizin için bir beraet mi var?"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Yoksa \"Biz birbirimize yardım eden bir topluluğuz.\" mu diyorlar?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "Her halde o topluluk bozulacak ve geriye dönüp kaçacaklardır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Bilakis kıyamet onlara vaad edilen asıl saattir. Saat cidden çok feci ve acıdır."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Muhakkak ki suçlular sapıklık ve çılgınlık içindedirler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "O gün yüzleri üstü ateşte sürüklenecekler, \"Cehennemin dokunuşunu tadın!\" (denilecek)."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Haberiniz olsun ki, biz her şeyi bir kadere göre yarattık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Buyruğumuz yalnız bir tekdir, göz açıp yumma gibidir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Andolsun biz, sizin benzerlerinizi hep helak ettik. Öğüt alan yok mudur?"
      },
      {
        "ayahNumber": "52",
        "ayahText": "İşledikleri her şey, kitaplarda mevcuttur."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Küçük, büyük hepsi satır satır yazılmıştır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Takva sahipleri cennetlerde, nur içindedirler."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Güçlü padişahın huzurunda doğruluk koltuklarındadırlar."
      }
    ]
  }
}