{
  "meryem": {
    "surahNumber": "19",
    "surahNameTr": "Meryem Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kâf, Hâ, Yâ, Ayn, Sâd."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bu, Rabbinin, kulu Zekeriyya'ya olan rahmetini anmadır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Bir zamanlar o, Rabbine gizlice (içinden) yalvarmıştı."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Şöyle demişti: \"Ey Rabbim! Şüphesiz (artık öyle bir durumdayım ki) benim kemiğim zayıflayıp gevşedi ve başım(ın saçı) bembeyaz alev gibi tutuştu. Sana dua etmekle de ey Rabbim, hiçbir zaman bedbaht olmadım.\""
      },
      {
        "ayahNumber": "5",
        "ayahText": "\"Gerçekten ben, arkamdan yerime geçecek varislerden endişedeyim. Karım da kısır bulunuyor. Onun için katından bana bir çocuk ihsan et.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "\"Ki bana da mirasçı olsun, Yakub ailesine de mirascı olsun. Rabbim, onu sen rızana kavuştur.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "(Allah şöyle buyurdu): \"Ey Zekeriyya! Şüphesiz biz sana Yahya isminde bir oğlanı müjdeliyoruz. Bundan önce ona hiçbir adaş yapmadık.\""
      },
      {
        "ayahNumber": "8",
        "ayahText": "Zekeriyya: \"Rabbim! Karım kısır, ben de son derece kocamışken nasıl oğlum olabilir?\" dedi."
      },
      {
        "ayahNumber": "9",
        "ayahText": "(Allah yahut Cebrail ona şöyle) dedi: \"Dediğin gibidir, (fakat) Rabbin buyurdu ki, bu işi yapmak bana kolaydır. Nitekim bundan önce seni yarattım. Halbuki sen hiçbir şey değildin.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "Zekeriyya şöyle dedi: \"Rabbim! Bana alâmet ver.\" Allah: \"Senin alâmetin, sapasağlam olduğun halde, üç gün, üç gece insanlarla konuşamaz hale gelmendir.\" buyurdu."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Nihayet (birgün konuşamayınca) mihrabdan kavmine karşı çıktı da onlara \"Sabah ve akşam (Rabbinizi) tesbih edin\" diye işaret etti."
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Ey Yahya! Kitaba kuvvetle sarıl\" (dedik) ve daha çocukken ona hikmet verdik."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Hem de katımızdan bir merhamet ve (günahlardan) paklık verdik, o çok takva sahibi idi."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Anne ve babasına karşı iyi davranan bir kimse idi, zorba ve isyankâr değildi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Doğduğu gün, öleceği gün ve dirileceği gün ona selam olsun."
      },
      {
        "ayahNumber": "16",
        "ayahText": "(Ey Muhammed!) Kur'ân'daki Meryem kıssasını da an (insanlara anlat). Hani o, ailesinden ayrılarak (evinin veya mescidin) doğu tarafında bir yere çekilmişti."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Sonra ailesiyle kendisi arasına bir perde koymuştu. Biz ona meleğimiz (Cebrail)i gönderdik de ona tam bir insan şeklinde göründü."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Meryem: \"Ben senden Rahmân (olan Allah) a sığınırım. Eğer Allah'dan korkuyorsan (dokunma bana)\" dedi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Melek: \"Ben, sana temiz bir oğlan bağışlamak için, Rabbinin gönderdiği bir elçiyim\" dedi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Meryem: \"Benim nasıl çocuğum olabilir? Bana hiçbir insan dokunmamıştır. Ben iffetsiz de değilim\" dedi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Melek: \"Bu, dediğin gibidir. Ancak Rabbin buyurdu ki: Bu (babasız çocuk vermek), bana pek kolaydır. Hem biz onu nezdimizden insanlara bir mucize ve rahmet kılacağız. Hem, bu önceden (ezelde) kararlaştırılmış bir iştir.\" dedi."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Nihayet (Allah'ın emri gerçekleşti) Meryem İsa'ya gebe kaldı ve o haliyle uzak bir yere çekildi."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Sonra doğum sancısı onu bir hurma dalına tutunup dayanmaya zorladı. \"Keşke bundan önce ölseydim de unutulup gitseydim\" dedi."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Melek, Meryem'e, aşağı tarafından şöyle seslendi. \"Sakın üzülme, Rabbin alt tarafında bir ırmak akıttı.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "\"Hurma dalını kendine doğru silkele, üzerine devşirilmiş taze hurmalar dökülsün.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "\"Ye, iç, gözün aydın olsun. Eğer insanlardan birini görürsen, ben Rahmân (olan Allah)a bir oruç (susmak) adadım. Onun için bugün hiçbir kimseyle konuşmayacağım\" de."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Sonra Meryem onu (İsa'yı) yüklenerek kavmine getirdi. Onlar (hayretler içinde şöyle) dediler: \"Ey Meryem! doğrusu sen görülmemiş bir şey yaptın.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "\"Ey Harun'un kızkardeşi! Senin baban kötü bir adam değildi, annen de iffetsiz bir kadın değildi.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bunun üzerine Meryem çocuğu gösterdi. Onlar; \"Biz beşikteki bir çocukla nasıl konuşuruz?\" dediler."
      },
      {
        "ayahNumber": "30",
        "ayahText": "(Allah'ın bir mucizesi olarak İsa şöyle) dedi: \"Şüphesiz ben Allah'ın kuluyum. O bana kitab verdi ve beni bir peygamber yaptı.\""
      },
      {
        "ayahNumber": "31",
        "ayahText": "\"Beni, nerede olursam olayım mübarek kıldı. Hayatta bulunduğum müddetçe namaz kılmamı ve zekat vermemi emretti.\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "\"Beni anneme hürmetkar kıldı. Beni zorba ve isyankar yapmadı.\""
      },
      {
        "ayahNumber": "33",
        "ayahText": "\"Doğduğum gün, öleceğim gün ve dirileceğim gün selam ve emniyet benim üzerimedir.\""
      },
      {
        "ayahNumber": "34",
        "ayahText": "İşte hakkında (yahudilerle hıristiyanların) ihtilaf edip durdukları Meryemoğlu İsa'ya dair Allah'ın sözü budur."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Çocuk edinmek asla Allah'ın şanına yakışmaz. O bundan münezzehtir. O, bir şeyin olmasını dilerse, ona sadece \"ol\" der, o da oluverir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "\"Şüphesiz benim de Rabbim, sizin de Rabbiniz Allah'tır. O halde ona ibadet edin, işte dosdoğru yol budur.\""
      },
      {
        "ayahNumber": "37",
        "ayahText": "Ne var ki, fırkalar (yahudi ve hıristiyanlar) kendi aralarında ihtilafa düştüler. O büyük (dehşetli) günü görecek kâfirlerin vay haline!"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Bize gelecekleri gün, neler işitecekler, neler görecekler! Fakat o zalimler bugün apaçık bir sapıklık içindedirler."
      },
      {
        "ayahNumber": "39",
        "ayahText": "(Ey Muhammed!) İnsanların pişmanlık duyacağı ve işin bitmiş olacağı (kıyamet) günü ile onları uyar. Onlar hâlâ gaflet içindedirler, onlar iman etmezler."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Şüphesiz biz bütün yeryüzüne ve üzerindekilere varis olacağız. Ve onlar da mutlaka bize döndürüleceklerdir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kur'ân'da İbrahim'i(n kıssasını da) an. Şüphesiz ki o, sıddık (özü, sözü doğru) bir peygamberdi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "O, bir zaman babasına şöyle demişti: \"Babacığım! İşitmeyen, görmeyen ve sana hiçbir faydası olmayan şeylere niçin tapıyorsun?\""
      },
      {
        "ayahNumber": "43",
        "ayahText": "\"Babacığım! Doğrusu sana gelmeyen bir ilim bana geldi. O halde bana uy da, seni doğru bir yola eriştireyim.\""
      },
      {
        "ayahNumber": "44",
        "ayahText": "\"Babacığım! Şeytana tapma, çünkü şeytan Rahmân (olan Allah)a âsî oldu.\""
      },
      {
        "ayahNumber": "45",
        "ayahText": "\"Babacığım! Doğrusu ben korkarım ki, sana Rahmân'dan bir azab dokunur da şeytana (cehennemde arkadaş) olursun.\""
      },
      {
        "ayahNumber": "46",
        "ayahText": "Babası \"Ey İbrahim! Sen benim ilâhlarımdan yüz mü çeviriyorsun? Yemin ederim ki, eğer (onları kötülemekten) vazgeçmezsen, seni muhakkak taşlarım. (gerçektenveya söz ilesana taş atarım). Haydi uzun bir müddet benden uzak ol\" dedi."
      },
      {
        "ayahNumber": "47",
        "ayahText": "İbrahim şöyle dedi: \"Selâm sana olsun, senin için Rabbimden mağfiret dileyeceğim. Çünkü o, bana çok lütufkârdır.\""
      },
      {
        "ayahNumber": "48",
        "ayahText": "\"Ben, sizden ve Allah'tan başka taptığınız şeylerden çekilip ayrılırım da Rabbime dua (ibadet) ederim. Rabbime yalvarışımda mahrum kalmayacağımı umarım.\""
      },
      {
        "ayahNumber": "49",
        "ayahText": "İbrahim, kavminden ve onların Allah'tan başka ibadet ettikleri şeylerden uzaklaşınca, biz ona İshak'ı ve (İshak'ın oğlu) Yakub'u ihsan ettik. Ve hepsini de peygamber yaptık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Biz onlara rahmetimizden lütuflarda bulunduk. Hepsine de dillerde güzel ve yüksek bir övgü verdik."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Kur'ân'da Musa'yı da an; Şüphesiz ki o, ihlaslı bir kuldu ve gönderilmiş bir peygamberdi."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Biz ona Tur dağının sağ yanından seslendik ve onu hususi bir konuşmada bulunmak üzere kendimize yaklaştırdık."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Rahmetimizden de ona, kardeşi Harun'u bir peygamber olarak ihsan eyledik. Meâli Şerifi"
      },
      {
        "ayahNumber": "54",
        "ayahText": "Kur'ân'da İsmail'i de an; çünkü o, vaadine sadık bir kuldu ve gönderilmiş bir peygamberdi."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Ailesine ve çevresine namaz kılmayı ve zekat vermeyi emrederdi ve Rabbinin katında hoşnutluğa ermişti."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Kitapta İdris'i de an; çünkü o, çok sadık (özü, sözü pek doğru) bir peygamberdi."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Biz onu yüce bir yere yükselttik."
      },
      {
        "ayahNumber": "58",
        "ayahText": "İşte bunlar, Allah'ın kendilerine nimetler verdiği peygamberlerden, Âdem'in soyundan ve gemide Nuh ile beraber taşıdıklarımızın neslinden, İbrahim ve İsrail'in soyundan, hidayete erdirdiğimiz ve seçtiğimiz kimselerdir. Kendilerine Rahmân (olan Allah)ın âyetleri okunduğu zaman ağlayarak secdeye kapanırlardı."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Sonra bunların ardından öyle bir nesil geldi ki, namazı terkettiler, heva ve heveslerine uydular; onlar bu taşkınlıklarının karşılığını mutlaka göreceklerdir. (Cehennemdeki \"Gayya\" vadisini boylayacaklardır.)"
      },
      {
        "ayahNumber": "60",
        "ayahText": "Fakat tevbe edip iman eden ve salih amel işleyen bunun dışındadır. Bunlar cennete girecekler ve hiçbir haksızlığa uğratılmayacaklardır."
      },
      {
        "ayahNumber": "61",
        "ayahText": "O cennet, Rahmân (olan Allah)ın kullarına görmedikleri halde vadettiği \"Adn\" cennetleridir. Şüphesiz O'nun vaadi mutlaka yerini bulacaktır."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Onlar orada boş bir söz işitmezler. Ancak \"Selam\" işitirler. Orada sabah akşam rızıkları da hazırdır."
      },
      {
        "ayahNumber": "63",
        "ayahText": "İşte kullarımızdan takva sahibi olanlara vereceğimiz cennet budur."
      },
      {
        "ayahNumber": "64",
        "ayahText": "\"(Cebrail dedi ki: Ey Muhammed!) \"Biz senin Rabbinin emri olmadıkça inmeyiz. Önümüzdeki ve ardımızdaki (bütün geçmiş ve gelecek şeyler) ve bunların arasındakiler hep O'nundur. Rabbin de (seni) unutmuş değildir?\""
      },
      {
        "ayahNumber": "65",
        "ayahText": "O, göklerin, yerin ve aralarındakilerin Rabbidir. O halde, O'na ibadet et ve O'na ibadet etmekte sabırlı ol. Hiç sen Allah'ın ismini taşıyan başka birini bilir misin?"
      },
      {
        "ayahNumber": "66",
        "ayahText": "Halbuki insan şöyle der: \"Ben öldüğüm zaman, ileride gerçekten diri olarak (mezardan) çıkarılacak mıyım?\""
      },
      {
        "ayahNumber": "67",
        "ayahText": "O insan, daha önce hiçbir şey değilken kendisini yoktan var ettiğimizi hatırlamaz mı?"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Rabbine andolsun ki biz onları (öldükten sonra dirilmeyi inkâr eden kâfirleri) şeytanları ile beraber elbette ve elbette mahşerde toplayacağız. Sonra onları muhakkak cehennemin etrafında dizleri üstü hazır bulunduracağız (ki cennetlikleri görüp hasret çeksinler.)."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Sonra her zümreden Rahmân'a karşı en ziyade isyankâr hangileri ise, muhakkak ayırıp atacağız."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Sonra o cehenneme atılmaya layık olanların kimler bulunduğunu elbette biz daha iyi biliriz."
      },
      {
        "ayahNumber": "71",
        "ayahText": "İçinizden hiçbiri istisna edilmemek üzere mutlaka herkes cehenneme varacaktır. Bu, Rabbinin katında kesinleşmiş bir hükümdür."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Sonra Allah'dan korkup, sakınanları kurtaracağız ve zalimleri de toptan cehennemde bırakacağız."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Âyetlerimiz kendilerine apaçık okunduğu zaman, o inkâr edenler, iman edenlere dediler ki: \"Bu iki zümreden (Mümin ve kâfirlerden) hangisi mevki bakımından daha iyi, meclis ve topluluk itibariyle daha güzeldir?\""
      },
      {
        "ayahNumber": "74",
        "ayahText": "Halbuki biz, kendilerinden evvel, mal ve gösterişce daha güzel nice asırlar halkını helak etmişizdir."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Onlara de ki: \"Kim sapıklık içinde ise, Rahmân ona mal ve evlatça ziyadelik ve azgınlığında mühlet verir. Nihayet kendilerine vaad edilen azabı, yahut kıyamet günü cehennemi gördükleri vakit, artık bilecekler kimin mevkii daha fena ve yardımcıları daha zayıfmış."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Allah, hidayeti kabul edenlere, daha çok hidayet verir. Baki kalacak olan salih ameller, Rabbinin katında sevap bakımından da daha hayırlıdır, sonuç bakımından da daha hayırlıdır."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Şimdi âyetlerimizi inkâr eden ve \"Elbette bana mal ve evlat verilecektir.\" diyen adamı gördün mü?"
      },
      {
        "ayahNumber": "78",
        "ayahText": "O (kâfir), gaybı mı bildi? Yoksa Rahmân (olan Allah) katından bir söz mü aldı?"
      },
      {
        "ayahNumber": "79",
        "ayahText": "Hayır, asla öyle değil; biz onun söylediklerini yazacağız ve azabını çoğalttıkça çoğaltacağız."
      },
      {
        "ayahNumber": "80",
        "ayahText": "O söylediği (mal ve evlat gibi) şeyleri de hep elinden alacağız ve o, tek başına bize gelecektir."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Onlar, kendilerine kuvvet ve şeref kazandırsın diye, Allah'dan başka ilâh edindiler."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Hayır, (zannettikleri gibi değil) tapındıkları ilâhlar onların ibadetlerini inkâr edecekler ve aleyhlerine dönüp düşman olacaklardır."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Görmedin mi? Biz şeytanları o kâfirler üzerine musallat ettik. Onları (günaha) kışkırtıp duruyorlar."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Öyleyse onların hemen azaba uğratılmalarını isteme. Biz onların (ecel) günlerini sayıyoruz."
      },
      {
        "ayahNumber": "85",
        "ayahText": "O gün, takva sahiplerini, heyet olarak Rahmân'ın huzuruna toplayacağız."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Suçluları da susuz olarak cehenneme süreceğiz."
      },
      {
        "ayahNumber": "87",
        "ayahText": "(O gün) Rahmân (olan Allah)'ın katında bir ahd almış olan kimseden başkaları şefaat etme hakkına sahip olamayacaklardır."
      },
      {
        "ayahNumber": "88",
        "ayahText": "(Yahudilerle hıristiyanlar) \"Rahmân, çocuk edindi\" dediler."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Yemin olsun ki, siz çok çirkin bir şey söylediniz."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Az kalsın, söyledikleri sözden gökler çatlayacak, yer yarılacak ve dağlar parçalanıp dağılacaktı,"
      },
      {
        "ayahNumber": "91",
        "ayahText": "O Rahmân'a çocuk isnad ettiler diye..."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Halbuki Rahmân'a çocuk edinmek yaraşmaz."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Göklerde ve yerde bulunan hiçbir kimse yoktur ki (kıyamet günü) Rahmân'ın huzuruna kul olarak çıkmasın."
      },
      {
        "ayahNumber": "94",
        "ayahText": "And olsun ki Allah onların hepsini kuşatmış, kendilerini ve yaptıklarını bir bir saymıştır."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Kıyamet günü onların herbiri Allah'ın huzuruna tek başına çıkacaktır."
      },
      {
        "ayahNumber": "96",
        "ayahText": "İman edip, salih amel işleyenler var ya, Rahmân (olan Allah) onları (gönüllere) sevdirecektir."
      },
      {
        "ayahNumber": "97",
        "ayahText": "(Ey Muhammed!) Biz Kur'ân'ı senin dilin üzere kolaylaştırdık ki, onunla Allah'tan korkup sakınanları müjdeleyesin, inat edenleri de korkutasın."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Hem onlardan önce nice nesilleri helak ettik. (Şimdi) onlardan hiçbirini görüyor musun, yahud onların hafif bir sesini işitiyor musun?"
      }
    ]
  }
}