{
  "yasin": {
    "surahNumber": "36",
    "surahNameTr": "Yâsin Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Yâsîn."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi ile gönderilen peygamberlerdensin."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi ile gönderilen peygamberlerdensin."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Dosdoğru bir yol üzerindesin."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Babaları korkutulmamış ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'ın indirdiği (Kur'ân) ile korkutasın."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Babaları korkutulmamış ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'ın indirdiği (Kur'ân) ile korkutasın."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Andolsun ki onların çoğunun üzerine azab sözü hak olmuştur. Onlar imana gelmezler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Çünkü biz onların boyunlarına kelepçeler geçirmişiz. O kelepçeler çenelerine dayanmıştır da burunları yukarı, gözleri aşağı somurtmaktadırlar."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Hem önlerinden bir sed, arkalarından bir sed çekmişiz, kendilerini sarmışızdır. Baksalar da görmezler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Onları korkutsan da korkutmasan da onlara göre birdir, inanmazlar."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Sen ancak Kur'ân'a tabi olan ve görünmediği halde Rahman olan Allah'tan korkan kimseyi sakındırırsın. İşte onu bir bağışlanma ve çok şerefli bir mükafatla müjdele."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Gerçekten biz ölüleri diriltiriz, onların önceden yapıp gönderdiklerini ve bıraktıkları eserlerini yazarız. Zaten biz her şeyi açık bir kütükte, bir \"imamı mübin\"de (ana kitapta, yani Levhi mahfuzda) sayıp tesbit etmişizdir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Sen onlara, o şehir halkını örnek ver. Hani oraya peygamberler gelmişti."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hani biz onlara iki peygamber göndermiştik, fakat onlar ikisini de yalanlamışlardı. Biz de (onları) üçüncü bir peygamberle destekledik. Onlara: \"Şüphesiz ki biz size gönderilmiş elçileriz.\" dediler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Onlar da: \"Siz bizim gibi insandan başka birşey değilsiniz, hem Rahman olan Allah, hiçbir şey indirmedi. Siz sadece yalan söylüyorsunuz.\" dediler."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Peygamberler dediler ki: \"Rabbimiz biliyor ki biz gerçekten size gönderilmiş elçileriz.\""
      },
      {
        "ayahNumber": "17",
        "ayahText": "\"Bize düşen de sadece apaçık tebliğdir.\""
      },
      {
        "ayahNumber": "18",
        "ayahText": "Onlar dediler ki: \"Herhalde biz sizin yüzünüzden uğursuzluğa uğradık. Eğer bu işten vazgeçmezseniz, andolsun ki, sizi hiç tınmadan taşlarız ve mutlaka bizden size pek acıklı bir azab dokunur.\""
      },
      {
        "ayahNumber": "19",
        "ayahText": "Peygamberler de şöyle cevap verdiler: \"Sizin uğursuzluğunuz beraberinizdedir. Size öğüt verildi diye mi (uğursuzluğa uğradınız)? Doğrusu siz israfı âdet etmiş bir kavimsiniz.\""
      },
      {
        "ayahNumber": "20",
        "ayahText": "O sırada şehrin ta ucundan bir adam koşarak geldi ve: \"Ey kavmim! Uyun o elçilere!\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "\"Uyun sizden hiçbir ücret istemeyen o zatlara ki, onlar hidayete ermişlerdir.\""
      },
      {
        "ayahNumber": "22",
        "ayahText": "\"Bana ne oluyor da kulluk etmeyecekmişim beni yaratana? Hep döndürülüp O'na götürüleceksiniz.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "\"Hiç ben O'ndan başka ilâhlar edinir miyim? Eğer O Rahman, bana bir zarar dileyecek olsa, onların şefaati benden yana hiçbir şeye yaramaz ve onlar beni kurtaramazlar.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "\"Şüphesiz ki ben, o zaman apaçık bir sapıklık içinde olurum.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "\"Şüphesiz ki ben, Rabbinize iman getirdim, gelin dinleyin beni.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "(Sonra ona) \"haydi gir cennete!\" denildi. O da dedi ki: \"Ne olurdu kavmim bilseydi!\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "\"Rabbimin beni bağışladığını ve beni kendilerine ikram edilen kullarından kıldığını.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "Biz arkasından kavminin üzerine bir ordu indirmedik, indirecek de değildik."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Sadece bir gürültü oldu, onlar da hemen sönüverdiler."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Yazıklar olsun o kullara ki, kendilerine glen her bir peygamberle mutlaka alay ediyorlardı."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Görmediler mi ki, kendilerinden önce nice kuşakları helak etmişiz. Onlar artık kendilerine dönüp gelmiyorlar."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Onların hepsi toplanıp, sadece bizim huzurumuza getirilmişlerdir."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Hem bir delildir onlara ölü toprak. Biz ona hayat verdik ve ondan taneler çıkardık da ondan yiyip duruyorlar."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Biz orada hurmalıklardan, üzüm bağlarından bahçeler yaptık. İçlerinde pınarlardan sular fışkırttık."
      },
      {
        "ayahNumber": "35",
        "ayahText": "(Bunu), Onun ürününden ve kendi elleriyle yaptıklarından yesinler diye (yaptık). Hâlâ şükretmeyecekler mi?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Yerin bitkilerinden, kendi nefislerinden ve daha bilemeyecekleri şeylerden bütün çiftleri yaratan Allah'ın şanı ne yücedir."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Gece de onlara bir delildir. Biz ondan gündüzü soyar çıkarırız, bir de bakarlar ki karanlığa dalmışlar."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Güneş de bir delildir ki kendi yolunda akıp gidiyor. İşte bu çok güçlü ve her şeyi bilen Allah'ın takdiridir."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Ay'a gelince, ona menziller tayin ettik. Nihayet o eski hurma salkımının çöpü gibi (yay haline) dönmüştür."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Ne güneşin aya çatması yaraşır, ne de gece gündüzü geçebilir; onların her biri kendi yörüngesinde yüzerler."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Onlar için bir delil de bizim, onların neslini dolu bir gemide taşımamızdır."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Yine kendileri için onun gibi binecek şeyler yaratmamızdır."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Eğer dilesek onları boğarız da o zaman ne onların feryadına yetişen bulunur, ne de onlar kurtarılır."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Ancak tarafımızdan bir rahmet ve bir zamana kadar yaşatmak başka."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Durum böyle iken onlara: \"Önünüzdekinden ve arkanızdakinden korkun ki size rahmet edilsin\" denildiği zaman,"
      },
      {
        "ayahNumber": "46",
        "ayahText": "Ve kendilerine Rablerinin âyetlerinden herhangi bir âyet geldiği zaman mutlaka ondan yüz çevirirler."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Onlara: \"Allah'ın size rızık olarak verdiği şeylerden hayra harcayın\" dendiği zaman, o kâfirler, müminler için: \"Allah'ın dileyince doyurabileceği kimseyi biz mi doyuracağız? Siz apaçık bir sapıklık içinde değil de nesiniz?\" dediler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Yine onlar: \"Eğer doğru söylüyorsanız bu (kıyamet) vaadi ne zaman?\" diyorlar."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Onlar sadece bir tek çığlığa bakıyorlar, bir çığlık ki, onlar çekişip dururken kendilerini yakalayıverir."
      },
      {
        "ayahNumber": "50",
        "ayahText": "O zaman bir vasiyette bile bulunamazlar. Ailelerine de dönemezler."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Sûr'a üfürülmüştür, bir de ne baksınlar kabirlerinden Rablerine doğru akın ediyorlar."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Onlar: \"Eyvah başımıza gelenlere! Mezarımızdan bizi kim kaldırdı? O Rahmân'ın vaad buyurduğu işte bu imiş. Gönderilen peygamberler de doğru söylemişler\" derler."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Başka değil, sadece bir tek çığlık olmuş, derhal hepsi toplanmış huzurumuza getirilmişlerdir."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Artık bugün hiç kimseye zerre kadar zulmedilmez. Ancak yaptıklarınızın cezasını çekeceksiniz."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Gerçekten cennetlik olanlar bugün bir meşguliyet içinde zevk etmektedirler."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Kendileri ve eşleri gölgelerde koltuklar üzerine kurulmuşlardır."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Onlara orada bir meyve vardır. İsteyecekleri her şey onlarındır."
      },
      {
        "ayahNumber": "58",
        "ayahText": "(Onlara) Rahîm olan Rab'den \"selâm\" sözü vardır."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Ey günahkârlar! Bugün siz bir tarafa ayrılın."
      },
      {
        "ayahNumber": "60",
        "ayahText": "\"Ey Âdemoğulları! Şeytana tapmayın, o size apaçık bir düşmandır ve bana kulluk edin, doğru yol budur, diye size and vermedim mi?\" (buyurulacak)"
      },
      {
        "ayahNumber": "61",
        "ayahText": "\"Ey Âdemoğulları! Şeytana tapmayın, o size apaçık bir düşmandır ve bana kulluk edin, doğru yol budur, diye size and vermedim mi?\" (buyurulacak)"
      },
      {
        "ayahNumber": "62",
        "ayahText": "Böyle iken o sizden birçok nesilleri yoldan çıkardı. Ya o zaman düşünmüyor muydunuz?"
      },
      {
        "ayahNumber": "63",
        "ayahText": "İşte bu size vaad edilen cehennemdir."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Bugün yaslanın ona bakalım inkâr ettiğiniz için."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Bugün biz onların ağızlarını mühürleriz de neler kazandıklarını bize elleri söyler, ayakları da şahitlik eder."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler?"
      },
      {
        "ayahNumber": "67",
        "ayahText": "Yine dileseydik oldukları yerde kılıklarını değiştirirdik de ne ileri gidebilirlerdi, ne de geri dönebilirlerdi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Bununla beraber kimin ömrünü uzatıyorsak, yaratılışta onu (güç ve kuvvetini alarak) tersine çeviriyoruz. Hâlâ akıllanmayacaklar mı?"
      },
      {
        "ayahNumber": "69",
        "ayahText": "Biz ona şiir öğretmedik. Bu ona yaraşmaz da... O sadece bir öğüt ve apaçık bir Kur'ân'dır."
      },
      {
        "ayahNumber": "70",
        "ayahText": "(Bu), diri olanları uyarmak ve kâfirlere de azab sözünün hak olması içindir."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Şunu da görmediler mi: Biz onlar için kudretimizin meydana getirdiklerinden birtakım hayvanlar yaratmışız da onlara sahip bulunuyorlar."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Onları, kendilerinin hizmetine vermişiz de, hem onlardan binekleri var, hem de onlardan yiyorlar."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hâlâ şükretmeyecekler mi?"
      },
      {
        "ayahNumber": "74",
        "ayahText": "Onlar, Allah'tan başka birtakım ilâhlar edindiler. Güya yardım olunacaklar."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Onların, onlara yardıma güçleri yetmez. Kendileri ise onlar için bazı askerlerdir."
      },
      {
        "ayahNumber": "76",
        "ayahText": "O halde onların sözleri seni üzmesin. Biz onların içlerini de biliriz, dışlarını da."
      },
      {
        "ayahNumber": "77",
        "ayahText": "İnsan, kendisini bir damla sudan yarattığımızı görmedi mi de, şimdi apaçık bir hasım kesildi?"
      },
      {
        "ayahNumber": "78",
        "ayahText": "Yaratılışını unutarak bize bir de mesel fırlattı: \"Kim diriltecekmiş o çürümüş kemikleri?\" dedi."
      },
      {
        "ayahNumber": "79",
        "ayahText": "De ki: \"Onları ilk defa yaratan diriltecek ve o her yaratmayı bilir.\""
      },
      {
        "ayahNumber": "80",
        "ayahText": "Size o yeşil ağaçtan bir ateş yapan O'dur. Şimdi siz ondan tutuşturmaktasınız."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Gökleri ve yeri yaratan, onlar gibisini yaratmaya kâdir değil midir? Elbette kâdirdir. Çünkü o her şeyi yaratandır, her şeyi bilendir."
      },
      {
        "ayahNumber": "82",
        "ayahText": "O'nun emri, bir şeyi dileyince ona sadece \"Ol!\" demektir. O da hemen oluverir."
      },
      {
        "ayahNumber": "83",
        "ayahText": "O halde her şeyin mülkü ve tasarrufu (hükümranlığı) elinde bulunan Allah'ın şanı ne yücedir. Siz de yalnız O'na döndürüleceksiniz."
      }
    ]
  }
}