{
  "bakara": {
    "surahNumber": "2",
    "surahNameTr": "Bakara Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif, Lam, Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bu, doğruluğu şüphe götürmeyen ve Allah'a karşı gelmekten sakınanlara yol gösteren Kitap'dır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Onlar, gaybe inanırlar, namazı kılarlar, kendilerine verdiğimiz rızıktan yerli yerince sarfederler."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Onlar, sana indirilen Kitap'a da, senden önce indirilenlere de inanırlar; ahirete de yalnız onlar kesinlikle inanırlar."
      },
      {
        "ayahNumber": "5",
        "ayahText": "İşte Rab'lerinin yolunda olanlar ve saadete erişenler bunlardır."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Şüphe yok ki, inkar edenleri, başlarına gelecekle uyarsan da uyarmasan da birdir, inanmazlar."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Allah onların kalblerini ve kulaklarını mühürlemiştir, gözlerinde de perde vardır ve büyük azab onlar içindir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "İnsanlardan, inanmadıkları halde, \"Allah'a ve ahiret gününe inandık\" diyenler vardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Bunlar Allah'ı ve inananları aldatmaya çalışırlar, oysa sadece kendilerini aldatırlar da farkında değildirler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Kalblerinde hastalık vardır, Allah hastalıklarını artırmıştır. Yalan söyleye geldikleri için onlara elem verici azab vardır."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Kendilerine: \"Yeryüzünde bozgunculuk yapmayın\" dendiği zaman, \"Bizler sadece ıslah edicileriz\" derler."
      },
      {
        "ayahNumber": "12",
        "ayahText": "İyi bilin ki, asıl bozguncular kendileridir, lakin farkında değillerdir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onlara \"Müslümanların inandığı gibi siz de inanın\" denilince de, \"Beyinsizlerin inandığı gibi mi inanalım?\" derler; iyi bilin ki asıl beyinsizler kendileridir, fakat bilmezler."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İnananlara rastladıkları zaman, \"İnandık\" derler, elebaşılarıyla baş başa kaldıklarında, \"Biz şüphesiz sizinleyiz, onlarla sadece alay etmekteyiz\" derler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Onlarla Allah alay eder ve taşkınlıkları içinde bocalar durumda bırakır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Onlar, doğruluk yerine sapıklığı aldılar da alışverişleri kar getirmedi; doğru yolu bulamamışlardı."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onlar, çevresini aydınlatmak için ateş yakan kimseye benzerler ki, Allah ışıklarını yok edince, onları karanlıklar içinde görmez bir halde bırakmıştır."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Sağırdırlar, dilsizdirler, kördürler, bu yüzden doğru yola dönmezler."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Bir kısmı da, karanlıklarda, gök gürlemeleri ve şimşek arasında gökten boşanan sağanağa tutulup, yıldırımlardan ölmek korkusu ile parmaklarını kulaklarına tıkayan kimseye benzer."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Şimşeğin çakması neredeyse gözlerini alır; onları aydınlattıkça ışığında yürürler ve üzerlerine karanlık basınca durakalırlar. Allah dileseydi işitme ve görmelerini giderirdi. Doğrusu Allah her şeye Kadir'dir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize kulluk ediniz ki, O'na karşı gelmekten korunmuş olabilesiniz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "O, yeryüzünü size bir döşek ve göğü de bir bina kıldı. Gökten su indirip onunla size rızık olmak üzere ürünler meydana getirdi; artık Allah'a, bile bile eş koşmayın."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Kulumuza indirdiğimiz Kuran'dan şüphe ediyorsanız, siz de onun benzeri bir sure meydana getirin; eğer doğru sözlü iseniz, Allah'tan başka, güvendiklerinizi de yardıma çağırın."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Yapamazsanız ki yapamayacaksınız o takdirde, inkar edenler için hazırlanan ve yakıtı insanlarla taş olan ateşten sakının."
      },
      {
        "ayahNumber": "25",
        "ayahText": "İnananlar ve yararlı işler yapanlara, kendilerine altlarından ırmaklar akan cennetler olduğunu müjdele. Onlara buranın bir ürünü rızık olarak verildiğinde, \"Bu daha önce de rızıklandığımızdır\" derler. Bunlar, söylediklerinin benzerleri olarak sunulmuştur. Onlara orada tertemiz eşler vardır ve orada temelli kalırlar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Allah sivrisineği ve onun üstününü misal olarak vermekten çekinmez. İnananlar bunun Rablerinden bir gerçek olduğunu bilirler. İnkar edenler ise \"Allah bu misalle neyi murad etti?\" derler, O, bu misalle birçoğunu saptırır, birçoğunu da yola getirir. Onunla saptırdığı yalnız fasıklardır ki onlar Allah'la yapılan sözleşmeyi kabulden sonra bozarlar. Allah'ın birleştirilmesini buyurduğu şeyi ayırırlar ve yeryüzünde bozgunculuk yaparlar; zarara uğrayanlar işte onlardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Allah sivrisineği ve onun üstününü misal olarak vermekten çekinmez. İnananlar bunun Rablerinden bir gerçek olduğunu bilirler. İnkar edenler ise \"Allah bu misalle neyi murad etti?\" derler, O, bu misalle birçoğunu saptırır, birçoğunu da yola getirir. Onunla saptırdığı yalnız fasıklardır ki onlar Allah'la yapılan sözleşmeyi kabulden sonra bozarlar. Allah'ın birleştirilmesini buyurduğu şeyi ayırırlar ve yeryüzünde bozgunculuk yaparlar; zarara uğrayanlar işte onlardır."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ölü idiniz sizleri diriltti, sonra öldürecek sonra tekrar diriltecek ve sonunda O'na döneceksiniz; öyleyken Allah'ı nasıl inkar edersiniz?"
      },
      {
        "ayahNumber": "29",
        "ayahText": "Yerde olanların hepsini; sizin için yaratan O'dur. Sonra, göğe doğru yönelerek yedi gök olarak onları düzenlemiştir. O her şeyi bilir."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Rabbin meleklere \"Ben yeryüzünde bir halife var edeceğim\" demişti; melekler, \"Orada bozgunculuk yapacak, kanlar akıtacak birini mi var edeceksin? Oysa biz Seni överek yüceltiyor ve Seni devamlı takdis ediyoruz\" dediler; Allah \"Ben şüphesiz sizin bilmediklerinizi bilirim\" dedi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Ve Adem'e bütün isimleri öğretti, sonra eşyayı meleklere gösterdi. \"Eğer sözünüzde samimi iseniz bunların isimlerini bana söyleyin\" dedi."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Cevap verdiler: \"Sen münezzehsin, öğrettiğinden başka bizim bir bilgimiz yoktur. Şüphesiz Sen hem bilensin, hem Hakim'sin\"."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Allah \"Ey Adem onlara isimlerini söyle\" dedi. Adem isimlerini söyleyince, Allah \"Ben gökler ve yerde görünmeyeni biliyorum, sizin açıkladığınızı ve gizlemekte olduğunuzu da bilirim, diye size söylememiş miydim?\" dedi."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Meleklere, \"Adem'e secde edin\" demiştik, İblis müstesna hepsi secde ettiler, o ise kaçındı, büyüklük tasladı ve inkar edenlerden oldu."
      },
      {
        "ayahNumber": "35",
        "ayahText": "\"Ey Adem! Eşin ve sen cennette kal, orada olandan istediğiniz yerde bol bol yiyin, yalnız şu ağaca yaklaşmayın; yoksa zalimlerden olursunuz\" dedik."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Şeytan oradan ikisinin de ayağını kaydırttı, onları bulundukları yerden çıkardı, onlara \"Birbirinize düşman olarak inin, yeryüzünde bir müddet için yerleşip geçineceksiniz\" dedik."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Adem, Rabbi'nden emirler aldı; onları yerine getirdi. Rabb'i de bunun üzerine tevbesini kabul etti. Şüphesiz o tevbeleri daima kabul edendir, merhametli olandır."
      },
      {
        "ayahNumber": "38",
        "ayahText": "\"İnin oradan hepiniz, tarafımdan size bir yol gösteren gelecektir; Benim yoluma uyanlar için artık korku yoktur, onlar üzülmeyeceklerdir\" dedik."
      },
      {
        "ayahNumber": "39",
        "ayahText": "İnkar eden kimseler ve ayetlerimizi yalan sayanlar cehennemlik olanlardır, onlar orada temelli kalacaklardır."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Ey İsrailoğulları! Size verdiğim nimeti hatırlayın ve ahdimi yerine getirin ki Ben de yerine getireyim; yoksa benden korkun."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Yanınızdaki Tevrat'ı tasdik ederek indirdiğim Kuran'a, inanın; onu ilk inkar edenler siz olmayın, ayetlerimi hiçbir değere karşılık değiştirmeyin ve bile bile hakkı gizlemeyin."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Hakkı batıla karıştırmayın ve bile bile hakkı gizlemeyin."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Namazı kılın, zekatı verin, rüku edenlerle birlikte rüku edin."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Kitap'ı okuyup durduğunuz halde kendinizi unutur da başkalarına mı iyilikle emredersiniz? Düşünmez misiniz?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "Sabır ve namazla Allah'a sığınıp yardım isteyin; Rablerine kavuşacaklarını ve Ona döneceklerini umanlar ve huşu duyanlardan başkasına namaz elbette ağır gelir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Sabır ve namazla Allah'a sığınıp yardım isteyin; Rablerine kavuşacaklarını ve Ona döneceklerini umanlar ve huşu duyanlardan başkasına namaz elbette ağır gelir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Ey İsrailoğulları! Size verdiğim nimeti ve sizi bir zamanlar alemlere üstün kıldığımı hatırlayın."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Kimsenin kimseden faydalanamayacağı, kimseden bir şefaat kabul edilmeyeceği, kimseden bir fidye alınmayacağı ve yardım görülmeyeceği günden korunun."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Size işkence eden, kadınlarınızı sağ bırakıp oğullarınızı boğazlayan Firavun ailesinden sizi kurtarmıştık; bu Rabbinizin büyük bir imtihanı idi."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Denizi yarıp sizi kurtarmış ve gözlerinizin önünde Firavun ailesini batırmıştık."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Musa'ya kırk gece vade vermiştik. Sonra onun arkasından, kendinize yazık ederek, buzağıyı tanrı edinmiştiniz."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Sonra bunun ardından, şükredersiniz diye, sizi bağışlamıştık."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Doğru yola gidesiniz diye Musa'ya hakkı batıldan ayıran Kitabı vermiştik."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Musa milletine \"Ey milletim! Buzağıyı tanrı olarak benimsemekle kendinize yazık ettiniz. Yaratanınıza tevbe edin ve nefislerinizi öldürün, bu Yaratanınız katında sizin için hayırlı olur; O daima tevbeleri kabul ve merhamet eden olduğu için tevbenizikabul eder\" demişti."
      },
      {
        "ayahNumber": "55",
        "ayahText": "\"Ya Musa! Allah'ı apaçık görmedikçe sana inanmayacağız\" demiştiniz de gözleriniz göre göre sizi yıldırım çarpmıştı."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Ölümünüzden sonra, şükredesiniz diye sizi tekrar diriltmiştik."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Bulutla sizi gölgelendirdik, kudret helvası ve bıldırcın indirdik, \"Verdiğimiz rızıkların iyi ve güzel olanlarından yiyin\" dedik. Onlar Bize değil, fakat kendilerine yazık ediyorlardı."
      },
      {
        "ayahNumber": "58",
        "ayahText": "\"Şu şehre girin, orada dilediğiniz gibi, bol bol yiyin, secde ederek kapısından girin, \"bağışla!\" deyin, Biz de yanılmalarınızı bağışlarız, iyilere daha da artırırız\" demiştik."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Ama zulmedenler, kendilerine söylenmiş olan sözü başka sözle değiştirdiler. Biz de, zalimlere, yoldan çıkmalarından dolayı gökten azab indirdik."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Musa, milleti için su aramıştı; \"Asanla taşa vur\" dedik; ondan on iki pınar fışkırdı, herkes içeceği yeri bildi. Allah'ın rızkından yiyin, için, yalnız yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın."
      },
      {
        "ayahNumber": "61",
        "ayahText": "\"Ey Musa! Bir çeşit yemeğe dayanamayacağız, bizim için Rabbine yalvar, bize, yerin bitirdiği sebze, hıyar, sarımsak, mercimek ve soğan yetiştirsin\" demiştiniz de, \"Hayırlı olanı daha düşük şeyle mi değiştirmek istiyorsunuz? Bir şehre inin, şüphesiz orada istediğiniz vardır\" demişti. Onlara yoksulluk ve düşkünlük damgası vuruldu, Allah'ın gazabına uğradılar. Bu, Allah'ın ayetlerini inkar etmeleri ve haksız yere peygamberleri öldürmelerindendi; bu, karşı gelmeleri ve taşkınlık yapmalarındandı."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Şüphesiz, inananlar, Yahudi olanlar, Hıristiyanlar ve Sabiilerden Allah'a ve ahiret gününe inanıp yararlı iş yapanların ecirleri Rablerinin katındadır. Onlar için artık korku yoktur. Onlar üzülmeyeceklerdir."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Sizden kesin söz almıştık. Tur dağını yükselterek tepenize dikmiştik. \"Allah'a karşı gelmekten sakınanlardan olabilmeniz için, size verdiğimiz Kitab'a kuvvetle sarılın, onda bulunanları hatırda tutun\" demiştik."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Bundan sonra yine yüz çevirdiniz; eğer Allah'ın size bol nimeti ve merhameti olmasaydı, muhakkak zarara uğrayanlardan olurdunuz."
      },
      {
        "ayahNumber": "65",
        "ayahText": "İçinizden cumartesi günü azgınlık edenleri elbette biliyorsunuz. Onlara \"Aşağılık birer maymun olunuz\" dedik; bunu, çağdaşlarına ve sonradan geleceklere bir ceza örneği ve Allah'a karşı gelmekten sakınanlara öğüt olsun diye yaptık."
      },
      {
        "ayahNumber": "66",
        "ayahText": "İçinizden cumartesi günü azgınlık edenleri elbette biliyorsunuz. Onlara \"Aşağılık birer maymun olunuz\" dedik; bunu, çağdaşlarına ve sonradan geleceklere bir ceza örneği ve Allah'a karşı gelmekten sakınanlara öğüt olsun diye yaptık."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Musa milletine: \"Allah muhakkak bir sığır boğazlamanızı buyuruyor\" demişti; \"Bizi alaya mı alıyorsun?\" dediklerinde de: \"Cahillerden olmaktan Allah'a sığınırım\" dedi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "\"Rabbine bizim adımıza yalvar da onun mahiyetini bize bildirsin\" dediler, \"O, onun ne pek kart, ne pek körpe, ikisi ortası bir sığır olduğunu söylüyor, size emrolunanı yapın\" dedi."
      },
      {
        "ayahNumber": "69",
        "ayahText": "\"Rabbine bizim adımıza yalvar da ne renk olduğunu bize bildirsin\" dediler. \"O, onun, bakanların içini açan parlak sarı renkli bir sığır olduğunu söylüyor\" dedi."
      },
      {
        "ayahNumber": "70",
        "ayahText": "\"Rabbine bizim adımıza yalvar da, mahiyetini bize bildirsin, çünkü sığırlar, bizce, birbirine benzemektedir. Allah dilerse biz şüphesiz doğruyu bulmuş oluruz\" dediler."
      },
      {
        "ayahNumber": "71",
        "ayahText": "\"Yeri sürüp, ekini sulayarak boyunduruk altında ezilmemiş, kusursuz, alacasız bir sığır olduğunu söylüyor\" dedi. \"Şimdi gerçeği bildirdin\" deyip sığırı boğazladılar; az kalsın bunu yapmayacaklardı."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Siz bir kimseyi öldürmüş ve bunu birbirinize atmıştınız; oysa Allah gizlemekte olduğunuzu ortaya çıkaracaktı."
      },
      {
        "ayahNumber": "73",
        "ayahText": "\"Sığırın bir parçasıyla ona vurun\" dedik. İşte böylece Allah ölüleri diriltir ve aklınızı kullanasınız diye size ayetlerini gösterir."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Sonra kalbleriniz yine katılaştı, taş gibi, hatta daha da katı oldu. Nitekim taşlar arasında kendisinden ırmaklar fışkıran vardır; yarılıp su çıkan vardır; Allah korkusundan yuvarlananlar vardır. Allah yaptıklarınızı bilmez değildir."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Size inanacaklarını umuyor musunuz? Oysa onlardan bir takımı Allah'ın sözünü işitiyor, ona akılları yattıktan sonra, bile bile onu tahrif ediyorlardı."
      },
      {
        "ayahNumber": "76",
        "ayahText": "İnananlarla karşılaştıkları zaman, \"İnandık\" derlerdi; birbirleriyle yalnız kaldıklarında, \"Rabbinizin katında size karşı hüccet göstersinler diye mi Allah'ın size açıkladığını onlara anlatıyorsunuz? Bunu akletmiyor musunuz?\" derlerdi."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Gizlediklerini de, açıkladıklarını da Allah'ın bildiğini bilmiyorlar mı?"
      },
      {
        "ayahNumber": "78",
        "ayahText": "Onların bir kısmının okuyup yazması yoktu. Kitab'ı bilmezlerdi; bildikleri sadece bir takım yalan ve kuruntulardı. Onlar ancak vehim içindedirler."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Vay, Kitabı elleriyle yazıp, sonra da onu az bir değere satmak için, \"Bu Allah katındandır\" diyenlere! Vay ellerinin yazdıklarına! Vay kazandıklarına!"
      },
      {
        "ayahNumber": "80",
        "ayahText": "\"Ateş bize sadece sayılı birkaç gün değecektir\", derler; sor, \"Allah katından siz söz mü aldınız?\", eğer öyle ise Allah sözünden caymayacaktır. \"Yoksa Allah'a karşı bilmediğiniz bir şey mi söylüyorsunuz?\""
      },
      {
        "ayahNumber": "81",
        "ayahText": "Hayır öyle değil; kötülük işleyip suçu kendisini kuşatmış olan kimseler; cehennemlikler işte onlardır. Onlar orada temellidirler."
      },
      {
        "ayahNumber": "82",
        "ayahText": "İnanıp yararlı işler yapan kimseler cennetlik olanlardır, onlar da orada temellidirler."
      },
      {
        "ayahNumber": "83",
        "ayahText": "İsrailoğullarından, \"Allah'tan başkasına kulluk etmeyin, anne babaya, yakınlara, yetimlere, düşkünlere iyilik edin, insanlarla güzel güzel konuşun, namazı kılın, zekatı verin\" diye söz almıştık. Sonra siz pek azınız müstesna, döndünüz; hala da yüz çevirip duruyorsunuz."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Kanınızı dökmeyin, birbirinizi yurdunuzdan sürmeyin diye sizden söz almıştık, sonra bunu böylece kabul etmiştiniz, buna siz şahidsiniz."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Sonra siz, birbirinizi öldüren, aranızdan bir takımı memleketlerinden süren, onlara karşı günah ve düşmanlıkta birleşen, onları çıkarmak haramken size esir olarak geldiklerinde fidyelerini vermeye kalkan kimselersiniz. Kitabın bir kısmına inanıp, bir kısmını inkar mı ediyorsunuz? Aranızda böyle yapanın cezası ancak dünya hayatında rezil olmaktır. Ahiret gününde de azabın en şiddetlisine onlar uğratılırlar. Allah yaptıklarınızdan gafil değildir."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Onlar ahiret karşılığında dünya hayatını satın alan kimselerdir, bu yüzden azabları hafifletilmez, onlar yardım da görmezler."
      },
      {
        "ayahNumber": "87",
        "ayahText": "And olsun ki, Musa'ya kitap verdik, ondan sonra ardarda peygamberler gönderdik. Meryem oğlu İsa'ya belgeler verdik, onu Ruhul Kudüs ile destekledik. Size bir peygamber nefsinizin hoşlanmadığı bir şey getirdikçe, büyüklük taslayarak, bir kısmını yalancı sayıp, bir kısmını öldürür müsünüz?"
      },
      {
        "ayahNumber": "88",
        "ayahText": "\"Kalplerimiz perdelidir\" dediler, hayır, Allah inkarlarından dolayı onları lanetlemiştir. Onların pek azı inanırlar."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Vaktaki Allah katından onlara, kendilerinde olanı tasdik eden Kitap geldi ki onlar bundan önceleri, inkar edenlere karşı kendilerine yardım gelmesini beklerlerdi, bildikleri gelince onu inkar ettiler. Allah'ın laneti, inkar edenlerin üzerine olsun."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Allah'ın kullarından dilediğine, bol ihsanından indirmesini çekemeyerek, Allah'ın indirdiğini inkar etmekle, kendilerini ne kötü bir şey karşılığında sattılar. Bu yüzden gazab üstüne gazaba uğradılar. Kafirlere alçaltıcı bir azab vardır."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Onlara, \"Allah'ın indirdiğine inanın\" denildiğinde \"Bize indirilene inanırız\" deyip ondan sonra gelen Kuran'ı inkar ederler; halbuki o, ellerinde bulunan Tevrat'ı tasdik eden hak bir Kitap'dır. Onlara \"Eğer inanıyor idiyseniz niçin daha önce Allah'ın peygamberlerini öldürüyordunuz?\" diye sor."
      },
      {
        "ayahNumber": "92",
        "ayahText": "And olsun ki, Musa size mucizeler getirdi, sonra ardından kendinize yazık ederek buzağıyı tanrı olarak benimsediniz."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Sizden kesin söz almış ve Tur'u tepenize dikmiştik, \"Size verdiğimize kuvvetle sarılın ve dinleyin\" demiştik \"İşittik ve karşı geldik\" dediler de inkarları yüzünden buzağı sevgisi kalblerine sindirildi. De ki, \"Eğer inanmışsanız, imanınız size ne kötü şey emrediyor?\""
      },
      {
        "ayahNumber": "94",
        "ayahText": "De ki, \"Eğer ahiret yurdu Allah katında başkalarına değil de yalnız size mahsus ise ve eğer doğru sözlü iseniz, ölümü dilesenize!\""
      },
      {
        "ayahNumber": "95",
        "ayahText": "Bunu, önceden işlediklerinden ötürü, asla dilemeyeceklerdir. Allah zalimleri bilir."
      },
      {
        "ayahNumber": "96",
        "ayahText": "And olsun ki, onların hayata diğer insanlardan ve hatta Allah'a eş koşanlardan da daha düşkün olduklarını görürsün. Her biri ömrünün bin yıl olmasını ister. Oysa uzun ömürlü olması onu azabdan uzaklaştırmaz. Allah onların yaptıklarını görür."
      },
      {
        "ayahNumber": "97",
        "ayahText": "De ki, \"Cebrail'e düşman olan kimse Allah'a düşmandır\", çünkü O, Kuran'ı Allah'ın izniyle kendinden öncekini tasdik ederek, yol gösterici ve inananlara müjdeci olarak senin kalbine indirmiştir."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Allah'a, meleklerine, peygamberlerine, Cebrail'e ve Mikail'e düşman olan kimse inkar etmiş olur. Allah şüphesiz, inkar edenlerin düşmanıdır."
      },
      {
        "ayahNumber": "99",
        "ayahText": "And olsun ki, sana apaçık ayetler indirdik. Onları sadece yoldan çıkmışlar inkar eder."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Onlar, her ne zaman bir ahidde bulunmuşlarsa içlerinden bir takımı onu bozmamış mıdır? Zaten onların çoğu inanmazlar."
      },
      {
        "ayahNumber": "101",
        "ayahText": "Yanlarındakini doğrulayan bir Peygamber, Allah katından onlara gelince Kitap verilenlerden bir takımı, bilmiyorlarmış gibi, Allah'ın Kitabı'nı arkalarına attılar."
      },
      {
        "ayahNumber": "102",
        "ayahText": "Şeytanların Süleyman'ın hükümdarlığı hakkında söylediklerine uydular. Oysa Süleyman kafir değildi, ama insanlara sihri öğreten şeytanlar kafir olmuşlardı. Babil'de, melek denilen Harut ve Marut'a bir şey indirilmemişti. Bu ikisi \"Biz sadece imtihan ediyoruz, sakın inkar etme\" demedikçe kimseye bir şey öğretmezlerdi. Halbuki bu ikisinden, koca ile karısının arasını ayıracak şeyler öğreniyorlardı. Oysa Allah'ın izni olmadıkça onlar kimseye zarar veremezlerdi. Kendilerine zarar verecek, faydalı olmayacak şeyler öğreniyorlardı. And olsun ki, onu satın alanın ahiretten bir nasibi olmadığını biliyorlardı. Kendilerini karşılığında sattıkları şeyin ne kötü olduğunu keşke bilselerdi!"
      },
      {
        "ayahNumber": "103",
        "ayahText": "Onlar inanıp, Allah'a karşı gelmekten sakınsalardı, Allah katından olan sevab daha hayırlı olurdu. Keşke bilselerdi!"
      },
      {
        "ayahNumber": "104",
        "ayahText": "Ey inananlar! Peygamber'e, \"Bizi de dinle\" (raina; kötü anlama gelebilecek söz) demeyin, \"Bizi gözet\" (unzurna) deyin ve dinleyin, inkar edenlere elem verici azab vardır."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Kitap ehlinden ve Allah'a eş koşanlardan inkar edenler, Rabbinizden size bir iyilik gelmesini istemezler. Allah, rahmetini dilediğine tahsis eder. Allah büyük nimet sahibidir."
      },
      {
        "ayahNumber": "106",
        "ayahText": "Herhangi bir ayetin hükmünü yürürlükten kaldırır veya unutturursak, onun yerine daha hayırlısını veya onun benzerini getiririz. Allah'ın her şeye kadir olduğunu bilmez misin?"
      },
      {
        "ayahNumber": "107",
        "ayahText": "Göklerin ve yerin Hükümdarlığının Allah'a aid olduğunu bilmez misin? Allah'tan başka dost ve yardımcınız yoktur."
      },
      {
        "ayahNumber": "108",
        "ayahText": "Yoksa, daha önce Musa'nın sorguya çekildiği gibi, siz de peygamberinizi sorguya mı çekmek istiyorsunuz? İmanı inkarla değiştiren, şüphesiz doğru yoldan sapmış olur."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Kitap ehlinin çoğu, hak kendilerine apaçık belli olduktan sonra, içlerindeki çekememezlikten ötürü, sizi, inandıktan sonra küfre döndürmeyi isterler. Allah'ın emri gelene kadar onları affedin, geçin. Allah muhakkak her şeye Kadir'dir."
      },
      {
        "ayahNumber": "110",
        "ayahText": "Namazı kılın, zekatı verin, kendiniz için önden gönderdiğiniz her hayrı Allah katında bulacaksınız. Allah yaptıklarınızı şüphesiz görür."
      },
      {
        "ayahNumber": "111",
        "ayahText": "\"Yahudi veya Hıristiyan olmayan kimse elbette cennete girmeyecek\" dediler; bu onların kuruntularıdır. De ki: \"Sözünüz doğru ise delillerinizi getirin\"."
      },
      {
        "ayahNumber": "112",
        "ayahText": "Hayır, öyle değil; iyilik yaparak kendini Allah'a veren kimsenin ecri Rabbi'nin katındadır. Onlara korku yoktur, onlar üzülmeyeceklerdir."
      },
      {
        "ayahNumber": "113",
        "ayahText": "Yahudiler \"Hıristiyanlar bir temel üzerinde değil\" dediler, Hıristiyanlar da \"Yahudiler bir temel üzerinde değil\" dediler; oysa onlar Kitaplarını da okuyorlar. Bilgisizler de tıpkı onların söylediklerini söylemiştir. Allah, kıyamet günü, anlaşmazlığa düştükleri şeylerde onların arasında hüküm verecektir."
      },
      {
        "ayahNumber": "114",
        "ayahText": "Allah'ın mescidlerinde O'nun isminin anılmasını yasak eden ve oraların yıkılmasına çalışan kimseden daha zalim kim vardır? Onların oralara korkmadan girememeleri gerekir. Dünyada rezillik onlaradır, ahirette büyük azab da onlaradır."
      },
      {
        "ayahNumber": "115",
        "ayahText": "Doğu da batı da Allah'ındır, nereye dönerseniz Allah'ın yönü orasıdır. Doğrusu Allah her yeri kaplar ve her şeyi bilir."
      },
      {
        "ayahNumber": "116",
        "ayahText": "\"Allah oğul edindi\" dediler; haşa, oysa, göklerde ve yerde olanlar O'nundur. Hepsi O'na boyun eğmişlerdir."
      },
      {
        "ayahNumber": "117",
        "ayahText": "Gökleri ve yeri yoktan var eden Allah'tır. O, bir işin olmasını dilerse, ona ancak \"ol\" der ve olur."
      },
      {
        "ayahNumber": "118",
        "ayahText": "Bilmeyenler: \"Allah bizimle konuşmalı veya bize bir ayet gelmeli değil miydi?\" dediler. Onlardan öncekiler de onların söylediklerinin tıpkısını söylemişlerdi. Kalbleri birbirine benzedi. Kesinlikle inanan kimseler için ayetleri açıklamışızdır."
      },
      {
        "ayahNumber": "119",
        "ayahText": "Doğrusu Biz, seni hak ile, müjdeci ve uyarıcı olarak göndermişizdir. Sen, cehennemliklerden sorumlu tutulmayacaksın."
      },
      {
        "ayahNumber": "120",
        "ayahText": "Kendi dinlerine uymadıkça, Yahudi ve Hıristiyanlar senden asla hoşnud olmayacaklardır. De ki: \"Doğru yol, ancak Allah'ın yoludur\". Sana gelen ilimden sonra onların heveslerine uyarsan, and olsun ki, Allah'tan sana ne bir dost ve ne de bir yardımcı olur."
      },
      {
        "ayahNumber": "121",
        "ayahText": "Kendilerine verdiğimiz Kitabı gereğince okuyanlar var ya, işte ona ancak onlar inanırlar. Onu inkar edenler ise kaybedenlerdir."
      },
      {
        "ayahNumber": "122",
        "ayahText": "Ey İsrailoğulları! Size verdiğim nimeti ve sizi bir zamanlar alemlere üstün tuttuğumu hatırlayın."
      },
      {
        "ayahNumber": "123",
        "ayahText": "Kimsenin kimse namına bir şey ödemeyeceği, hiç kimseden fidye alınmayacağı, kimseye şefaatin yarar sağlamayacağı ve onların yardım görmeyeceği günden korunun."
      },
      {
        "ayahNumber": "124",
        "ayahText": "Rabbi İbrahim'i bir takım emirlerle denemiş, o da onları yerine getirmişti. Allah, \"seni insanlara önder kılacağım\" demişti. O \"soyumdan da\" deyince, \"zalimler benim ahdime erişemez\" buyurmuştu."
      },
      {
        "ayahNumber": "125",
        "ayahText": "Kabeyi, insanlar için toplanma ve güven yeri kılmıştık. İbrahim'in makamını namaz yeri edinin, dedik. Evimi ziyaret edenler, kendini ibadete verenler, rüku ve secde edenler için temiz tutun diye İbrahim ve İsmail'e ahd verdik."
      },
      {
        "ayahNumber": "126",
        "ayahText": "İbrahim: \"Rabbim! Burasını emin bir şehir kıl, halkından, Allah'a ve ahiret gününe inananları ürünlerle rızıklandır\" demişti. Allah da: \"İnkar edeni de az bir müddet geçindirir, sonra da onu ateşin azabına uğramak zorunda bırakırım, ne kötü sonuç\" buyurmuştu."
      },
      {
        "ayahNumber": "127",
        "ayahText": "İbrahim ve İsmail, Kabenin temellerini yükseltiyordu: \"Rabbimiz! Yaptığımızı kabul buyur. Şüphesiz ki, Sen hem işitir hem bilirsin\""
      },
      {
        "ayahNumber": "128",
        "ayahText": "\"Rabbimiz! İkimizi Sana teslim olanlardan kıl, soyumuzdan da Sana teslim olanlardan bir ümmet yetiştir. Bize ibadet yollarımızı göster, tevbemizi kabul buyur, çünkü tevbeleri daima kabul eden, merhametli olan ancak Sensin\"."
      },
      {
        "ayahNumber": "129",
        "ayahText": "\"Rabbimiz! İçlerinden onlara Senin ayetlerini okuyan, Kitabı ve hikmeti öğreten, onları her kötülükten arıtan bir peygamber gönder. Doğrusu güçlü ve Hakim olan ancak Sensin\"."
      },
      {
        "ayahNumber": "130",
        "ayahText": "Kendini bilmezden başkası İbrahim'in dininden yüz çevirmez. And olsun ki, dünyada onu seçtik, şüphesiz o, ahirette de iyilerdendir."
      },
      {
        "ayahNumber": "131",
        "ayahText": "Rabbi ona: \"Teslim ol\" buyurduğunda, \"Alemlerin Rabbine teslim oldum\" demişti."
      },
      {
        "ayahNumber": "132",
        "ayahText": "İbrahim bunu oğullarına vasiyet etti. Yakub da: \"Oğullarım! Allah dini size seçti, siz de ancak O'na teslim olmuş olarak can verin\" dedi."
      },
      {
        "ayahNumber": "133",
        "ayahText": "Yoksa Yakub can verirken sizler yanında mı idiniz? O, oğullarına: \"Benden sonra kime kulluk edeceksiniz?\" diye sormuştu; Onlar da: \"Senin Tanrına ve ataların İbrahim, İsmail, İshak'ın Tanrısı olan tek Tanrıya kulluk edeceğiz, bizler O'na teslim olmuşuzdur\" demişlerdi."
      },
      {
        "ayahNumber": "134",
        "ayahText": "Onlar geçmiş birer ümmettir. Kazandıkları kendilerine, sizin kazandıklarınız da sizedir. Onların yapmış olduklarından sorumlu değilsiniz."
      },
      {
        "ayahNumber": "135",
        "ayahText": "\"Yahudi veya Hıristiyan olun ki doğru yolu bulasınız\" dediler. \"Doğruya yönelmiş olan ve Allah'a eş koşanlardan olmayan İbrahim'in dinine uyarız\" de."
      },
      {
        "ayahNumber": "136",
        "ayahText": "\"Allah'a, bize gönderilene, İbrahim'e, İsmail'e, İshak'a, Yakub'a ve torunlarına gönderilene, Musa ve İsa'ya verilene, Rableri tarafından peygamberlere verilene, onları birbirinden ayırt etmeyerek inandık, biz O'na teslim olanlarız\" deyin."
      },
      {
        "ayahNumber": "137",
        "ayahText": "Sizin inandığınız gibi inanmış olsalar, doğru yolu bulmuş olurlar. Yüz çevirirlerse, şüphesiz onlar çıkmazdadırlar. Onlara karşı sana Allah yetecektir. O, işitir ve bilir."
      },
      {
        "ayahNumber": "138",
        "ayahText": "Allah'ın verdiği renge uyun; rengi Allah'ınkinden daha güzel olan kim vardır? \"Biz O'na kulluk edenleriz\" deyin."
      },
      {
        "ayahNumber": "139",
        "ayahText": "De ki: \"Bizim ve sizin Rabbiniz olan Allah hakkında bize karşı hüccet mi gösteriyorsunuz? Bizim yaptıklarımız kendimize, sizin yaptıklarınız de kendinize aittir. Biz O'na karşı samimiyiz\"."
      },
      {
        "ayahNumber": "140",
        "ayahText": "Yoksa İbrahim, İsmail, İshak, Yakub ve torunlarının Yahudi veya Hıristiyan olduklarını mı söylüyorsunuz? Peki, siz mi yoksa Allah mı daha iyi bilir? de. Allah tarafından kendisine bildirilen bir gerçeği gizleyenden daha zalim kim vardır? Allah yaptıklarınızdan gafil değildir."
      },
      {
        "ayahNumber": "141",
        "ayahText": "Onlar geçmiş birer ümmettir. Kazandıkları kendilerine, sizin kazandıklarınız da sizedir. Onların yapmış olduklarından sorumlu değilsiniz."
      },
      {
        "ayahNumber": "142",
        "ayahText": "İnsanların beyinsizleri, \"Yöneldikleri kıbleden onları çeviren nedir?\" diyecekler; de ki: \"Doğu ve batı Allah'ındır. O, dilediğini doğru yola eriştirir\"."
      },
      {
        "ayahNumber": "143",
        "ayahText": "Böylece sizi insanlara şahid ve örnek olmanız için tam ortada bulunan bir ümmet kıldık. Peygamber de size şahid ve örnektir. Senin yöneldiğin yönü, Peygambere uyanları, cayacaklardan ayırdetmek için kıble yaptık. Doğrusu Allah'ın yola koyduğu kimselerden başkasına bu ağır bir şeydir. Allah ibadetlerinizi boşa çıkaracak değildir. Doğrusu Allah insanlara şefkat gösterir, merhamet eder."
      },
      {
        "ayahNumber": "144",
        "ayahText": "Yüzünü göğe çevirip durduğunu görüyoruz. Hoşnud olacağın kıbleye seni elbette çevireceğiz. Artık yüzünü Mescid-i Haram semtine çevir; bulunduğunuz yerde yüzlerinizi o yöne çevirin. Doğrusu Kitap verilenler, bunun Rab'lerinden bir gerçek olduğunu bilirler. Allah onların yaptıklarından gafil değildir."
      },
      {
        "ayahNumber": "145",
        "ayahText": "Sen, Kitap verilenlere her türlü delili getirsen, yine de kıblene uymazlar; sen de onların kıblesine uyacak değilsin. Onlar birbirlerinin kıblesine de uymazlar. And olsun ki, eğer sana gelen ilimden sonra onların heveslerine uyarsan, şüphesiz o zaman zulmedenlerden olursun."
      },
      {
        "ayahNumber": "146",
        "ayahText": "Kendilerine Kitap verdiklerimiz, onu (peygamberi) oğullarını tanıdıkları gibi tanırlar. Onlardan bir takımı, doğrusu bile bile hakkı gizlerler."
      },
      {
        "ayahNumber": "147",
        "ayahText": "Gerçek Rabb'indendir, sakın şüphelenenlerden olma."
      },
      {
        "ayahNumber": "148",
        "ayahText": "Herkesin yöneldiği bir yön vardır. Hayırlı işlerde birbirinizle yarışın. Nerede olursanız olun Allah sizi bir araya toplar, Allah şüphesiz her şeye Kadir'dir."
      },
      {
        "ayahNumber": "149",
        "ayahText": "Her nereden yola çıkarsan, yüzünü Mescid-i Haram semtine çevir, şüphesiz bu Rabbinden bir haktır. Allah, yaptıklarınızdan gafil değildir."
      },
      {
        "ayahNumber": "150",
        "ayahText": "Her nereden çıkarsan, yüzünü Mescid-i Haram semtine çevir. İnsanların zulmedenlerinden başkalarının size karşı gösterecekleri bir hüccet olmaması için, her nerede olursanız, yüzlerinizi oranın semtine çevirin, bu hususta onlardan korkmayın. Benden korkun da size olan nimetimi tamamlayayım. Böylece doğru yolu bulursunuz."
      },
      {
        "ayahNumber": "151",
        "ayahText": "Nitekim Biz size, ayetlerimizi okuyacak, sizi her kötülükten arıtacak, size kitabı ve hikmeti öğretecek ve bilmediklerinizi bildirecek aranızdan, bir Peygamber gönderdik."
      },
      {
        "ayahNumber": "152",
        "ayahText": "Artık Beni anın, Ben de sizi anayım; Bana şükredin, nankörlük etmeyin."
      },
      {
        "ayahNumber": "153",
        "ayahText": "Ey İnananlar! Sabır ve namazla yardım dileyin. Allah, muhakkak ki sabredenlerle beraberdir."
      },
      {
        "ayahNumber": "154",
        "ayahText": "Allah yolunda öldürülenlere \"Ölüler\" demeyin, zira onlar diridirler, fakat siz farkında değilsiniz."
      },
      {
        "ayahNumber": "155",
        "ayahText": "Muhakkak sizi biraz korku, biraz açlık ve mallardan, canlardan, ürünlerden biraz eksiltmekle deneriz, sabredenleri müjdele."
      },
      {
        "ayahNumber": "156",
        "ayahText": "Onlara bir musibet geldiğinde: \"Biz Allah'ınız ve elbette O'na döneceğiz\" derler."
      },
      {
        "ayahNumber": "157",
        "ayahText": "Rablerinin mağfiret ve rahmeti onlaradır. O'nun yolunda olanlar da onlardır."
      },
      {
        "ayahNumber": "158",
        "ayahText": "Şüphesiz Safa ile Merve Allah'ın nişanelerindendir. Kim Kabe'yi hacceder veya umre yaparsa, bu ikisini de tavaf etmesinde bir beis yoktur. Kim gönülden iyilik yaparsa, karşılığını görür. Doğrusu Allah şükrün karşılığını verendir ve bilendir."
      },
      {
        "ayahNumber": "159",
        "ayahText": "İndirdiğimiz belgeleri ve doğru yolu Kitab'da insanlara açıkladıktan sonra, gizleyen kimseler var ya, onlara hem Allah lanet eder, hem lanetçiler lanet eder, ancak tevbe edenler, ıslah olanlar ve gerçeği ortaya koyanlar müstesna; işte onların tevbesini kabul ederim. Ben, tevbeleri daima kabul ve merhamet edenim."
      },
      {
        "ayahNumber": "160",
        "ayahText": "İndirdiğimiz belgeleri ve doğru yolu Kitab'da insanlara açıkladıktan sonra, gizleyen kimseler var ya, onlara hem Allah lanet eder, hem lanetçiler lanet eder, ancak tevbe edenler, ıslah olanlar ve gerçeği ortaya koyanlar müstesna; işte onların tevbesini kabul ederim. Ben, tevbeleri daima kabul ve merhamet edenim."
      },
      {
        "ayahNumber": "161",
        "ayahText": "İnkar edip de o halde ölenler var ya, işte, Allah'ın, meleklerin, insanların hepsinin laneti onlaradır."
      },
      {
        "ayahNumber": "162",
        "ayahText": "Lanette temellidirler, onlardan azab hafifletilmez ve onların azabı geciktirilmez."
      },
      {
        "ayahNumber": "163",
        "ayahText": "Tanrınız bir tek Tanrıdır. O, merhamet eden, merhametli olandan başka Tanrı yoktur."
      },
      {
        "ayahNumber": "164",
        "ayahText": "Göklerin ve yerin yaratılmasında, gece ile gündüzün birbiri ardınca gelmesinde, insanlara yararlı şeylerle denizde süzülen gemilerde, Allah'ın gökten indirip yeri ölümünden sonra dirilttiği suda, her türlü canlıyı orada yaymasında, rüzgarları ve yerle gök arasında emre amade duran bulutları döndürmesinde, düşünen kimseler için deliller vardır."
      },
      {
        "ayahNumber": "165",
        "ayahText": "İnsanlar arasında, Allah'ı bırakıp, O'na koştukları eşleri tanrı olarak benimseyenler ve onları, Allah'ı severcesine sevenler vardır. Müminlerin Allah'ı sevmesi ise hepsinden kuvvetlidir. Zalimler azabı gördükleri zaman, bütün kuvvetin Allah'a aid bulunacağını ve Allah'ın azabının şiddetli olduğunu keşke bilselerdi!"
      },
      {
        "ayahNumber": "166",
        "ayahText": "Nitekim, kendilerine uyulanlar, azabı görünce uyanlardan uzaklaşacaklar ve aralarındaki bağlar kopacaktır."
      },
      {
        "ayahNumber": "167",
        "ayahText": "Uyanlar: \"Keşke bizim için dünyaya bir dönüş olsa da, bizden uzaklaştıkları gibi biz de onlardan uzaklaşsak\" derler. Böylece Allah onlara, hasretini çekecekleri işlerini gösterir. Onlar cehennemden çıkmayacaklardır."
      },
      {
        "ayahNumber": "168",
        "ayahText": "Ey İnsanlar! Yeryüzündeki temiz ve helal şeylerden yiyin, şeytana ayak uydurmayın, zira o sizin için apaçık bir düşmandır."
      },
      {
        "ayahNumber": "169",
        "ayahText": "Muhakkak size, kötülüğü, hayasızlığı, Allah'a karşı da bilmediğiniz şeyi söylemenizi emreder."
      },
      {
        "ayahNumber": "170",
        "ayahText": "Onlara: \"Allah'ın indirdiğine uyun\" denilince, \"Hayır, atalarımızı yapar bulduğumuz şeye uyarız\" derler; ya ataları bir şey akledemeyen ve doğru olmayan kimseler idiyseler?"
      },
      {
        "ayahNumber": "171",
        "ayahText": "İnkar edenlerin durumu, çağırma ve bağırmadan başkasını duymayarak haykıran gibidir. Sağırdırlar, dilsizdirler, kördürler, bu yüzden akledemezler."
      },
      {
        "ayahNumber": "172",
        "ayahText": "Ey İnananlar! Sizi rızıklandırdığımızın temizlerinden yiyin; yalnız Allah'a kulluk ediyorsanız, O'na şükredin."
      },
      {
        "ayahNumber": "173",
        "ayahText": "Şüphesiz size ölü hayvan etini, kanı, domuz etini, Allah'tan başkası için kesilen hayvanı haram kılmıştır; fakat, darda kalana, başkasının payına el uzatmamak ve zaruret miktarını aşmamak üzere günah sayılmaz. Çünkü Allah bağışlayandır, merhamet edendir."
      },
      {
        "ayahNumber": "174",
        "ayahText": "Gerçekten, Allah'ın indirdiği Kitap'tan bir şeyi gizlemede bulunup onu az bir değere değişenler var ya, onların karınlarına tıkındıkları ancak ateştir. Allah kıyamet günü onlarla konuşmaz ve onları günahlardan arıtmaz. Onlara elem verici azab vardır."
      },
      {
        "ayahNumber": "175",
        "ayahText": "Onlar doğruluk yerine sapıklığı, mağfiret yerine azabı alanlardır."
      },
      {
        "ayahNumber": "176",
        "ayahText": "Bu da, Allah'ın Kitab'ı doğru olarak indirmesinden ileri geliyor. Kitap hakkında ayrılığa düşenler doğrusu derin bir çıkmazdadırlar."
      },
      {
        "ayahNumber": "177",
        "ayahText": "Yüzlerinizi doğudan yana ve batıdan yana çevirmeniz iyi olmak demek değildir; Lakin iyi olan, Allah'a, ahiret gününe, meleklere, Kitap'a, peygamberlere inanan, O'nun sevgisiyle, yakınlarına, yetimlere, düşkünlere, yolculara, yoksullara ve köleler uğrunda mal veren, namaz kılan, zekat veren ve ahidleştiklerinde ahidlerine vefa gösterenler, zorda, darda ve savaş alanında sabredenlerdir. İşte onlar doğru olanlardır ve sakınanlar ancak onlardır."
      },
      {
        "ayahNumber": "178",
        "ayahText": "Ey İnananlar! Öldürülenler hakkında size kısas farz kılındı: Hür ile hür insan, köle ile köle ve kadın ile kadın. Öldüren, ölenin kardeşi tarafından bağışlanmışsa, kendisine örfe uymak ve bağışlayana güzellikle diyet ödemek gerekir. Bu, Rabbiniz'den bir hafifletme ve rahmettir. Bundan sonra tecavüzde bulunana elem verici azab vardır."
      },
      {
        "ayahNumber": "179",
        "ayahText": "Ey akıl sahibleri! Kısasta sizin için hayat vardır. Artık, Allah'a karşı gelmekten sakınırsınız."
      },
      {
        "ayahNumber": "180",
        "ayahText": "Birinize ölüm geldiği zaman, eğer mal bırakıyorsa, ana babaya, yakınlara, uygun bir tarzda vasiyet etmesi Allah'a karşı gelmekten sakınanlara bir borç olarak size farz kılındı."
      },
      {
        "ayahNumber": "181",
        "ayahText": "Vasiyeti işittikten sonra değiştiren olursa, bunun günahı değiştirenin üzerinedir. Allah şüphesiz işitir ve bilir."
      },
      {
        "ayahNumber": "182",
        "ayahText": "Vasiyet edenin yanılacağından veya günaha gireceğinden endişe duyan kimse, ilgililerin arasını düzeltirse ona günah yoktur. Allah şüphesiz bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "183",
        "ayahText": "Ey İnananlar! Oruç, sizden öncekilere farz kılındığı gibi, Allah'a karşı gelmekten sakınasınız diye, size sayılı günlerde farz kılındı. İçinizden hasta olan veya yolculukta bulunan, tutamadığı günlerin sayısınca diğer günlerde tutar. Oruca dayanamıyanlar, bir düşkünü doyuracak kadar fidye verir. Kim gönülden iyilik yaparsa o iyilik kendisinedir. Oruç tutmanız eğer bilirseniz sizin için hayırlıdır."
      },
      {
        "ayahNumber": "184",
        "ayahText": "Ey İnananlar! Oruç, sizden öncekilere farz kılındığı gibi, Allah'a karşı gelmekten sakınasınız diye, size sayılı günlerde farz kılındı. İçinizden hasta olan veya yolculukta bulunan, tutamadığı günlerin sayısınca diğer günlerde tutar. Oruca dayanamıyanlar, bir düşkünü doyuracak kadar fidye verir. Kim gönülden iyilik yaparsa o iyilik kendisinedir. Oruç tutmanız eğer bilirseniz sizin için hayırlıdır."
      },
      {
        "ayahNumber": "185",
        "ayahText": "Ramazan ayı, ki onda Kuran, insanlara yol gösterici ve doğruyu yanlıştan ayırıcı belgeler olarak indirildi. Sizden bu ayı idrak eden, onda oruç tutsun; hasta veya yolculukta olan, tutamadığı günlerin sayısınca diğer günlerde tutsun. Allah size kolaylık ister, zorluk istemez. Bu kolaylıkları, sayıyı tamamlamanız ve size yol gösterdiğine karşılık O'nu ululamanız için meşru kılmıştır; ola ki şükredersiniz."
      },
      {
        "ayahNumber": "186",
        "ayahText": "Kullarım sana Beni sorarlarsa, bilsinler ki Ben, şüphesiz onlara yakınım. Benden isteyenin, dua ettiğinde duasını kabul ederim. Artık onlar da davetimi kabul edip Bana inansınlar ki doğru yolda yürüyenlerden olsunlar."
      },
      {
        "ayahNumber": "187",
        "ayahText": "Oruç tuttuğunuz günlerin gecesi kadınlarınıza yaklaşmanız size helal kılındı, onlar sizin örtünüz, siz de onların örtülerisiniz. Allah, nefsinize güvenemiyeceğinizi biliyordu, bu sebeple tevbenizi kabul edip sizi affetti; artık onlara yaklaşabilirsiniz. Allah'ın sizin için takdir ettiğini dileyin. Tan yerinde, beyaz iplik siyah iplikten sizce ayırdedilinceye kadar, yiyin için, sonra orucu geceye kadar tamamlayın. Mescidlerde itikafa çekildiğinizde kadınlarınıza yaklaşmayın. Allah insanlara yasaklardan sakınsınlar diye ayetlerini böylece apaçık bildirir."
      },
      {
        "ayahNumber": "188",
        "ayahText": "Aranızda mallarınızı haksızlıkla yemeyin; bildiğiniz halde günaha girerek insanların mallarından bir kısmını yemek için onu hakimlere aktarmayın."
      },
      {
        "ayahNumber": "189",
        "ayahText": "Sana hilal halindeki ayları sorarlar. De ki: \"Onlar, insanların ve hac vakitlerinin ölçüsüdür\". Evlere arkalarından girmeniz iyilik değildir; iyi kimse kötülükten sakınan kimsedir. Evlere kapılarından girin; Allah'tan sakının ki muradınıza erersiniz."
      },
      {
        "ayahNumber": "190",
        "ayahText": "Sizinle savaşanlarla Allah yolunda savaşın, aşırı gitmeyin; doğrusu Allah aşırı gidenleri sevmez."
      },
      {
        "ayahNumber": "191",
        "ayahText": "Onları bulduğunuz yerde öldürün. Sizi çıkardıkları yerden siz de onları çıkarın. Fitne çıkarmak, adam öldürmekten daha kötüdür. Mescidi Haram'ın yanında, onlar savaşmadıkça siz de onlarla savaşmayın. Sizinle savaşırlarsa onları öldürün. İnkar edenlerin cezası böyledir."
      },
      {
        "ayahNumber": "192",
        "ayahText": "Vazgeçerlerse onları bağışlayın; şüphesiz Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "193",
        "ayahText": "Fitne kalmayıp, yalnız Allah'ın dini ortada kalana kadar onlarla savaşın. Eğer vazgeçerlerse sataşmayın. Zulmedenlerden başkasına düşmanlık yoktur."
      },
      {
        "ayahNumber": "194",
        "ayahText": "Hürmetli ay, hürmetli aya mukabildir, hürmetler karşılıklıdır; o halde, size tecavüz edene (saldırana), size saldırdıkları gibi saldırın. Allah'tan sakının ve Allah'ın sakınanlarla beraber olduğunu bilin."
      },
      {
        "ayahNumber": "195",
        "ayahText": "Allah yolunda sarf edin, kendinizi kendi elinizle tehlikeye atmayın, işlerinizi iyi yapın. Şüphesiz Allah iyi iş yapanları sever."
      },
      {
        "ayahNumber": "196",
        "ayahText": "Başladığınız hac ve umreyi Allah için tamamlayın. Alıkonursanız, kolayınıza gelen bir kurban gönderin. Kurban, yerine ulaşıncaya kadar, başlarınızı tıraş etmeyin. İçinizde hasta olan veya başından rahatsız bulunan varsa fidye olarak ya oruç tutması, ya sadaka vermesi ya da kurban kesmesi gerekir. Güven içinde olursanız, hacca kadar umreden faydalanabilen kimseye kolayına gelen bir kurban kesmek, bulamayana, hac esnasında üç gün ve döndüğünüzde yedi gün, ki o tam on gündür oruç tutmak gerekir. Bu, ailesi Mescidi Haram'da oturmayan kimseler içindir. Allah'tan sakının ve Allah'ın cezasının şiddetli olacağını bilin."
      },
      {
        "ayahNumber": "197",
        "ayahText": "Hac bilinen aylardadır. O aylarda hacca girişen kimse bilmelidir ki, hacda kadına yaklaşmak, sövüşmek, dövüşmek yoktur. Ne iyilik yaparsanız Allah onu bilir. Kendinize azık edinin, şüphe yok ki azığın en iyisi Allah korkusudur. Ey akıl sahibleri! Benden korkun."
      },
      {
        "ayahNumber": "198",
        "ayahText": "Rabbiniz'den refah istemenizde bir engel yoktur. Arafat'tan indiğinizde, Allah'ı Meşari Haram'da anın; O'nu, size gösterdiği şekilde zikredin. Nitekim siz önceleri hiç şüphesiz sapıklardandınız."
      },
      {
        "ayahNumber": "199",
        "ayahText": "Sonra, insanların toplu olarak akın ettiği yerden, siz de akın edin. Allah'tan mağfiret dileyin. Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "200",
        "ayahText": "Hac ibadetinizi bitirdiğinizde, babalarınızı andığınız gibi, hatta ondan daha kuvvetli bir anışla Allah'ı anın. \"Rabbimiz! Bize sadece dünyada ver\" diyen insanlar vardır, öylesine, ahirette bir pay yoktur."
      },
      {
        "ayahNumber": "201",
        "ayahText": "\"Rabbimiz! Bize dünyada iyiyi, ahirette de iyiyi ver, bizi ateşin azabından koru\" diyenler vardır."
      },
      {
        "ayahNumber": "202",
        "ayahText": "İşte onlara, kazançlarından ötürü karşılık vardır. Allah hesabı çabuk görür."
      },
      {
        "ayahNumber": "203",
        "ayahText": "Allah'ı sayılı günlerde anın. Günahtan sakınan kimseye, acele edip, Mina'daki ibadeti iki günde bitirirse günah yoktur, geri kalsa da günah yoktur. Allah'tan sakının. O'nun katında toplanacağınızı bilin."
      },
      {
        "ayahNumber": "204",
        "ayahText": "Dünya hayatına dair konuşması senin hoşuna giden, pek azılı düşman iken, kalbinde olana Allah'ı şahid tutan, işbaşına geçince, yeryüzünde bozgunculuk yapmaya, ekin ve nesli yok etmeğe çabalayan insanlar vardır. Allah bozgunculuğu sevmez."
      },
      {
        "ayahNumber": "205",
        "ayahText": "Dünya hayatına dair konuşması senin hoşuna giden, pek azılı düşman iken, kalbinde olana Allah'ı şahid tutan, işbaşına geçince, yeryüzünde bozgunculuk yapmaya, ekin ve nesli yok etmeğe çabalayan insanlar vardır. Allah bozgunculuğu sevmez."
      },
      {
        "ayahNumber": "206",
        "ayahText": "Ona: \"Allah'tan sakın\" denince, gururu kendisine günah işletir, artık ona cehennem yetişir, ne kötü yataktır!.."
      },
      {
        "ayahNumber": "207",
        "ayahText": "İnsanlar arasında, Allah'ın rızasını kazanmak için canını verenler vardır. Allah kullarına karşı şefkatlidir."
      },
      {
        "ayahNumber": "208",
        "ayahText": "Ey İnananlar! Hep birden barışa girin, şeytana ayak uydurmayın, o sizin apaçık düşmanınızdır."
      },
      {
        "ayahNumber": "209",
        "ayahText": "Size belgeler geldikten sonra kayarsanız, biliniz ki Allah güçlüdür, Hakim'dir."
      },
      {
        "ayahNumber": "210",
        "ayahText": "Onlar, bulut gölgeleri içinde, Allah'ın azabının ve meleklerin tepelerine inip işin bitmesini mi bekliyorlar? Bütün işler Allah'a dönecektir."
      },
      {
        "ayahNumber": "211",
        "ayahText": "İsrailoğullarına sor; onlara apaçık nice ayetler verdik, Allah'ın nimetini, kendisine geldikten sonra kim değiştirirse, bilsin ki, Allah'ın cezası şüphesiz şiddetlidir."
      },
      {
        "ayahNumber": "212",
        "ayahText": "İnkar edenlere, dünya hayatı güzel görünür, onlar, inananlarla alay ederler, oysa, Allah'a karşı gelmekten sakınanlar kıyamet günü onların üstünde olacaklardır. Allah dilediğini hesabsız şekilde rızıklandırır."
      },
      {
        "ayahNumber": "213",
        "ayahText": "İnsanlar bir tek ümmetti. Allah peygamberleri müjdeci ve uyarıcı olarak gönderdi; insanların ayrılığa düşecekleri hususlarda aralarında hüküm vermek için onlarla birlikte hak Kitaplar indirdi. Ancak Kitap verilenler, kendilerine belgeler geldikten sonra, aralarındaki ihtiras yüzünden onda ayrılığa düştüler. Allah, inananları, ayrılığa düştükleri gerçeğe kendi izni ile eriştirdi. Allah dilediğini doğru yola eriştirir."
      },
      {
        "ayahNumber": "214",
        "ayahText": "Sizden önce gelenlerin durumu sizin başınıza gelmeden cennete gireceğinizi mi zannettiniz? Peygamber ve onunla beraber müminler: \"Allah'ın yardımı ne zaman?\" diyecek kadar darlığa ve zorluğa uğramışlar ve sarsılmışlardı; iyi bilin ki Allah'ın yardımı şüphesiz yakındır."
      },
      {
        "ayahNumber": "215",
        "ayahText": "Sana, ne sarfedeceklerini sorarlar, de ki: \"Sarfedeceğiniz mal, ana baba, yakınlar, yetimler, düşkünler, yolcular içindir. Yaptığınız her iyiliği Allah şüphesiz bilir\"."
      },
      {
        "ayahNumber": "216",
        "ayahText": "Savaş, hoşunuza gitmediği halde size farz kılındı. İhtimal ki hoşlanmadığınız şey sizin iyiliğinizedir ve ihtimal ki sevdiğiniz bir şey sizin kötülüğünüzedir. Siz bilmezsiniz, Allah bilir."
      },
      {
        "ayahNumber": "217",
        "ayahText": "Sana hürmet edilen ayı, o aydaki savaşı sorarlar. De ki: \"O ayda savaşmak büyük suçtur. Allah yolundan alıkoymak, O'nu inkar etmek, Mescidi Haram'a engel olmak ve halkını oradan çıkarmak Allah katında daha büyük suçtur. Fitne çıkarmak ise öldürmekten daha büyüktür\". Güçleri yeterse, dininizden döndürünceye kadar sizinle savaşa devam ederler. İçinizden dininden dönüp kafir olarak ölen olursa, bunların işleri dünya ve ahirette boşa gitmiş olur. İşte cehennemlikler onlardır, onlar orada temellidirler."
      },
      {
        "ayahNumber": "218",
        "ayahText": "İnananlar, hicret edenler ve Allah yolunda cihad edenler Allah'ın rahmetini umarlar. Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "219",
        "ayahText": "Sana içki ve kumarı sorarlar, de ki: \"İkisinde hem büyük günah ve hem insanlara bazı faydalar vardır. Günahları faydasından daha büyüktür\". Ne sarfedeceklerini sana sorarlar, de ki: \"Artanı\". Böylece Allah, dünya ve ahiret hususunda düşünesiniz diye size ayetleri açıklar."
      },
      {
        "ayahNumber": "220",
        "ayahText": "Sana yetimleri sorarlar, de ki: \"Onların işlerini düzeltmek hayırlıdır\". Eğer onlarla bir arada yaşarsanız, artık onlar sizin kardeşlerinizdir. Allah düzeltenden bozanı ayırdetmesini bilir. Allah dileseydi sizi zora sokardı. Allah şüphesiz güçlüdür, Hakim'dir."
      },
      {
        "ayahNumber": "221",
        "ayahText": "Allah'a eş koşan kadınlarla onlar imana gelinceye kadar evlenmeyin. İnanan bir cariye, hoşunuza gitse de ortak koşan bir kadından daha iyidir. İnanmalarına kadar; ortak koşan erkeklerle mümin kadınları evlendirmeyin. İnanan bir köle, hoşunuza gitmiş olsa da, ortak koşan bir erkekten daha iyidir. İşte onlar ateşe çağırırlar, Allah ise izniyle cennete ve mağfirete çağırır ve insanlara ibret alsınlar diye ayetlerini açıklar."
      },
      {
        "ayahNumber": "222",
        "ayahText": "Sana, kadınların aybaşı hali hakkında da sorarlar, de ki: \"O bir ezadır (rahatsızlıktır)\". Aybaşı halinde iken kadınlardan el çekin, temizlenmelerine kadar onlara yaklaşmayın. Temizlendikleri zaman, Allah'ın size buyurduğu yoldan yaklaşın. Allah şüphesiz daima tevbe edenleri sever, temizlenenleri de sever."
      },
      {
        "ayahNumber": "223",
        "ayahText": "Kadınlarınız sizin tarlanızdır, tarlanıza istediğiniz gibi gelin. İstikbal için hazırlıklı olun, Allah'tan sakının. O'na, hiç şüphesiz kavuşacağınızı bilin, bunu inananlara müjdele."
      },
      {
        "ayahNumber": "224",
        "ayahText": "İnsanların arasını düzeltmeniz, günahtan sakınmanız ve iyi olmanız için, Allah'a yaptığınız yeminleri engel kılmayın, Allah işitir ve bilir."
      },
      {
        "ayahNumber": "225",
        "ayahText": "Allah sizi rastgele yeminlerinizden dolayı değil, fakat kalblerinizin kasdettiği yeminlerden dolayı sorumlu tutar. Allah bağışlayandır, Halim'dir."
      },
      {
        "ayahNumber": "226",
        "ayahText": "Kadınlarına yaklaşmamaya yemin edenler, dört ay bekleyebilirler; eğer yeminlerinden dönerlerse, bilsinler ki Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "227",
        "ayahText": "Şayet boşanmaya kararlı iseler, bilsinler ki Allah şüphesiz işitir ve bilir."
      },
      {
        "ayahNumber": "228",
        "ayahText": "Boşanan kadınlar, kendi kendilerine üç aybaşı hali beklerler, eğer Allah'a ve ahiret gününe inanmışlarsa, rahimlerinde Allah'ın yarattığını gizlemeleri kendilerine helal değildir. Kocaları bu arada barışmak isterlerse, karılarını geri almakta daha çok hak sahibidirler. Kadınların hakları, örfe uygun bir şekilde vazifelerine denktir. Erkeklerin onlardan bir üstün derecesi vardır. Allah güçlüdür. Hakim'dir."
      },
      {
        "ayahNumber": "229",
        "ayahText": "Boşanma iki defadır. Ya iyilikle tutma ya da iyilik yaparak bırakmadır. İkisi Allah'ın yasalarını koruyamamaktan korkmadıkça kadınlara verdiklerinizden (mehirden) bir şey almanız size helal değildir. Eğer Allah'ın yasalarını ikisi koruyamıyacaklar diye korkarsanız, o zaman kadının fidye vermesinde (mehrinden vazgeçerse) ikisine de günah yoktur. Bunlar Allah'ın yasalarıdır, onları bozmayın. Allah'ın yasalarını bozanlar ancak zalimlerdir."
      },
      {
        "ayahNumber": "230",
        "ayahText": "Bundan sonra kadını boşarsa, kadın başka birisiyle evlenmedikçe bir daha kendisine helal olmaz. Eğer ikinci koca da onu boşarsa, Allah'ın yasalarını koruyacaklarını sanırlarsa eski karı kocanın birbirlerine dönmelerine bir engel yoktur. Bunlar, bilenkimseler için Allah'ın açıkladığı yasalardır."
      },
      {
        "ayahNumber": "231",
        "ayahText": "Kadınları boşadığınızda, müddetleri sona ererken, onları güzellikle tutun, ya da güzellikle bırakın, haklarına tecavüz etmek için onlara zararlı olacak şekilde tutmayın; böyle yapan şüphesiz kendisine yazık etmiş olur. Allah'ın ayetlerini de alaya almayın; Allah'ın üzerinize olan nimetini, öğüt vermek üzere size indirdiği Kitap ve hikmeti anın, Allah'tan sakının, Allah'ın her şeyi bildiğini bilin."
      },
      {
        "ayahNumber": "232",
        "ayahText": "Kadınları boşadığınızda, müddetleri sona ermişse, kocaları ile birbirleriyle güzellikle anlaşmışlarsa evlenmelerine engel olmayın. İçinizden Allah'a ve ahiret gününe inanan kimse bundan ibret alır. Bu sizin için daha nezih ve daha paktır. Allah bilir, siz bilmezsiniz."
      },
      {
        "ayahNumber": "233",
        "ayahText": "Anneler çocuklarını, emzirmeyi tamamlatmak isteyen baba için, tam iki sene emzirirler. Anaların yiyecek ve giyeceğini uygun bir şekilde sağlamak çocuk kendisinin olan babaya borçtur. Herkese ancak gücü nisbetinde teklifte bulunulur. Ana çocuğundan, çocuk kendisinin olan baba da çocuğundan dolayı zarara sokulmasın. Mirasçıya da aynı şeyi yapmak borçtur. Ana baba aralarında danışarak ve anlaşarak sütten kesmek isterlerse, ikisine de sorumluluk yoktur. Çocuklarınızı sütanneye emzirtmek isterseniz, vereceğinizi örfe uygun bir şekilde öderseniz, size sorumluluk yoktur. Allah'tan sakının, yaptıklarınızı gördüğünü bilin."
      },
      {
        "ayahNumber": "234",
        "ayahText": "İçinizden ölenlerin bırakmış olduğu eşler kendi kendilerine dört ay on gün beklerler; müddetleri sona erdiğinde, onların kendi haklarında uygun şekilde yaptıklarından dolayı size sorumluluk yoktur. Allah işlediklerinizden haberdardır."
      },
      {
        "ayahNumber": "235",
        "ayahText": "Böyle kadınlara kapalı bir şekilde evlenme teklif etmenizde veya içinizden onlarla evlenmeyi geçirmenizde size sorumluluk yoktur. Allah onları anacağınızı bilir. Sakın meşru sözler dışında onlarla gizlice sözleşmeyin, müddet sona erene kadar nikah akdine kalkışmayın. İçinizde olanı Allah'ın bildiğini bilin de O'ndan çekinin. Allah'ın bağışlayan ve Halim olduğunu bilin."
      },
      {
        "ayahNumber": "236",
        "ayahText": "Kadınlara el sürmeden ve mehirlerini biçmeden onları boşarsanız size sorumluluk yoktur. Onları zengin kendi çapına, fakir kendi çapına uygun bir şekilde faydalandırın. Bu iyi davrananların şanına yakışır bir borçtur."
      },
      {
        "ayahNumber": "237",
        "ayahText": "Eğer onlara mehir biçer de el sürmeden onları boşarsanız, kendileri veya nikah akdi elinde olan erkeğin bağışlaması hali müstesna biçtiğinizin yarısını verin, bağışlamanız Allah'tan sakınmaya daha uygundur. Aranızdaki iyiliği unutmayın. Allah şüphesiz işlediklerinizi görür."
      },
      {
        "ayahNumber": "238",
        "ayahText": "Namazlara ve orta namaza devam edin; gönülden boyun eğerek Allah için namaza durun."
      },
      {
        "ayahNumber": "239",
        "ayahText": "Eğer korkarsanız, yaya yahut binekte iken kılın, güvene erişince, bilmediklerinizi öğrettiği gibi Allah'ı anın."
      },
      {
        "ayahNumber": "240",
        "ayahText": "İçinizden ölüp, eşler bırakacak olanlar, evlerinden çıkarılmaksızın, senesine kadar eşlerinin geçimini sağlayacak şeyi vasiyet etsinler; eğer çıkarlarsa kendilerinin meşru olarak yaptıklarından dolayı size sorumluluk yoktur. Allah güçlüdür, Hakim'dir."
      },
      {
        "ayahNumber": "241",
        "ayahText": "Boşanan kadınları, haksızlıktan sakınanlara bir borç olmak üzere, uygun bir surette faydalandırma vardır."
      },
      {
        "ayahNumber": "242",
        "ayahText": "Allah ayetlerini düşünesiniz diye böylece açıklamaktadır."
      },
      {
        "ayahNumber": "243",
        "ayahText": "Binlerce kişinin memleketlerinden ölüm korkusuyla çıktıklarını görmedin mi? Allah onlara \"Ölün\" dedi. Sonra onları diriltti. Allah insanlara bol nimet verir, fakat insanların çoğu şükretmezler."
      },
      {
        "ayahNumber": "244",
        "ayahText": "Allah yolunda savaşın; bilin ki Allah işitir ve bilir."
      },
      {
        "ayahNumber": "245",
        "ayahText": "Allah'a, kat kat karşılığını arttıracağı güzel bir ödünç takdiminde kim bulunur? Allah hem darlaştırır, hem bollaştırır; O'na döneceksiniz."
      },
      {
        "ayahNumber": "246",
        "ayahText": "Musa'dan sonra İsrailoğullarının ileri gelenlerini görmedin mi? Peygamberlerinden birine, \"Bize bir hükümdar gönder de Allah yolunda savaşalım\" demişlerdi. \"Ya savaş size farz kılındığında gitmeyecek olursanız?\" demişti. \"Memleketimizden ve çocuklarımızdan uzaklaştırıldığımıza göre niye Allah yolunda savaşmıyalım?\" demişlerdi. Ama savaş onlara farz kılınınca, az bir kısmı müstesna yüz cevirdiler. Allah zalimleri bilir."
      },
      {
        "ayahNumber": "247",
        "ayahText": "Peygamberleri onlara \"Allah size şüphesiz, Talut'u hükümdar olarak gönderdi\" dedi. \"Biz hükümdarlığa ondan layık iken ve ona malca da bir bolluk verilmemişken bize hükümdar olmağa o nasıl layık olabilir?\" dediler, \"Doğrusu Allah size onu seçti, bilgice ve vücutça gücünü artırdı\" dedi. Allah mülkü dilediğine verir. Allah her şeyi kaplar ve bilir."
      },
      {
        "ayahNumber": "248",
        "ayahText": "Peygamberleri onlara, \"Onun hükümdarlığının alameti, size sandığın gelmesidir, onda Rabbinizden gelen gönül rahatlığı ve Musa ailesinin ve Harun ailesinin bıraktıklarından kalanlar var; onu melekler taşır, eğer inanmışsanız bunda sizin için delil vardır\" dedi."
      },
      {
        "ayahNumber": "249",
        "ayahText": "Talut orduyla birlikte ayrıldıktan sonra, \"Doğrusu Allah sizi bir ırmakla deneyecektir, ondan içen benden değildir, onu tatmayan eliyle sadece bir avuç avuçlayan müstesna şüphesiz bendendir\" dedi. Onlardan pek azı hariç, sudan içtiler. Kendisi ve kendisiyle olan inananlar ırmağı geçince, \"Bugün Calut ve ordusuna karşı koyacak gücümüz yok\" dediler. Kendilerinin Allah'a kavuşacağını bilenler ise: \"Nice az topluluk çok topluluğa Allah'ın izniyle üstün gelmiştir, Allah sabredenlerle beraberdir\" dediler."
      },
      {
        "ayahNumber": "250",
        "ayahText": "Calut ve ordusuna karşı çıktıklarında, \"Rabbimiz! Bize sabır ver, sebatımızı artır, inkar eden millete karşı bize yardım et\" dediler."
      },
      {
        "ayahNumber": "251",
        "ayahText": "Onları Allah'ın izniyle bozguna uğrattılar; Davud Calut'u öldürdü, Allah Davud'a hükümranlık ve hikmet verdi ve ona dilediğinden öğretti. Allah'ın insanları birbiriyle savması olmasaydı yeryüzünün düzeni bozulurdu. Fakat Allah alemlere lütufkardır."
      },
      {
        "ayahNumber": "252",
        "ayahText": "İşte bunlar Allah'ın ayetleridir. Biz onları sana doğru olarak okuyoruz. Şüphesiz sen peygamberlerden birisin."
      },
      {
        "ayahNumber": "253",
        "ayahText": "İşte bu peygamberlerden bir kısmını diğerlerinden üstün kıldık. Onlardan Allah'ın kendilerine hitabettiği, derecelerle yükselttikleri vardır. Meryem oğlu İsa'ya belgeler verdik, onu Ruhul Kudüs'le destekledik. Allah dileseydi, belgeler kendilerine geldikten sonra, peygamberlerin ardından birbirlerini öldürmezlerdi. Fakat ayrılığa düştüler, kimi inandı, kimi inkar etti. Allah dileseydi birbirlerini öldürmezlerdi, lakin Allah istediğini yapar."
      },
      {
        "ayahNumber": "254",
        "ayahText": "Ey inananlar! Alışverişin, dostluğun, şefaatin olmayacağı günün gelmesinden önce sizi rızıklandırdığımızdan hayra sarfedin. İnkar edenler ancak yazık edenlerdir."
      },
      {
        "ayahNumber": "255",
        "ayahText": "Allah, O'ndan başka tanrı olmayan, kendisini uyuklama ve uyku tutmayan, diri, her an yaratıklarını gözetip durandır. Göklerde olan ve yerde olan ancak O'nundur. O'nun izni olmadan katında şefaat edecek kimdir? Onların işlediklerini ve işleyeceklerini bilir, dilediğinden başka ilminden hiçbir şeyi kavrayamazlar. Hükümranlığı gökleri ve yeri kaplamıştır, onların gözetilmesi O'na ağır gelmez. O yücedir, büyüktür."
      },
      {
        "ayahNumber": "256",
        "ayahText": "Dinde zorlama yoktur; Artık hak ile batıl iyice ayrılmıştır. Tağutu (saptırıcıları) inkar edip Allah'a inanan kimse, kopmak bilmeyen sağlam bir kulpa sarılmıştır. Allah işitendir, bilendir."
      },
      {
        "ayahNumber": "257",
        "ayahText": "Allah inananların dostudur, onları karanlıklardan aydınlığa çıkarır. İnkar edenlerin ise dostları tağuttur. Onları aydınlıktan karanlıklara sürüklerler. İşte onlar cehennemliklerdir, onlar orada temelli kalacaklardır."
      },
      {
        "ayahNumber": "258",
        "ayahText": "Allah kendisine mülk verdi diye İbrahim ile Rabbi hakkında tartışanı görmedin mi? İbrahim: \"Rabbim, dirilten ve öldürendir\" demişti. \"Ben de diriltir ve öldürürüm\" dedi; İbrahim, \"Şüphesiz Allah güneşi doğudan getiriyor, sen de batıdan getirsene\" dedi. İnkar eden şaşırıp kaldı. Allah zulmeden kimseleri doğru yola eriştirmez."
      },
      {
        "ayahNumber": "259",
        "ayahText": "Yahut altı üstüne gelmiş bir kasabaya uğrayan kimseyi görmedin mi? \"Allah burayı ölümünden sonra acaba nasıl diriltecek?\" dedi. Bunun üzerine Allah onu yüz yıl ölü bıraktı, sonra diriltti, \"Ne kadar kaldın?\" dedi, \"Bir gün veya bir günden az kaldım\" dedi, \"Hayır yüz yıl kaldın, yiyeceğine içeceğine bak, bozulmamış; eşeğine bak ve hem seni insanlar için bir ibret kılacağız, kemiklere bak, onları nasıl birleştirip, sonra onlara et giydiriyoruz\" dedi; bu ona apaçık belli olunca, \"Artık Allah'ın her şeye Kadir olduğuna inanmış bulunuyorum\" dedi."
      },
      {
        "ayahNumber": "260",
        "ayahText": "İbrahim: \"Rabbim! Ölüleri nasıl dirilttiğini bana göster\" dediğinde, \"İnanmıyor musun?\" deyince de, \"Hayır öyle değil, fakat kalbim iyice kansın\" demişti. \"Öyleyse dört çeşit kuş al, onları kendine alıştır, sonra onları parçalayıp her dağın üzerine bir parça koy, sonra onları çağır; koşarak sana gelirler. O halde Allah'ın güçlü ve Hakim olduğunu bil\" demişti."
      },
      {
        "ayahNumber": "261",
        "ayahText": "Mallarını Allah yolunda sarfedenlerin durumu, her başağında yüz tane olmak üzere yedi başak veren tanenin durumu gibidir. Allah dilediğine kat kat verir. Allah'ın lütfü geniştir, O her şeyi bilendir."
      },
      {
        "ayahNumber": "262",
        "ayahText": "Mallarını Allah yolunda sarfedip sonra sarfettikleri şeyin ardından başa kakmayan ve eza etmeyenlerin ecirleri Rablerinin katındadır. Onlara korku yoktur ve onlar üzülmeyeceklerdir."
      },
      {
        "ayahNumber": "263",
        "ayahText": "Güzel bir söz ve bağışlama, peşinden eza gelen bir sadakadan daha iyidir. Allah müstağnidir, Halim'dir."
      },
      {
        "ayahNumber": "264",
        "ayahText": "Ey İnananlar! Allah'a ve ahiret gününe inanmayıp, insanlara gösteriş için malını sarfeden kimse gibi, sadakalarınızı başa kakma ve eza etmekle boşa çıkarmayın. Onun durumu, üzerinde toprak bulunan kayanın durumu gibidir, üzerine bol yağmur yağdığındaonu cascavlak bırakır. Kazandıklarından hiçbir şey elde edemezler. Allah inkar eden kimseleri doğru yola eriştirmez."
      },
      {
        "ayahNumber": "265",
        "ayahText": "Allah'ın rızasını kazanmak ve kalblerini sağlamlaştırmak için mallarını sarfedenlerin durumu, yüksekçe bir tepede bulunan, bol yağmur aldığında yemişlerini iki kat veren, bol yağmur yağmasa bile çisentisi düşen bir bahçenin durumu gibidir. Allah işlediklerinizi görür."
      },
      {
        "ayahNumber": "266",
        "ayahText": "Hangi biriniz, kendisi ihtiyarlamış ve çocukları da güçsüzken, altlarından ırmaklar akan, hurma, üzüm ve her çeşit meyveleri bulunan bahçesinin, ateşli bir kasırganın kopmasıyla yanmasını ister? Düşünesiniz diye Allah size ayetlerini böylece açıklar."
      },
      {
        "ayahNumber": "267",
        "ayahText": "Ey İnananlar! Kazandıklarınızın temizlerinden ve size yerden çıkardıklarımızdan sarfedin; iğrenmeden alamıyacağınız pis şeyleri vermeye kalkmayın. Allah'ın müstağni ve övülmeye layık olduğunu bilin."
      },
      {
        "ayahNumber": "268",
        "ayahText": "Şeytan sizi fakirlikle korkutarak cimriliği ve hayasızlığı emreder; Allah ise kendisinden mağfiret ve bol nimet vadeder. Allah'ın lütfü boldur, O her şeyi bilir."
      },
      {
        "ayahNumber": "269",
        "ayahText": "Hikmeti dilediğine verir. Kime hikmet verilmişse şüphesiz ona çokça hayır verilmiştir. Bundan ancak akıl sahipleri ibret alır."
      },
      {
        "ayahNumber": "270",
        "ayahText": "Sarfettiğiniz harcı ve adadığınız adağı şüphesiz Allah bilir. Zulmedenlerin hiç yardımcıları yoktur."
      },
      {
        "ayahNumber": "271",
        "ayahText": "Sadakaları açıkça verirseniz o ne güzel! Eğer onları yoksullara gizlice verirseniz sizin için daha iyidir. Allah onları kötülüklerinizden bir kısmına karşı tutar. Allah işlediklerinizden haberdardır."
      },
      {
        "ayahNumber": "272",
        "ayahText": "Onların doğru yola iletilmeleri sana düşmez, fakat Allah dilediğini doğru yola eriştirir. Sarfettiğiniz iyi şey kendinizedir, zaten ancak Allah'ın rızasını kazanmak için sarfedersiniz. Sarfettiğiniz iyi bir şeyin karşılığı haksızlığa uğratılmaksızın size verilir."
      },
      {
        "ayahNumber": "273",
        "ayahText": "Sadakalarınızı, kendilerini Allah yoluna adayıp yeryüzünde dolaşamayanlara, hayalarından dolayı, kendilerini tanımayanların zengin saydıkları yoksullara verin. Onları yüzlerinden tanırsın, insanlardan yüzsüzlük ederek bir şey istemezler. Sarfettiğiniz iyi bir şeyi Allah şüphesiz bilir."
      },
      {
        "ayahNumber": "274",
        "ayahText": "Gece gündüz, açık gizli, mallarını sarfedenlerin mükafatlarını Rab'leri verecektir. Onlara korku yoktur ve onlar üzülmeyeceklerdir."
      },
      {
        "ayahNumber": "275",
        "ayahText": "Faiz yiyenler mahşerde ancak şeytanın çarptığı kimsenin kalktığı gibi kalkarlar. Bu, onların, \"Zaten alışveriş de faiz gibidir\" demelerindendir. Oysa Allah alışverişi helal, faizi haram kıldı. Kime Rabb'inden bir öğüt gelir de faizcilikten geri durursa, geçmişi kendisinedir, onun işi Allah'a aittir. Kim faizciliğe dönerse, işte onlar cehennemliktir, onlar orada temelli kalacaklardır."
      },
      {
        "ayahNumber": "276",
        "ayahText": "Allah faizi eksiltir, sadakaları bereketlendirir. Allah pek nankör olan hiçbir günahkarı sevmez."
      },
      {
        "ayahNumber": "277",
        "ayahText": "İnanıp yararlı işler işleyenlerin, namaz kılıp, zekat verenlerin Rab'leri katında ecirleri vardır. Onlara korku yoktur ve onlar üzülmeyeceklerdir."
      },
      {
        "ayahNumber": "278",
        "ayahText": "Ey İnananlar! Allah'tan sakının, inanmışsanız, faizden arta kalmış hesabdan vazgeçin."
      },
      {
        "ayahNumber": "279",
        "ayahText": "Böyle yapmazsanız, bunun Allah'a ve Peygamberine karşı açılmış bir savaş olduğunu bilin. Eğer tevbe ederseniz sermayeniz sizindir. Böylece haksızlık etmemiş ve haksızlığa uğramamış olursunuz."
      },
      {
        "ayahNumber": "280",
        "ayahText": "Borçlu darda ise, eli genişleyinceye kadar ona mühlet verin. Bilmiş olsanız borcu bağışlamanız sizin için daha hayırlıdır."
      },
      {
        "ayahNumber": "281",
        "ayahText": "Allah'a döneceğiniz ve sonra haksızlığa uğramadan herkesin kazancının kendisine eksiksiz verileceği günden korkunuz."
      },
      {
        "ayahNumber": "282",
        "ayahText": "Ey İnananlar! Birbirinize belirli bir süre için borçlandığınız zaman onu yazınız. İçinizden bir katip doğru olarak yazsın; katip onu Allah'ın kendisine öğrettiği gibi yazmaktan çekinmesin, yazsın. Borçlu olan da yazdırsın, Rabbi olan Allah'tan sakınsın, ondan bir şey eksiltmesin. Eğer borçlu, aptal veya aciz, ya da yazdıramıyacak durumda ise, velisi, doğru olarak yazdırsın. Erkeklerinizden iki şahid tutun; eğer iki erkek bulunmazsa, şahidlerden razı olacağınız bir erkek, biri unuttuğunda diğeri ona hatırlatacak iki kadın olabilir. Şahidler çağırıldıklarında çekinmesinler. Borç büyük veya küçük olsun, onu süresiyle beraber yazmaya üşenmeyin; bu, Allah katında en doğru, şahidlik için en sağlam ve şüphelenmenizden en uzak olandır. Ancak aranızdaki alışveriş peşin olursa, onu yazmamanızda size bir sorumluluk yoktur. Alışveriş yaptığınızda şahid tutun. Katibe de şahide de zarar verilmesin; eğer zarar verirseniz, o zaman doğru yoldan çıkmış olursunuz. Allah'tan sakının, Allah size öğretiyor; Allah her şeyi bilir."
      },
      {
        "ayahNumber": "283",
        "ayahText": "Eğer yolculukta olup katip bulamazsanız alınan rehin yeter. Şayet birbirinize güvenirseniz, güvenilen kimse borcunu ödesin. Rabbi olan Allah'tan sakınsın. Şahidliği gizlemeyin, onu kim gizlerse şüphesiz kalbi günah işlemiş olur. Allah işlediklerinizi bilir."
      },
      {
        "ayahNumber": "284",
        "ayahText": "Göklerde ve yerde olanlar Allah'ındır. İçinizdekini açıklasanız da gizleseniz de Allah sizi onunla hesaba çeker ve dilediğini bağışlar, dilediğine azabeder. Allah her şeye Kadir'dir."
      },
      {
        "ayahNumber": "285",
        "ayahText": "Peygamber ve inananlar, ona Rabb'inden indirilene inandı. Hepsi Allah'a, meleklerine, kitaplarına, peygamberlerine inandı. \"Peygamberleri arasından hiçbirini ayırdetmeyiz, işittik, itaat ettik, Rabbimiz! Affını dileriz, dönüş Sanadır\" dediler."
      },
      {
        "ayahNumber": "286",
        "ayahText": "Allah kişiye ancak gücünün yeteceği kadar yükler; kazandığı iyilik lehine, ettiği kötülük de aleyhinedir. Rabbimiz! Eğer unutacak veya yanılacak olursak bizi sorumlu tutma. Rabbimiz bizden öncekilere yüklediğin gibi, bize de ağır yük yükleme. Rabbimiz! Bize gücümüzün yetmeyeceği şeyi taşıtma, bizi affet, bizi bağışla, bize acı. Sen Mevlamızsın, kafirlere karşı bize yardım et."
      }
    ]
  }
}