{
  "enbiya": {
    "surahNumber": "21",
    "surahNameTr": "Enbiyâ Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "İnsanların hesap görme zamanı yaklaştı, fakat onlar hala habersiz, hakdan yüz çeviriyorlar."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Rablerinden kendilerine gelen her yeni ihtarı mutlaka, gönülleri gaflet içinde eğlenerek dinlerler. Zulmedenler, gizli toplantılarında: \"Bu zat, sizin gibi bir insandan başka bir şey midir? Siz, göz göre göre sihre mi uyarsınız?\" diye konuşurlar."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Rablerinden kendilerine gelen her yeni ihtarı mutlaka, gönülleri gaflet içinde eğlenerek dinlerler. Zulmedenler, gizli toplantılarında: \"Bu zat, sizin gibi bir insandan başka bir şey midir? Siz, göz göre göre sihre mi uyarsınız?\" diye konuşurlar."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Peygamber: \"Benim Rabbim gökte ve yerde söyleneni bilir. O, işitendir, bilendir\" dedi."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Onlar: \"Hayır; bunlar karışık rüyalardır\", \"Hayır; onu uydurmuştur\", \"Hayır; o şairdir\", \"Haydi önceki peygamberler gibi o da bize bir mucize getirsin\" dediler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Onlardan önce yoketmiş olduğumuz kasabalar halkı inanmadılar, bunlar mı inanacaklar?"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Senden önce de, kendilerine vahyettiğimiz adamlar gönderdik. Bilmiyorsanız kitablılara sorun."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Biz onları yemek yemez birer ceset kılmadık ve onlar ölümsüz de değillerdi."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Sonra Biz onlara verdiğimiz sözü yerine getirdik, kendilerini ve dilediklerimizi kurtardık; aşırı gidenleri ise yok ettik."
      },
      {
        "ayahNumber": "10",
        "ayahText": "And olsun ki, size şerefiniz ve öğüt veren bir Kitap indirdik; akletmiyor musunuz?"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Halkı zalim olan nice kasabaları kırıp geçirdik ve onlardan sonra başka milletler varettik."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onlar bizim baskınımızı hissettiklerinde, oradan kaçmağa koyuluyorlardı."
      },
      {
        "ayahNumber": "13",
        "ayahText": "\"Koşup kaçmayın; size nimet verilen yere, yurdlarınıza dönün, elbette sorguya çekileceksiniz\" dedik."
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"Vay başımıza gelenlere! Doğrusu biz haksızlık yapmış kimseleriz\" dediler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Biz onları biçilmiş ot ve bir yığın kül haline getirinceye kadar haykırmaları devam etti."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Biz gökleri, yeri ve ikisinin arasındakileri oyun olsun diye yaratmadık."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Eğlenme dileseydik, bunu yapacak olsaydık, şanımıza uygun şekilde yapardık; ama yapmayız."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Gerçeği batılın başına çarparız ve onun beynini parçalar; böylece batıl ortadan kalkar. Allah'a yakıştırdığınız vasıflardan ötürü yazıklar olsun size!"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Göklerde ve yerde ne varsa O'nundur. Katında olanlar O'na kulluk etmekten çekinmezler ve usanmazlar."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Gece ve gündüz, bıkmadan tesbih ederler."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yeryüzünde edindikleri tanrılar mı, onlar mı ölüleri diriltecekler?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Eğer yerle gökte Allah'tan başka tanrılar olsaydı, ikisi de bozulurdu. Arşın Rabbi olan Allah, onların vasıflandırdıklarından münezzehtir."
      },
      {
        "ayahNumber": "23",
        "ayahText": "O, yaptığından sorumlu değildir, onlar ise sorumlu tutulacaklardır."
      },
      {
        "ayahNumber": "24",
        "ayahText": "O'nu bırakıp tanrılar mı edindiler? De ki: \"Kesin delilinizi getirin. İşte benim ve ümmetimin Kitap'ı ve senden öncekilerin kitapları.\" Hayır; onların çoğu gerçeği bilmez de yüz çevirirler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Senden önce gönderdiğimiz her peygambere: \"Benden başka tanrı yoktur, Bana kulluk edin\" diye vahyetmişizdir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "\"Rahman çocuk edindi\" dediler. Haşa; hayır, melekler şerefli kılınmış kullardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Allah'tan önce söz söyleyemezler; ancak O'nun emri üzerine iş işlerler."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Allah, onların yaptıklarını ve yapmakta olduklarını bilir. Onlar Allah'ın hoşnut olduğu kimseden başkasına şefaat edemezler; O'nun korkusundan titrerler."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bunlar içinde kim \"Ben, Allah'tan başka bir tanrıyım\" derse, işte onu cehennemle cezalandırırız. Zulmedenlerin cezasını böyle veririz."
      },
      {
        "ayahNumber": "30",
        "ayahText": "İnkar edenler, gökler ve yer yapışıkken onları ayırdığımızı ve bütün canlıları sudan meydana getirdiğimizi bilmezler mi? İnanmıyorlar mı?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Yeryüzüne, insanlar sarsılmasın diye sabit dağlar yerleştirdik; rahat gidebilsinler diye aralarında geniş yollar varettik."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Göğü karışıklıktan korunmuş bir tavan kıldık; oysa onlar bundaki delillerden yüz çeviriyorlar."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Geceyi ve gündüzü, güneşi ve ayı yaratan O'dur. Her biri bir yörüngede yürür."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Senden önce de hiçbir insanı ölümsüz kılmadık, sen ölürsün de onlar baki kalır mı?"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Her can ölümü tadacaktır. Bir imtihan olarak size iyilik ve kötülük veririz. Sonunda Bize dönersiniz."
      },
      {
        "ayahNumber": "36",
        "ayahText": "İnkarcılar seni gördükleri zaman, şüphesiz, seni alaya almaktan başka bir şey yapmazlar. \"Sizin tanrılarınızı diline dolayan bu mudur?\" derler ve Rahman'ın Kitabını işte onlar inkar ederler."
      },
      {
        "ayahNumber": "37",
        "ayahText": "İnsan aceleci olarak yaratılmıştır. Size ayetlerimi göstereceğim, bunu Benden acele istemeyin."
      },
      {
        "ayahNumber": "38",
        "ayahText": "\"Doğru sözlü iseniz bildirin bu tehdit ne zamandır?\" derler."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Bu kafirler, ateşi yüzlerinden ve sırtlarından menedemeyecekleri ve yardım da göremiyecekleri zamanı keşke bilseler."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Belki aniden gelecek de onları şaşırtacaktır. Artık onu geri çeviremezler; kendileri de ertelenmez."
      },
      {
        "ayahNumber": "41",
        "ayahText": "And olsun ki, senden önce birçok peygamber alaya alınmıştı da, alaya alanları, eğlendikleri şey mahvetmişti."
      },
      {
        "ayahNumber": "42",
        "ayahText": "De ki: \"Geceleyin ve gündüzün sizi Rahman'dan kim koruyabilir?\" Ama onlar Rablerinin Kitabından yüz çevirmektedirler."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Yoksa kendilerini bize karşı savunacak tanrıları mı var? O tanrılar kendilerine bile yardım edemezler. Katımızdan da dostluk görmezler."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Biz bunlara ve babalarına geçimlikler verdik de ömürleri uzadı; şimdi memleketlerini her yandan eksilttiğimizi görmüyorlar mı? Üstün gelen onlar mıdır?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "De ki: \"Ben ancak sizi vahy ile uyarıyorum\" Uyarıldıkları zaman, sağırlar çağrıyı duymazlar."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Rabbinin azabından onlara bir esinti dokunsa: \"Vah bize! Doğrusu biz haksızdık\" derler."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Kıyamet günü doğru teraziler kurarız; hiçbir kimse hiçbir haksızlığa uğratılmaz. Hardal tanesi kadar olsa bile yapılanı ortaya koyarız. Hesap gören olarak Biz yeteriz."
      },
      {
        "ayahNumber": "48",
        "ayahText": "And olsun ki, Musa ve Harun'a eğriyi doğrudan ayıran Kitap'ı sakınanlar için ışık ve öğüt olarak verdik."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Onlar görmedikleri halde Rablerinden korkarlar; kıyamet saatinden de titrerler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "İşte bu, indirdiğimiz kutsal bir Kitap'dır. Siz mi onu inkar ediyorsunuz?"
      },
      {
        "ayahNumber": "51",
        "ayahText": "And olsun ki, daha önce İbrahim'e de akla uygun olanı göstermiştik. Biz onu biliyorduk."
      },
      {
        "ayahNumber": "52",
        "ayahText": "İbrahim, babasına ve milletine: \"Bu tapınıp durduğunuz heykeller nedir?\" demişti."
      },
      {
        "ayahNumber": "53",
        "ayahText": "\"Babalarımızı onlara tapar bulduk\" demişlerdi."
      },
      {
        "ayahNumber": "54",
        "ayahText": "İbrahim: \"And olsun ki sizler de babalarınız da apaçık bir sapıklık içindesiniz\" deyince:"
      },
      {
        "ayahNumber": "55",
        "ayahText": "\"Sen bize gerçeği mi getirdin yoksa şaka mı ediyorsun?\" dediler."
      },
      {
        "ayahNumber": "56",
        "ayahText": "O şöyle dedi: \"Hayır; Rabbiniz, göklerin ve yerin Rabbidir ki onları O yaratmıştır. Ben de buna şahidlik edenlerdenim.\""
      },
      {
        "ayahNumber": "57",
        "ayahText": "\"Allah'a yemin ederim ki, siz ayrıldıktan sonra, putlarınıza bir tuzak kuracağım!\""
      },
      {
        "ayahNumber": "58",
        "ayahText": "Hepsini paramparça edip, içlerinden büyüğünü ona başvursunlar diye, sağlam bıraktı."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Milleti: \"Tanrılarımıza bunu kim yaptı? Doğrusu o zalimlerden biridir\" dediler."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Bazıları: \"İbrahim denen bir gencin onları diline doladığını duymuştuk\" deyince, \"O halde bunların şahidlik edebilmeleri için onu halkın gözü önüne getirin\" dediler."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Bazıları: \"İbrahim denen bir gencin onları diline doladığını duymuştuk\" deyince, \"O halde bunların şahidlik edebilmeleri için onu halkın gözü önüne getirin\" dediler."
      },
      {
        "ayahNumber": "62",
        "ayahText": "İbrahim gelince, ona: \"Ey İbrahim, bunu tanrılarımıza sen mi yaptın?\" dediler."
      },
      {
        "ayahNumber": "63",
        "ayahText": "İbrahim: \"Belki onu şu büyükleri yapmıştır, konuşabiliyorlarsa onlara sorun\" dedi."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Kendi kendilerine: \"Doğrusu siz haksızsınız\", sonra kafalarında olan eski inançlarına dönerek: \"Ey İbrahim! bunların konuşmayacağını, and olsun ki, bilirsin\" dediler."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Kendi kendilerine: \"Doğrusu siz haksızsınız\", sonra kafalarında olan eski inançlarına dönerek: \"Ey İbrahim! bunların konuşmayacağını, and olsun ki, bilirsin\" dediler."
      },
      {
        "ayahNumber": "66",
        "ayahText": "İbrahim: \"O halde, Allah'ı bırakıp da size hiçbir fayda ve zarar veremeyecek olan putlara ne diye taparsınız? Size de, Allah'ı bırakıp taptıklarınıza da yazıklar olsun! Akletmiyor musunuz?\" dedi."
      },
      {
        "ayahNumber": "67",
        "ayahText": "İbrahim: \"O halde, Allah'ı bırakıp da size hiçbir fayda ve zarar veremeyecek olan putlara ne diye taparsınız? Size de, Allah'ı bırakıp taptıklarınıza da yazıklar olsun! Akletmiyor musunuz?\" dedi."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Onlar: \"Bir şey yapacaksanız, şunu yakın da tanrılarınıza yardım edin\" dediler."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Biz: \"Ey ateş! İbrahim'e karşı serin ve zararsız ol\" dedik."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Ona düzen kurmak istediler, fakat Biz onları hüsrana uğrattık."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Onu da, Lut'u da, alemler için kutsal kıldığımız yere ulaştırıp kurtardık."
      },
      {
        "ayahNumber": "72",
        "ayahText": "İbrahim'e, buna ilaveten İshak ve Yakub'u da verdik, her birini iyi kimseler kıldık."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Onları, buyruğumuz altında insanları doğru yola götüren önderler yaptık; onlara, iyi işler yapmayı, namaz kılmayı, zekat vermeyi vahyettik. Onlar, bize kulluk eden kimselerdi."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Lut'a da hüküm ve ilim verdik; onu, çirkin işler işleyen kasabadan kurtardık. Doğrusu onlar yoldan çıkmış kötü bir milletti."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Lut'u rahmetimizin içine aldık; doğrusu o iyilerdendi."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Nuh da daha önceleri Bize yalvarmıştı, onun duasını kabul edip, kendisini ve ailesini büyük sıkıntıdan kurtardık."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Ayetlerimizi yalanlayan millete karşı ona yardım ettik. Doğrusu onlar fena bir milletti, hepsini suda boğduk."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Davud ve Süleyman da milletin koyunlarının yayıldığı bir ekin hakkında hüküm veriyorlarken, Biz onların hükmüne şahiddik."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Süleyman'a bu meselenin hükmünü bildirmiştik; her birine hüküm ve ilim verdik. Davud ile beraber tesbih etsinler diye dağları ve kuşları buyruk altına aldık. Bunları Biz yapmıştık."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Ona, sizi savaşta korumak için zırh yapma sanatını öğrettik, artık şükreder misiniz?"
      },
      {
        "ayahNumber": "81",
        "ayahText": "Bereketli kıldığımız yere doğru, Süleyman'ın emriyle yürüyen şiddetli rüzgarı, onun buyruğuna verdik. Biz herşeyi biliyorduk."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Dalgıçlık yapan ve bundan başka işler de gören şeytanlardan da onun buyruğu altına verdik. Onların hepsini gözetiyorduk."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Eyyub da: \"Başıma bir bela geldi, (Sana sığındım), Sen merhametlilerin merhametlisisin\" diye Rabbine nida etmişti."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Biz de onun duasını kabul etmiş ve başına gelenleri kaldırmıştık. Katımızdan bir rahmet ve kulluk edenlere bir hatıra olmak üzere ona tekrar ailesini ve kaybettikleriyle bir mislini daha vermiştik."
      },
      {
        "ayahNumber": "85",
        "ayahText": "İsmail, İdris ve Zülkifl hakkında anlattığımızı da an; onların her biri sabredenlerdendi."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Onları rahmetimizin içine aldık; doğrusu onlar iyilerdendi."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Zünnun (Balık Sahibi; Yunus) hakkında söylediğimizi de an. O, öfkelenerek giderken, kendisini sıkıntıya sokmayacağımızı sanmıştı; fakat sonunda karanlıklar içinde: \"Senden başka tanrı yoktur, Sen münezzehsin, doğrusu ben haksızlık edenlerdenim\" diye seslenmişti."
      },
      {
        "ayahNumber": "88",
        "ayahText": "Biz de ona cevap verip, onu üzüntüden kurtarmıştık. inananları böyle kurtarırız."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Zekeriya da: \"Rabbim! Beni tek Başıma bırakma, Sen varislerin en hayırlısısın\" diye nida etmişti."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Biz de ona icabet ederek, Yahya'yı bahşetmiş, eşini de doğum yapacak hale getirmiştik. Doğrusu onlar iyi işlerde yarışıyorlar, korkarak ve umarak Bize yalvarıyorlardı. Bize karşı gönülden saygı duyuyorlardı."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Mahrem yerini koruyan Meryem'e ruhumuzdan üflemiş, onu ve oğlunu, alemler için bir mucize kılmıştık."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Doğrusu tevhid dini olan Müslümanlık, bir tek din olarak sizin dininizdir ve Ben de Rabbinizim, artık Bana kulluk edin."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Ama insanlar, din konusunda aralarında bölüklere ayrıldılar, hepsi Bize döneceklerdir."
      },
      {
        "ayahNumber": "94",
        "ayahText": "İnanmış olarak yararlı iş işleyenin ameli inkar edilmeyecektir. Biz onu yazmaktayız."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Yok ettiğimiz kasaba halkının ahirette ceza görmek üzere Bize dönmemesi imkansızdır."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Yecüc ve Mecüc'ün seddi yıkıldığı zaman her dere ve tepeden boşanırlar."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Gerçek vaad yaklaştığında, inkar edenlerin gözleri beleriverir: \"Vah bize! Bundan önce gaflet içindeydik, hem de zalimdik\" derler."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Siz ve Allah'tan başka taptıklarınız, cehennemin yakıtısınız; oraya gireceksiniz."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Eğer bunlar tanrı olsaydı cehenneme girmezlerdi; hepsi orada temelli kalacaktır."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Orada onlara ah etmek vardır; birşey de işitemezler."
      },
      {
        "ayahNumber": "101",
        "ayahText": "Yaptıklarına karşılık katımızdan kendileri için iyi şeyler yazılmış olanlar, işte onlar cehennemden uzak tutulanlardır."
      },
      {
        "ayahNumber": "102",
        "ayahText": "Cehennemin uğultusunu duymazlar. Canlarının istediği şeyler içinde temelli kalırlar."
      },
      {
        "ayahNumber": "103",
        "ayahText": "En büyük korku bile onları üzmez; kendilerini melekler: \"Size söz verilen gün işte bugündür\" diye karşılarlar."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Göğü, kitap dürer gibi dürdüğümüz zaman, yaratmaya ilk başladığımız gibi katımızdan verilmiş bir söz olarak onu tekrar var edeceğiz. Doğrusu Biz yaparız."
      },
      {
        "ayahNumber": "105",
        "ayahText": "And olsun ki, Tevrat'tan sonra Zebur'da da yeryüzüne ancak iyi kullarımın mirasçı olduğunu yazmıştık."
      },
      {
        "ayahNumber": "106",
        "ayahText": "Doğrusu bu Kuran'da, kulluk eden kimselere bildiri vardır."
      },
      {
        "ayahNumber": "107",
        "ayahText": "Biz seni ancak alemlere rahmet olarak gönderdik."
      },
      {
        "ayahNumber": "108",
        "ayahText": "De ki: \"Doğrusu tanrınızın tek bir Tanrı olduğu bana şüphesiz vahyolundu. Artık müslüman olacak mısınız?\""
      },
      {
        "ayahNumber": "109",
        "ayahText": "Eğer yüz çevirirlerse, de ki: \"Size düpedüz açıkladım; tehdit olunduğunuz şeyin yakın mı uzak mı olduğunu bilmem.\""
      },
      {
        "ayahNumber": "110",
        "ayahText": "\"Doğrusu O, açığa vurulan sözü de bilir, gizlediklerinizi de bilir.\""
      },
      {
        "ayahNumber": "111",
        "ayahText": "\"Bilmem; belki bu gecikme sizi denemek ve bir süreye kadar geçindirmek içindir.\""
      },
      {
        "ayahNumber": "112",
        "ayahText": "Peygamber: \"Rabbim! Aramızda gerçekle hükmet, anlattıklarınıza karşı ancak Rahman olan Rabbimizden yardım istenir\" dedi."
      }
    ]
  }
}