{
  "furkan": {
    "surahNumber": "25",
    "surahNameTr": "Furkân Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Göklerin ve yerin hükümranlığı kendisinin olan, çocuk edinmeyen, hükümranlıkta ortağı bulunmayan, herşeyi yaratıp bir ölçüye göre düzenleyen ve dünyaları uyarmak üzere kuluna hakkı batıldan ayırdeden Kuran'ı indiren Allah yücelerin yücesidir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Göklerin ve yerin hükümranlığı kendisinin olan, çocuk edinmeyen, hükümranlıkta ortağı bulunmayan, herşeyi yaratıp bir ölçüye göre düzenleyen ve dünyaları uyarmak üzere kuluna hakkı batıldan ayırdeden Kuran'ı indiren Allah yücelerin yücesidir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Kafirler, O'nu bırakıp, birşey yaratamayan, bilakis kendileri yaratılmış olan, kendilerine ne zarar ve ne de fayda verebilen; öldürmeye, diriltmeye ve ölümden sonra tekrar canlandırmaya güçleri yetmeyen tanrılar edindiler."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İnkar edenler: \"Bu Kuran uydurmadır, ona başka bir topluluk yardım etmiştir\" diyerek haksız ve asılsız bir söz uydurdular."
      },
      {
        "ayahNumber": "5",
        "ayahText": "\"Kuran öncekilerin masallarıdır; başkalarına yazdırıp sabah akşam kendisine okunmaktadır\" dediler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "De ki: \"Onu, göklerin ve yerin sırrını bilen indirmiştir. Şüphesiz O, bağışlayandır, merhamet edendir.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "Şöyle dediler: \"Bu ne biçim peygamber ki yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya! Yahut, kendisine bir hazine verilseydi, veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara: \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Şöyle dediler: \"Bu ne biçim peygamber ki yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya! Yahut, kendisine bir hazine verilseydi, veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara: \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Sana nasıl misaller getirdiklerine bir bak! Onlar sapmışlardır, yol bulamazlar."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Dilerse sana, bunlardan daha iyi olan, içlerinden ırmaklar akan cennetler verebilen ve köşkler kurabilen Allah yücelerin yücesidir."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Zaten onlar, kıyamet saatini de yalanladılar. O saatin geleceğini yalanlayanlara çılgın alevli bir ateş hazırlamışızdır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Bu ateş, onlara uzak bir yerden gözükünce, onun kaynamasını ve uğultusunu işitirler."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Elleri boyunlarına bağlanarak, dar bir yerden atıldıkları zaman, orada, yok olup gitmeyi isterler."
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"Bir kere yok olmayı değil, birçok defa yok olmayı isteyin\" denir."
      },
      {
        "ayahNumber": "15",
        "ayahText": "De ki: \"Bu mu iyidir, yoksa Allah'a karşı gelmekten sakınanlara mükafat ve gidilecek yer olarak söz verilen ebedi cennet mi daha iyidir?\""
      },
      {
        "ayahNumber": "16",
        "ayahText": "Temelli kalacakları cennette diledikleri şeyleri bulurlar. Bu, Rabbinin yerine getirilmesi istenen bir vaadidir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "O gün Rabbin onları ve Allah'ı bırakıp da taptıkları şeyleri toplar ve: \"Bu kullarımı siz mi saptırdınız, yoksa kendi kendilerine mi yoldan saptılar?\" der."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Onlar: \"Haşa; Seni bırakıp başka dostlar edinmek bize yaraşmaz; fakat Sen onlara ve babalarına nimetler verdin de sonunda Seni anmayı unuttular ve helaki hak eden bir millet oldular\" derler."
      },
      {
        "ayahNumber": "19",
        "ayahText": "\"Söylediklerinizde sizi yalancı çıkardılar, artık kendinizden azabı çeviremez, yardım da göremezsiniz. Zulmedenlerinize büyük bir azap tattıracağız\" denir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Senden önce gönderdiğimiz bütün peygamberler de, şüphesiz, yemek yerler, sokaklarda gezerlerdi. Ey insanlar! Sabreder misiniz diye sizi birbirinizle sınarız. Rabbin her şeyi görür."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Bizimle karşılaşmayı ummayanlar: \"Bize ya melekler indirilmeli, ya da Rabbimiz'i görmeliyiz\" derler. And olsun ki kendi kendilerine büyüklenmişler, azgınlıkta pek ileri gitmişlerdir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Melekleri gördükleri gün, işte o gün, suçlulara iyi haber yoktur. Melekler: \"İyi haber size yasaktır, yasak!\" derler."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Yaptıkları her işi ele alır, onu toz duman ederiz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "O gün, cennetliklerin kalacağı yer çok iyi, dinlenecekleri yer çok güzeldir."
      },
      {
        "ayahNumber": "25",
        "ayahText": "O gün, gök beyaz bulutlar halinde parçalanacak ve melekler bölük bölük indirilecektir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "O gün gerçek hükümdarlık Rahman'ındır. İnkarcılar için yaman bir gündür."
      },
      {
        "ayahNumber": "27",
        "ayahText": "O gün, zalim kimse ellerini ısırıp: \"Keşke Peygamberle beraber bir yol tutsaydım, vay başıma gelene; keşke falancayı dost edinmeseydim. And olsun ki beni, bana gelen Kuran'dan o saptırdı. Şeytan insanı yalnız ve yardımcısız bırakıyor\" der."
      },
      {
        "ayahNumber": "28",
        "ayahText": "O gün, zalim kimse ellerini ısırıp: \"Keşke Peygamberle beraber bir yol tutsaydım, vay başıma gelene; keşke falancayı dost edinmeseydim. And olsun ki beni, bana gelen Kuran'dan o saptırdı. Şeytan insanı yalnız ve yardımcısız bırakıyor\" der."
      },
      {
        "ayahNumber": "29",
        "ayahText": "O gün, zalim kimse ellerini ısırıp: \"Keşke Peygamberle beraber bir yol tutsaydım, vay başıma gelene; keşke falancayı dost edinmeseydim. And olsun ki beni, bana gelen Kuran'dan o saptırdı. Şeytan insanı yalnız ve yardımcısız bırakıyor\" der."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Peygamber: \"Ey Rabbim! Doğrusu milletim bu Kuran'ı terketmişti\" der."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Her peygamber için, böylece suçlulardan bir düşman ortaya koyarız. Doğruyu gösterici ve yardımcı olarak, Rabbin yeter."
      },
      {
        "ayahNumber": "32",
        "ayahText": "İnkar edenler: \"Kuran ona bir defada indirilmeliydi\" derler. Oysa Biz onu böylece senin kalbine yerleştirmek için azar azar indirir ve onu ağır ağır okuruz."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Sana bir misal vermezler ki, Biz onun gerçeğini ve en iyi anlaşılanını sana vermemiş olalım."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Cehennemde yüzü koyun toplanacak olanlar, işte onların yerleri en kötü ve yolları da en sapıktır."
      },
      {
        "ayahNumber": "35",
        "ayahText": "And olsun ki Musa'ya Kitap verdik, kardeşi Harun'u da kendisine vezir yaptık."
      },
      {
        "ayahNumber": "36",
        "ayahText": "\"Ayetlerimizi yalanlayan millete gidin\" dedik. Sonunda o milleti yerle bir ettik."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Nuh milletini de, peygamberleri yalanladıkları zaman suda boğduk ve kendilerini insanlar için bir ibret kıldık. Zalimlere can yakıcı azap hazırlamışızdır."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ad, Semud milletleri ile Ress'lileri ve bunların arasında birçok nesilleri de yerle bir ettik."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Her birine misaller vermiştik ama, dinlemedikleri için hepsini kırdık geçirdik."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Bu putperestler and olsun ki, bela yağmuruna tutulmuş olan kasabaya uğramışlardı. Onu görmediler mi? Hayır; tekrar dirilmeyi ummuyorlardı."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Seni gördükleri zaman, \"Allah'ın gönderdiği elçi bu mudur?\" diye alaya almaktan başka birşey yapmazlar."
      },
      {
        "ayahNumber": "42",
        "ayahText": "\"Tanrılarımız üzerinde direnmeseydik, doğrusu neredeyse bizi onlardan uzaklaştıracaktı\" derler. Azabı gördükleri zaman, kimin yolunun sapık olduğunu bileceklerdir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Hevesini kendine tanrı edineni gördün mü? Ona sen mi vekil olacaksın?"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Yoksa çoklarının söz dinlediklerini veya aklettiklerini mi sanırsın? Onlar şüphesiz davarlar gibidir, belki daha da sapık yolludurlar."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Rabbinin gölgeyi nasıl uzattığını görmez misin? İsteseydi onu durdururdu. Sonra Biz güneşi, ona delil kılıp yavaş yavaş kendimize çekmişizdir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Rabbinin gölgeyi nasıl uzattığını görmez misin? İsteseydi onu durdururdu. Sonra Biz güneşi, ona delil kılıp yavaş yavaş kendimize çekmişizdir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Size geceyi örtü, uykuyu rahatlık kılan, gündüzü çalışma zamanı yapan Allah'tır."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Rüzgarları rahmetinin önünde müjdeci gönderen O'dur. Ölü bir yeri diriltmek ve yarattığımız nice hayvan ve insanları sulamak için gökten tertemiz su indirmişizdir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Rüzgarları rahmetinin önünde müjdeci gönderen O'dur. Ölü bir yeri diriltmek ve yarattığımız nice hayvan ve insanları sulamak için gökten tertemiz su indirmişizdir."
      },
      {
        "ayahNumber": "50",
        "ayahText": "And olsun ki öğüt almaları için ülkeler arasında yer yer türlü türlü yağmur yağdırmışızdır. Buna rağmen insanların çoğu nankörlükte direnmiştir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Dileseydik, her kente bir uyarıcı gönderirdik."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Sen, inkarcılara uyma, onlara karşı olanca gücünle mücadele et."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Birinin suyu tatlı ve kolay içimli, diğerininki tuzlu ve acı olan iki denizi salıverip aralarına da, karışmalarına engel olan bir sınır koyan Allah'tır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "İnsanı sudan yaratarak, ona soy sop veren O'dur. Rabbin herşeye Kadir'dir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Allah'ı bırakıp, kendilerine fayda da zarar da veremeyen şeylere kulluk ederler. İnkar eden, Rabbine karşı gelenin (şeytanın) yardımcısıdır."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Biz seni sadece müjdeci ve uyarıcı olarak gönderdik."
      },
      {
        "ayahNumber": "57",
        "ayahText": "De ki: \"Ben buna karşı sizden bir ücret değil, ancak, Rabbine doğru bir yol tutmak dileyen kimseler olmanızı istiyorum.\""
      },
      {
        "ayahNumber": "58",
        "ayahText": "Ölümsüz, diri olan Allah'a güven, O'nu överek tesbih et. Kullarının günahlarından haberdar olarak kendisi yeter."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Gökleri, yeri ve ikisinin arasındakileri altı günde yaratan sonra da arşa hükmeden Rahman'dır. Bunu bir bilene sor."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Onlara: \"Rahman'a secdeye varın\" dendiği zaman \"Rahman da nedir? Emrettiğine mi secdeye varacağız?\" derler. Bu, onların nefretini artırır."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Gökte burçlar vareden, orada ışık saçan güneş ve aydınlatan ayı yaratan Allah, yücelerin yücesidir."
      },
      {
        "ayahNumber": "62",
        "ayahText": "İbret almak veya şükretmek dileyen kimseler için gece ile gündüzü birbiri ardınca getiren O'dur."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Rahman'ın kulları yeryüzünde mütevazı yürürler. Bilgisizler kendilerine takıldıkları zaman onlara güzel ve yumuşak söz söylerler."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Onlar, gecelerini Rableri için kıyama durarak ve secdeye vararak geçirirler."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Onlar, \"Rabbimiz! Bizden cehennem azabını uzaklaştır; doğrusu onun azabı sürekli ve acıdır. Orası şüphesiz kötü bir yer ve kötü bir duraktır\" derler."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Onlar, \"Rabbimiz! Bizden cehennem azabını uzaklaştır; doğrusu onun azabı sürekli ve acıdır. Orası şüphesiz kötü bir yer ve kötü bir duraktır\" derler."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Onlar, sarfettikleri zaman ne israf ederler ne de cimrilik, ikisi arasında orta bir yol tutarlar."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Onlar, Allah'ın yanında başka tanrı tutup ona yalvarmazlar. Allah'ın haram kıldığı cana haksız yere kıymazlar. Zina etmezler. Bunları yapan günaha girmiş olur."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Kıyamet günü azabı kat kat olur, orada, alçaltılarak temelli kalır."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Ancak tevbe eden, inanıp yararlı iş işleyenlerin, işte Allah onların kötülüklerini iyiliklere çevirir. Allah bağışlar ve merhamet eder."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Kim tevbe edip yararlı iş işlerse, şüphesiz o, Allah'a gereği gibi yönelmiş olur."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Onlar yalan yere şehadet etmezler; faydasız birşeye rastladıkları zaman yüz çevirip vakarla geçerler."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Kendilerine Rablerinin ayetleri hatırlatıldığı zaman, onlara karşı kör ve sağır davranmazlar."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Onlar: \"Rabbimiz! Bize eşlerimizden ve çocuklarımızdan gözümüzün aydınlığı olacak insanlar ihsan et ve bizi, Allah'a karşı gelmekten sakınanlara önder yap\" derler."
      },
      {
        "ayahNumber": "75",
        "ayahText": "İşte onlar, sabrettiklerinden ötürü cennetin en yüksek dereceleriyle mükafatlandırılırlar. Orada esenlik ve dirlik dilekleriyle karşılanırlar."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Orada temellidirler. Orası ne güzel bir yer ve ne güzel duraktır!"
      },
      {
        "ayahNumber": "77",
        "ayahText": "De ki: \"İbadetiniz (duanız) olmasa Rabbim size ne diye değer versin?\" Ey inkarcılar! Yalanladığınız için, azap yakanızı bırakmayacaktır."
      }
    ]
  }
}