{
  "insan": {
    "surahNumber": "76",
    "surahNameTr": "İnsan Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "İnsanoğlu, var edilip bahse değer bir şey olana kadar, şüphesiz, uzun bir zaman geçmemiş midir?"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Biz insanı katışık bir nutfeden yaratmışızdır; onu deneriz; bu yüzden, onun işitmesini ve görmesini sağlamışızdır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Şüphesiz ona yol gösterdik; buna kimi şükreder, kimi de nankörlük."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Doğrusu, inkarcılar için zincirler, demir halkalar ve çılgın alevli cehennem hazırladık."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Şüphesiz iyiler kafur katılmış bir tastan içerler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Bu ancak Allah'ın kullarının taşıra taşıra içebileceği bir pınardır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlar verdikleri sözleri yerine getirirler, fenalığı yaygın olan bir günden korkarlar."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Onlar içleri çektiği halde, yiyeceği yoksula, öksüze ve esire yedirirler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "\"Biz sizi ancak Allah rızası için doyuruyoruz, bir karşılık ve teşekkür beklemiyoruz. Doğrusu biz çok asık suratların bulunacağı bir günde Rabbimizden korkarız\" derler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "\"Biz sizi ancak Allah rızası için doyuruyoruz, bir karşılık ve teşekkür beklemiyoruz. Doğrusu biz çok asık suratların bulunacağı bir günde Rabbimizden korkarız\" derler."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah da onları bu yüzden o günün fenalığından korur; onların yüzüne parlaklık ve neşe verir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Sabırlarının karşılığı, cennet ve oradaki ipeklerdir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Orada tahtlara yaslanırlar; orada yakıcı sıcak ve dondurucu soğuk görmezler."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Meyve ağaçlarının gölgeleri üzerlerine sarkmış ve onların koparılması kolaylaştırılmıştır."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Çevrelerinde gümüş kaplar ve billur kaseler dolaştırılır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Billurları gümüş gibi parlaktır, onları ölçüp ölçüp dağıtırlar."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Orada, zencefil karışık bir tasla içirilirler."
      },
      {
        "ayahNumber": "18",
        "ayahText": "O pınara \"Selsebil\" denir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Yanlarında ölümsüz gençler dolaşır; onları gördüğünde saçılmış birer inci sanırsın."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Oranın neresine baksan, nimet ve büyük bir saltanat görürsün."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Üzerlerinde ince yeşil ipekli, parlak atlastan elbiseler vardır; gümüş bileziklerle süslenmişlerdir Rableri onlara tertemiz içecekler içirir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "\"İşte bu sizin işlediklerinizin karşılığıdır, çalışmalarınız şükre değer\" denir."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Kuran'ı sana indiren şüphesiz Biziz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Rabbinin hükmüne kadar sabret; onların günah işleyen ve inkarcı olanlarına uyma."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Rabbinin adını sabah akşam an."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Geceleyin O'na secde et; O'nu geceleri uzun uzun tesbih et."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Doğrusu insanlar, çabuk elde edilen dünya nimetlerini severler de ağırlığı çekilmez günü arkalarında bırakırlar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onları yaratan, mafsallarını pekiştiren Biziz; dilersek onları benzerleri ile değiştiriveririz."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bu sadece bir öğüttür; dileyen, Rabbine giden yolu tutar."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Allah dilemedikçe siz dileyemezsiniz. Doğrusu Allah, bilendir, Hakim'dir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Dilediğine rahmet eder. Zalimlere, işte onlara, can yakıcı bir azap hazırlamıştır."
      }
    ]
  }
}