{
  "isra": {
    "surahNumber": "17",
    "surahNameTr": "İsrâ Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kulunu (Muhammed'i) bir gece Mescidi Haram'dan (Mekke'den), kendisine bir kısım ayetlerimizi göstermek için, çevresini mübarek kıldığımız Mescidi Aksa'ya (Kudüs'e) götüren Allah'ın şanı yücedir. Doğrusu O, işitir ve görür."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Musa'ya kitap verdik. Ey Nuh'la beraber taşıyarak kurtardığımız kimselerin soyundan olanlar! Beni bırakıp başkasını vekil edinmeyesiniz diye onu İsrailoğullarına doğruluk rehberi kıldık. Doğrusu Nuh, çok şükreden bir kuldu."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Musa'ya kitap verdik. Ey Nuh'la beraber taşıyarak kurtardığımız kimselerin soyundan olanlar! Beni bırakıp başkasını vekil edinmeyesiniz diye onu İsrailoğullarına doğruluk rehberi kıldık. Doğrusu Nuh, çok şükreden bir kuldu."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İsrailoğullarına Kitap'da: \"Doğrusu yeryüzünde iki defa bozgunculuk yapacak ve kibirlendikçe kibirleneceksiniz\" diye bildirdik."
      },
      {
        "ayahNumber": "5",
        "ayahText": "\"Bu ikiden birincisinin vakti gelince, üzerinize pek güçlü olan kullarımızı salacağız. Onlar memleketlerinizde her köşeyi kontrollerine alacaklar. Bu, yerine gelecek bir vaaddir.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "\"Bunun ardından sizi onlara galip getireceğiz; mallar ve oğullarla size yardım edecek ve sizin sayınızı artıracağız.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "İyilik ederseniz kendinize iyilik etmiş olursunuz. Kötülük ederseniz o da kendinizedir. İki vaadden ikincisinin vakti gelince, yüzünüzü üzüntüye sokmaları, kötülük yapmaları, önceden Mescid'e girdikleri gibi girmeleri, ele geçirdikleri yerleri harap etmeleri için onları tekrar göndereceğiz."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Umulur ki Rabbiniz size acır; ama siz dönerseniz Biz de döneriz. Cehennemi, inkarcılara bir zindan kılmışızdır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Doğrusu bu Kuran en doğru yola götürür ve yararlı iş yapan müminlere büyük ecir olduğunu, ahirete inanmayanlara can yakıcı bir azap hazırladığımızı müjdeler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Doğrusu bu Kuran en doğru yola götürür ve yararlı iş yapan müminlere büyük ecir olduğunu, ahirete inanmayanlara can yakıcı bir azap hazırladığımızı müjdeler."
      },
      {
        "ayahNumber": "11",
        "ayahText": "İnsan iyiliğin gelmesine dua ettiği gibi, kötülüğün gelmesine de dua eder. Esasen insanoğlu acelecidir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Gece ve gündüzü varlığımıza birer delil kıldık. Bir delil olan geceyi kaldırıp yine bir delil olan gündüzü Rabbinizin bol nimetini aramanız, yılların sayısını ve hesabını bilmeniz için aydınlık kıldık. Her şeyi uzun uzadıya açıkladık."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Her insanın boynuna işlediklerini dolarız ve kıyamet günü açılmış bulacağı Kitap'ı önüne çıkarırız."
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"Kitabını oku, bugün, hesap görücü olarak sen kendine yetersin.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kim doğru yola gelirse ancak kendi lehine yola gelmiş ve kim de saparsa ancak kendi aleyhine sapmıştır. Kimse kimsenin günahını çekmez. Biz peygamber göndermedikçe kimseye azabetmeyiz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Bir şehri yok etmek istediğimiz zaman, şımarık varlıklarına yola gelmelerini emrederiz, ama onlar yoldan çıkarlar. Artık o şehir yok olmayı hakeder. Biz de onu yerle bir ederiz."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Nuh'dan sonra nice nesilleri yok etmişizdir. Kullarının günahlarından haberdar ve onları gören olarak Rabbin yeter."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Dünyayı isteyene istediğimiz kimseye dilediğimiz kadar hemen veririz. Sonra ona cehennemi hazırlarız; yerilmiş ve kovulmuş olarak oraya girer."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ahireti isteyip, inanmış olarak onun için gerekli çalışmada bulunan kimselerin, işte onların çalışmaları şükre değer."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Onların ve bunların her birine Rabbinin nimetinden ulaştırırız. Esasen Rabbinin nimeti kimseye yasak kılınmış değildir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Onları birbirlerinden nasıl üstün kıldığımıza bir bak! Doğrusu ahirette daha büyük dereceler ve daha büyük üstünlükler vardır."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Allah'la beraber başka bir tanrı edinme, yoksa yerilmiş ve tek başına kalmış olursun."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Rabbin, yalnız Kendisine tapmanızı ve ana babaya iyilik etmeyi buyurmuştur. Eğer ikisinden biri veya her ikisi, senin yanında iken ihtiyarlayacak olursa, onlara karşı \"Öf\" bile demeyesin, onları azarlamayasın. İkisine de hep tatlı söz söyleyesin."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Onlara acıyarak alçak gönüllülük kanatlarını ger ve: \"Rabbim! Küçükken beni yetiştirdikleri gibi sen de onlara merhamet et!\" de."
      },
      {
        "ayahNumber": "25",
        "ayahText": "İçinizde olanı en iyi Rabbiniz bilir. İyi kimselerseniz bilin ki O şüphesiz, Kendine baş vuranları bağışlar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Yakınına, düşküne, yolcuya hakkını ver; elindekileri saçıp savurma."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Saçıp savuranlar, şüphesiz şeytanlarla kardeş olmuş olurlar; şeytan ise Rabbine karşı pek nankördür."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Rabbin'den umduğun rahmeti elde etmek için, hak sahiblerinden yüz çevirmek zorunda kalırsan, onlara hiç değilse tatlı bir söz söyle."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Elini boynuna bağlayıp cimri kesilme, büsbütün de açıp tutumsuz olma, yoksa pişman olur, açıkta kalırsın."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Doğrusu senin Rabbin dilediği kimsenin rızkını genişletir ve bir ölçüye göre verir. O kullarını gören ve haberdar olandır."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Çocuklarınızı yoksulluk korkusuyla öldürmeyin. Biz onlara da size de rızık veririz. Onları öldürmek, şüphesiz büyük bir günahtır."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Sakın zinaya yaklaşmayın; doğrusu bu çirkindir, kötü bir yoldur."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Allah'ın haram kıldığı cana haksız yere kıymayın. Haksız yere öldürülenin velisine bir yetki tanımışızdır. Artık o da öldürmekte aşırı gitmesin. Zira kendisi ne de olsa yardım görmüştür."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Yetimin malına ergin çağa ulaşana kadar en güzel şeklin dışında yaklaşmayın. Ahdi de yerine getirin, doğrusu verilen ahidde sorumluluk vardır."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Bir şeyi ölçtüğünüz zaman, ölçüyü tam tutun, doğru teraziyle tartın. Böyle yapmak, sonuç itibariyle daha güzel ve daha iyidir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Bilmediğin şeyin ardına düşme; doğrusu kulak, göz ve kalp, bunların hepsi o şeyden sorumlu olur."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Yeryüzünde böbürlenerek yürüme, çünkü sen ne yeri delebilir ve ne de boyca dağlara ulaşabilirsin."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Rabbinin katında bunların hepsi beğenilmeyen kötü şeylerdir."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Bunlar Rabbinin sana bildirdiği hikmetlerdir. Sakın Allah'la beraber başka tanrı edinme. Yoksa yerilmiş ve kovulmuş olarak cehenneme atılırsın."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Rabbiniz oğulları size ayırdı, seçti de kendisi için kız olarak melekleri mi edindi? Doğrusu siz büyük söz söylüyorsunuz."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Biz, and olsun ki öğüt almaları için bu Kuran'da bunları türlü türlü açıkladık. Fakat bu açıklamalar ancak onların nefretini artırmıştır."
      },
      {
        "ayahNumber": "42",
        "ayahText": "De ki: \"Eğer dedikleri gibi Allah'la beraber tanrılar bulunsaydı, o takdirde hepsi arşın sahibiyle savaşmaya bir yol ararlardı.\""
      },
      {
        "ayahNumber": "43",
        "ayahText": "O, onların söylediklerinden Münezzeh'tir, Yüce'dir, Ulu'dur."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Yedi gök, yer ve bunlarda bulunanlar O'nu tesbih eder; O'nu hamd ile tesbih etmeyen hiçbir şey yoktur; fakat siz onların tesbihlerini anlamazsınız. Doğrusu O Halim olandır, Bağışlayan'dır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Kuran okuduğun zaman senin ile ahirete inanmayan kimseler arasına görünmeyen bir perde çekeriz."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Kuran'ı anlarlar diye kalblerine örtüler ve kulaklarına da ağırlık koyduk. Kuran'da Rabbini bir tek olarak andığın zaman, onlar ürkerek ardlarına dönerler."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Seni dinledikleri zaman neye kulak verdiklerini ve gizli toplantılarında zalimlerin: \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediklerini Biz çok iyi biliriz."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Sana nasıl misaller verdiklerine bir bak! Bu yüzden sapmışlardır, artık bir yol da bulamamaktadırlar."
      },
      {
        "ayahNumber": "49",
        "ayahText": "\"Biz kemik ve ufalanmış toprak olduğumuz zaman, yeniden mutlaka dirilecek miyiz? derler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "De ki: \"İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun, yine de dirileceksiniz.\" \"Bizi tekrar kim diriltir?\" derler; de ki: \"Sizi ilk defa yaratan.\" Sana başlarını sallayarak: \"Ne zamandır bu?\" derler. \"Yakında olması mümkündür\" de."
      },
      {
        "ayahNumber": "51",
        "ayahText": "De ki: \"İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun, yine de dirileceksiniz.\" \"Bizi tekrar kim diriltir?\" derler; de ki: \"Sizi ilk defa yaratan.\" Sana başlarını sallayarak: \"Ne zamandır bu?\" derler. \"Yakında olması mümkündür\" de."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Sizi çağırdığı gün, O'na hamdederek davetine uyarsınız ve kabirlerinizde pek az bir müddet kaldığınızı sanırsınız."
      },
      {
        "ayahNumber": "53",
        "ayahText": "İnanan kullarıma söyle, en güzel şekilde konuşsunlar. Doğrusu şeytan aralarını bozmak ister. Şeytan şüphesiz insanın apaçık düşmanıdır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Rabbiniz sizi daha iyi bilir. Dilerse size merhamet eder veya dilerse size azabeder. Biz seni onlara vekil olarak göndermedik."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Göklerde ve yerde olan kimseleri Rabbin daha iyi bilir. And olsun ki peygamberleri birbirinden üstün kılmış ve Davud'a Zebur vermişizdir."
      },
      {
        "ayahNumber": "56",
        "ayahText": "De ki: \"Allah'tan başka tanrı olduğunu sandıklarınızı çağırın; sizin bir sıkıntınızı gidermeye ve onu değiştirmeye güçleri yetmez.\""
      },
      {
        "ayahNumber": "57",
        "ayahText": "Taptıkları putlar Rablerine daha yakın olmak için vesile ararlar. O'nun rahmetini umar, azabından korkarlar. Zira Rabbinin azabı korkmağa değer."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Kıyamet gününden önce ortadan kaldırmayacağımız veya çetin azaba uğratmayacağımız bir şehir yoktur. Bu, Kitap'da yazılıdır."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Bizi mucize göndermekten alıkoyan, ancak, öncekilerin onları yalanlamış olmalarıdır. Semud milletine gözle görülebilen bir mucize, bir dişi deve vermiştik de ona zulmetmişlerdi. Oysa Biz mucizeleri yalnız korkutmak için göndeririz."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Sana: \"Rabbin şüphesiz insanları kuşatmıştır\" demiştik; sana gösterdiğimiz rüya ile ve Kuran'da lanetlenmiş ağaçla, sadece insanları denedik. Biz onları korkutuyoruz, fakat bu onlara büyük taşkınlık vermekten başka birşeye yaramıyor."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Meleklere: \"Adem'e secde edin\" demiştik, İblis'ten başka hepsi secde etmiş, o ise: \"çamurdan yarattığına mı secde edeceğim?\" demişti."
      },
      {
        "ayahNumber": "62",
        "ayahText": "\"Benden üstün kıldığını görüyor musun? Kıyamet gününe kadar beni ertelersen, and olsun ki, azı bir yana, onun soyunu kendi buyruğum altına alacağım\" demişti."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Allah: \"Haydi git! Onlardan sana kim uyarsa bil ki, cehennem hepinizin cezası olur, hem de tam bir ceza\" dedi."
      },
      {
        "ayahNumber": "64",
        "ayahText": "\"Sesinle, gücünün yettiğini yerinden oynat, onlara karşı yaya ve atlılarınla haykırarak yürü, mallarına ve çocuklarına ortak ol, onlara vaadlerde bulun ama şeytan sadece onları aldatmak için vaadeder."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Doğrusu Benim mümin kullarım üzerinde senin bir hakimiyetin olamaz. Rabbin vekil olarak yeter.\""
      },
      {
        "ayahNumber": "66",
        "ayahText": "Rabbiniz, bol nimetinden elde edesiniz diye, denizde gemileri sizin için yüzdürür. O, size merhamet eder."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Denizde bir sıkıntıya düştüğünüz zaman, Allah'tan başka yalvardıklarınız kaybolup gider, fakat O sizi karaya çıkararak kurtarınca yüz çevirirsiniz. Zaten insan pek nankördür."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Onun karada da, sizi yere batırmasından veya başınıza taş yağdırmasından güvende misiniz? Sonra kendinize bir koruyucu da bulamazsınız."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Yoksa sizi tekrar denize döndürüp, üzerinize ortalığı yıkan bir fırtına gönderip, inkarlarınızdan ötürü sizi suda boğmasından güvende misiniz? O zaman bize soru soracak bir yardımcı da bulamazsınız."
      },
      {
        "ayahNumber": "70",
        "ayahText": "And olsun ki, biz insanoğullarını şerefli kıldık, onların karada ve denizde gezmesini sağladık, temiz şeylerle onları rızıklandırdık, yaratıklarımızın pek çoğundan üstün kıldık."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Bir gün bütün insanları önderleriyle beraber çağırırız. O gün kitabı sağından verilenler, işte onlar kitablarını okurlar. Onlara kıl kadar haksizlik edilmez."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Bu dünyada kalbi kör olan, ahirette de kör ve daha şaşkındır."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Seni, sana vahyettiğimizden ayırıp başka bir şeyi Bize karşı uydurman için uğraşırlar. O zaman seni dost edinirler."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Sana sebat vermemiş olsaydık, and olsun ki, az da olsa onlara meyledecektin."
      },
      {
        "ayahNumber": "75",
        "ayahText": "O takdirde sana, hayatın da ölümün de, kat kat azabını tattırırdık. Sonra bize karşı bir yardımcı da bulamazdın."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Memleketinden çıkarmak için seni nerdeyse zorlayacaklardı. O takdirde senin ardından onlar da pek az kalabilirlerdi."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Bu, senden önce gönderdiğimiz peygamberlerimize de uyguladığımız yasadır. Sen bizim yasamızda değişiklik bulamazsın."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Güneşin batıya yönelmesinden gecenin kararmasına kadar namaz kıl; sabah vakti de namaz kıl, zira sabah namazına melekler şahit olur."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Geceleyin uyanıp, yalnız sana mahsus olarak fazladan namaz kıl. Belki de Rabbin seni övülecek makama yükseltir."
      },
      {
        "ayahNumber": "80",
        "ayahText": "De ki: \"Rabbim! Beni dahil edeceğin yere hoşnutluk ve esenlikle dahil et; çıkaracağın yerden de hoşnutluk ve esenlikle çıkar. Katından beni destekleyecek bir kuvvet ver.\""
      },
      {
        "ayahNumber": "81",
        "ayahText": "De ki: \"Hak geldi, batıl ortadan kalkmaya mahkumdur.\""
      },
      {
        "ayahNumber": "82",
        "ayahText": "Kuran'dan inananlara rahmet ve şifa olan şeyler indiriyoruz. O, zalimlerin ise sadece kaybını artırır."
      },
      {
        "ayahNumber": "83",
        "ayahText": "İnsana nimet verdiğimiz zaman yüz çevirerek yan çizer; başına bir kötülük gelince de yese düşer."
      },
      {
        "ayahNumber": "84",
        "ayahText": "De ki: \"Herkes yaradılışına göre davranır. Rabbiniz kimin en doğru yolda olduğunu bilir.\""
      },
      {
        "ayahNumber": "85",
        "ayahText": "Sana ruhun ne olduğunu soruyorlar, de ki: \"Ruh, Rabbimin emrinden ibarettir. Bu hususta size pek az bilgi verilmiştir.\""
      },
      {
        "ayahNumber": "86",
        "ayahText": "Dileseydik and olsun ki, sana vahyettiğimizi alıp götürürdük. Sonra bize karşı duracak bir vekil de bulamazdın."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Bunu yapmayışı ancak Rabbinin sana merhamet etmesindendir. Çünkü O'nun sana olan nimeti büyüktür."
      },
      {
        "ayahNumber": "88",
        "ayahText": "De ki: \"İnsanlar ve cinler, birbirine yardımcı olarak bu Kuran'ın bir benzerini ortaya koymak için bir araya gelseler, and olsun ki, yine de benzerini ortaya koyamazlar.\""
      },
      {
        "ayahNumber": "89",
        "ayahText": "And olsun ki, biz Kuran'da insanlara türlü türlü misal gösterip açıkladık. Öyleyken insanların çoğu nankör olmakta direndiler."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Şöyle söylediler: \"Bize, yerden kaynaklar fışkırtmadıkça sana inanmayacağız\","
      },
      {
        "ayahNumber": "91",
        "ayahText": "\"Veya hurmalıkların, bağların olup, aralarında ırmaklar akıtmalısın.\""
      },
      {
        "ayahNumber": "92",
        "ayahText": "\"Yahut da iddia ettiğin gibi, göğü tepemize parça parça düşürmeli, ya da Allah'ı ve melekleri karşımıza getirmelisin.\""
      },
      {
        "ayahNumber": "93",
        "ayahText": "\"Veya altın bir evin olmalı, yahut göğe yükselmelisin ama oradan okuyacağımız bir kitap indirmezsen yine o yükselmene inanmayacağız.\" De ki: \"Fesubhanallah! Ben peygamber olan bir insandan başka bir şey miyim? \""
      },
      {
        "ayahNumber": "94",
        "ayahText": "İnsanlara doğruluk rehberi geldiği zaman, inanmalarına engel olan, sadece: \"Allah peygamber olarak bir insan mı gönderdi?\" demiş olmalarıdır."
      },
      {
        "ayahNumber": "95",
        "ayahText": "De ki: \"Yeryüzünde yerleşip dolaşanlar melek olsalardı, biz de onlara gökten peygamber olarak bir melek gönderirdik.\""
      },
      {
        "ayahNumber": "96",
        "ayahText": "De ki: \"Benimle sizin aranızda şahit olarak Allah yeter. Doğrusu O, kullarını görür, haberdardır.\""
      },
      {
        "ayahNumber": "97",
        "ayahText": "Allah'ın doğru yola eriştirdiği kimse hak yoldadır. Kimleri de saptırırsa, artık onlar için Allah'dan başka dostlar bulamazsın. Biz onları kıyamet günü yüzükoyun, körler, dilsizler ve sağırlar olarak haşrederiz. Varacakları yer cehennemdir. Onun ateşi ne zaman sönmeye yüz tutsa hemen alevini artırırız."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Bu, ayetlerimizi inkar etmelerinin ve: \"Kemik ve ufalanmış toprak olduğumuzda mı yeniden dirileceğiz?\" demelerinin cezasıdır."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Gökleri ve yeri yaratan Allah'ın, onların benzerlerini de tekrar yaratmaya Kadir olduğunu görmezler mi? Onlar için şüphe götürmeyen bir süre tayin etmiştir. Öyleyken, zalimler, inkarcılıkta hala direnirler."
      },
      {
        "ayahNumber": "100",
        "ayahText": "De ki: \"Rabbimin rahmet hazinelerine siz sahip olsaydınız, tükenir korkusuyla yine de cimrilik ederdiniz. Zaten insanlar pek cimridir.\""
      },
      {
        "ayahNumber": "101",
        "ayahText": "And olsun ki, Musa'ya dokuz tane apaçık mucize verdik. İsrailoğullarına sor, Musa onlara geldiğinde, Firavun kendisine: \"Ey Musa! Ben seni büyülenmiş sanıyorum\" demişti."
      },
      {
        "ayahNumber": "102",
        "ayahText": "Musa da: \"And olsun ki, bunları göklerin ve yerin Rabbinin açık belgeler olarak indirdiğini biliyorsun. Ey Firavun! Doğrusu senin mahvolacağını sanıyorum\" demişti."
      },
      {
        "ayahNumber": "103",
        "ayahText": "Firavun bunun üzerine onları memleketten sürmek istedi. Biz de onu ve beraberindekilerin hepsini suda boğduk."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Sonra İsrailoğullarına: \"Bu memlekette siz oturun, kıyamet koptuğunda hepinizi bir araya getiririz.\" dedik."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Kuran'ı ancak hak olarak indirdik ve o da indiği gibi hak olarak kaldı. Seni de yalnız müjdeci ve uyarıcı olarak gönderdik."
      },
      {
        "ayahNumber": "106",
        "ayahText": "Kuran'ı, insanlara ağır ağır okuman için, bölüm bölüm indirdik ve onu gerektikçe indirdik."
      },
      {
        "ayahNumber": "107",
        "ayahText": "De ki: \"Kuran'a ister inanın, isten inanmayın, O'ndan önceki bilginlere o okunduğu zaman, yüzleri üzerine secdeye varırlar\" ve \"Rabbimiz münezzehtir. Rabbimiz'in sözü şüphesiz yerine gelecektir\" derler."
      },
      {
        "ayahNumber": "108",
        "ayahText": "De ki: \"Kuran'a ister inanın, isten inanmayın, O'ndan önceki bilginlere o okunduğu zaman, yüzleri üzerine secdeye varırlar\" ve \"Rabbimiz münezzehtir. Rabbimiz'in sözü şüphesiz yerine gelecektir\" derler."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Ağlayarak yüz üstü yere kapanırlar; bu, onların gönüllerindeki saygıyı artırır."
      },
      {
        "ayahNumber": "110",
        "ayahText": "De ki: \"İster Allah deyin, ister Rahman deyin, hangisini derseniz deyin, en güzel isimler O'nundur.\" Namaz kılarken sesini yükseltme, gizli de okuma, ikisi ortasında bir yol tut."
      },
      {
        "ayahNumber": "111",
        "ayahText": "De ki: \"Hamd, çocuk edinmemiş olan, hükümranlığında ortağı bulunmayan, düşkün olmayıp yardımcıya da ihtiyaç göstermeyen Allah'a mahsustur.\" O'nu gereği gibi büyükle."
      }
    ]
  }
}