{
  "kehf": {
    "surahNumber": "18",
    "surahNameTr": "Kehf Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Hamd, o Allah'a mahsustur ki kulu (Muhammed'e) kitabı indirdi ve ona hiçbir eğrilik koymadı."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Onu dosdoğru (bir kitap) olarak (indirdi) ki katından gelecek şiddetli azaba karşı (insanları) uyarsın ve yararlı işler yapan müminlere kendileri için güzel bir mükafat bulunduğunu müjdelesin."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Onlar orada sürekli kalacaklardır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ve \"Allah çocuk edindi\" diyenleri de uyarsın."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Bu hususta ne kendilerinin, ne de atalarının hiçbir bilgisi yoktur. Ağızlarından çıkan söz ne büyük bir iftiradır. Onlar, yalandan başka bir şey söylemiyorlar."
      },
      {
        "ayahNumber": "6",
        "ayahText": "(Ey Muhammed!) Demek onlar, bu söze (kitaba) inanmazlarsa, onların peşinde üzüle üzüle kendini helak edeceksin!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Biz yeryüzündeki şeyleri kendisine süs olsun diye yarattık ki, insanların hangisinin daha güzel amel edeceğini deneyelim."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Şüphesiz biz, yeryüzünde olanları kupkuru bir toprak yapacağız."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yoksa sen Ashabı Kehf'i ve Rakim'i (isimlerinin yazılı bulunduğu taş kitabeyi) şaşılacak âyetlerimizden mi sandın?"
      },
      {
        "ayahNumber": "10",
        "ayahText": "O gençler mağaraya sığınınca şöyle dediler: \"Rabbimiz! Bize katından bir rahmet ver ve bizim için şu işimizden bir kurtuluş yolu hazırla.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "Bunun üzerine biz de kulaklarını tıkayarak mağarada onları yıllarca uyuttuk."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Sonra da iki gruptan hangisinin, onların mağarada kaldıkları süreyi daha iyi hesapladığını anlamak için, onları tekrar uyandırdık."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Biz sana onların kıssalarını gerçek olarak anlatacağız. Hakikaten onlar, Rablerine iman eden birkaç genç idi. Biz de onların hidayetlerini artırdık."
      },
      {
        "ayahNumber": "14",
        "ayahText": "(Oranın hükümdarı karşısında) ayağa kalkarak dediler ki: \"Bizim Rabbimiz, göklerin ve yerin Rabbidir. Biz, O'ndan başkasına ilâh deyip tapmayız, yoksa saçma sapan konuşmuş oluruz."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Şu bizim kavmimiz, Allah'tan başka ilâh edindiler. Onların ilâh olduğuna dair açık bir delil getirselerdi ya! Allah'a karşı yalan uydurandan daha zalim kim olabilir?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "(İçlerinden biri şöyle demişti:) \"Mademki siz, onlardan ve Allah'tan başka taptıkları putlardan ayrıldınız, o halde mağaraya sığının ki, Rabbiniz rahmetinden size genişlik versin ve işinizi rast getirip kolaylaştırsın.\""
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ey Muhammed! Baksaydın güneşin doğduğu zaman mağaranın sağ tarafına yöneldiğini, batarken de sol taraftan onları makaslayıp geçtiğini görürdün. Onlar, mağaranın geniş bir yerinde idiler. İşte bu Allah'ın mucizelerindendir. Allah kime hidayet ederse, işte o, hakka ulaşmıştır; kimi de hidayetten mahrum ederse, artık ona doğru yolu gösterecek bir dost bulamazsın."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Bir de onları mağarada görseydin uyanık sanırdın. Halbuki onlar uykudadırlar. Biz onları sağa sola çevirirdik. Köpekleri de girişte ön ayaklarını ileri doğru uzatmıştı. Eğer onları görseydin, arkana bakmadan kaçardın ve için korku ile dolardı."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Onları bir mucize olarak uyuttuğumuz gibi, birbirlerine sorsunlar diye kendilerini uyandırdık da içlerinden bir sözcü şöyle dedi: \"Ne kadar durup kaldınız?\" (Kimi) \"Bir gün ya da günün bir parçası kadar kaldık\" dediler. (Kimi de) şöyle dediler: \"Ne kadar durduğunuzu, Rabbiniz daha iyi bilir. Şimdi siz birinizi, bu gümüş paranızla şehre gönderin de baksın, hangi yiyecek daha temiz ise, ondan size azık getirsin. Hem çok dikkatli davransın ve sizi kimseye sezdirmesin.\""
      },
      {
        "ayahNumber": "20",
        "ayahText": "\"Çünkü şehir halkı, sizi ellerine geçirirlerse muhakkak sizi taşlayarak öldürürler veya kendi dinlerine çevirirler ki, o zaman siz dünyada da ahirette de asla kurtuluşa eremezsiniz.\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "Böylece insanları onlardan haberdar kıldık ki, öldükten sonra dirilmenin hak olduğunu ve kıyamet gününden şüphe edilemeyeceğini bildirmek için, öylece şehir halkına buldurduk. Onları mağarada bulanlar, aralarında durumlarını tartışıyorlardı. Dedilerki: \"Üstlerine bir bina (kilise) yapın. Bununla beraber Rableri, onları daha iyi bilir.\" Sözlerinde üstün gelen müminler: \"Üzerlerine muhakkak bir mescid yapacağız.\" dediler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Ashabı Kehf'in sayılarında ihtilaf edenlerden bazıları: Onlar, üç kişidir, dördüncüleri köpekleridir\" diyecekler. Diğer bazıları da \"Onlar, beş kişidir, altıncıları köpekleridir \" diyecekler. Her ikisi de bilinmeyen hakkında tahmin yürütmektir. (kimileri de:) \"Onlar, yedi kişidir; sekizincisi köpekleridir\" derler. De ki: \"Onların sayılarını Rabbim daha iyi bilir.\" Onları ancak pek azı bilir, Bu sebeple onlar hakkında bu bildirilenler dışında bir münakaşaya girişme ve bunlar hakkında hiç kimseye de bir şey sorma!"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Hiçbir şey için, Allah'ın dilemesi dışında: \"Ben yarın onu yapacağım deme\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Ancak Allah dilerse (yapacağım de). Ve unuttuğun vakit Allah'ı an ve \"Umarım Rabbim beni, doğruya daha yakın olana eriştirir.\" de."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Onlar, mağaralarında üçyüz yıl kadar kaldılar ve dokuz yıl da buna ilave etmişlerdir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: \"Onların ne kadar kaldıklarını Allah daha iyi bilir.\" Göklerin ve yerin gaybı O'na aittir. O ne güzel görendir! O ne mükemmel işitendir! Onların, O'ndan başka bir yardımcısı yoktur. O, kendi hükümranlığına kimseyi ortak etmez."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Rabbinin kitabından sana vahyolunanı oku! Onun sözlerini değiştirecek kimse yoktur. Ve O'ndan başka bir sığınılacak da bulamazsın."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Nefsince de, sabah akşam rızasını isteyerek Rablerine yalvaranlarla beraber candan sabret. Sen dünya hayatının süsünü isteyerek onlardan gözlerini ayırma. Kalbini, bizi anmaktan gafil kıldığımız, nefsinin kötü arzusuna uymuş ve işi hep aşırılık olan kimseye uyma."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Ve de ki: O hak Rabbimizdendir. Artık dileyen iman etsin, dileyen inkâr etsin. Çünkü biz zalimler için öyle bir ateş hazırlamışız ki, duvarları, çepeçevre onları içine alacaktır. Eğer feryad edip yardım isteseler, erimiş maden gibi yüzleri haşlayan bir su ile cevap verilir. O ne kötü bir içecek ve ne kötü bir dayanma yeri!"
      },
      {
        "ayahNumber": "30",
        "ayahText": "İman edip de güzel davranışlarda bulunanlar var ya, şüphe yok ki biz öyle güzel işler yapanların mükafatını zayi etmeyiz."
      },
      {
        "ayahNumber": "31",
        "ayahText": "İşte onlara Adn cennetleri vardır; altlarından ırmaklar akar, orada altın bileziklerle süslenecekler, ince ve kalın ipekliden yeşil elbiseler giyerek koltuklar üzerine dayanıp kurulacaklar. O ne güzel karşılık ve ne güzel kalma yeri!"
      },
      {
        "ayahNumber": "32",
        "ayahText": "Onlara, şu iki adamı misal olarak anlat: Biz bunlardan birine her türlü üzümden iki bağ vermişiz, her ikisinin etrafını hurmalarla donatmışız, aralarında da bir ekinlik yapmışız."
      },
      {
        "ayahNumber": "33",
        "ayahText": "İki bağın ikisi de yemişlerini vermiş, hiçbir şey noksan bırakmamış, ikisinin ortasından bir de nehir akıtmışız."
      },
      {
        "ayahNumber": "34",
        "ayahText": "İki bağın sahibinin ayrıca başka geliri vardı. Bundan dolayı bu adam arkadaşıyla münakaşa ederken: \"Ben malca senden daha zengin ve insan sayısı bakımından da senden daha güçlü ve üstünüm\" dedi."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Adam, bu şekilde kendine zulmederek bağına girdi ve şöyle dedi: \"Bunun hiç yok olacağını sanmıyorum\""
      },
      {
        "ayahNumber": "36",
        "ayahText": "\"Kıyametin kopacağını da zannetmem. Şayet Rabbimin huzuruna götürürlürsem, muhakkak orada bundan daha hayırlı bir sonuç bulurum\"."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Bunun üzerine kendisiyle münakaşa eden arkadaşı da ona şöyle dedi: \"Seni topraktan, sonra seni bir damla sudan yaratan, daha sonra da seni insan haline getireni mi inkar ediyorsun?"
      },
      {
        "ayahNumber": "38",
        "ayahText": "\"Fakat ben iman ederek diyorum ki: O Allah, benim Rabbimdir, ben Rabbime kimseyi ortak koşmam.\""
      },
      {
        "ayahNumber": "39",
        "ayahText": "\"Kendi bağına girdiğin zaman: \"Bu Allah'dandır, benim kuvvetimle değil, Allah'ın kuvveti ile olmuştur, deseydin ya! Her ne kadar beni, malca ve evlatça kendinden az görüyorsan da.\""
      },
      {
        "ayahNumber": "40",
        "ayahText": "Belki Rabbim, bana, senin bağından daha hayırlısını verir; senin bağına ise gökten yıldırımlar gönderir de, bağın yalçın bir toprak haline gelir.\""
      },
      {
        "ayahNumber": "41",
        "ayahText": "\"Yahut, bağının suyu yerin dibine çekilir de bir daha suyunu çıkarıp bağını sulayamazsın.\""
      },
      {
        "ayahNumber": "42",
        "ayahText": "Derken serveti yok edildi. Bunun üzerine bağına yaptığı masraflara karşı ellerini oğuşturmaya başladı. Bağ, çardakları üzerine yıkılmış kalmıştı, \"Ah Keşke Rabbime hiçbir şeyi ortak koşmasaydım\" diyordu."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Onun Allah'tan başka yardım edecek adamları yoktur ve Allah'a karşı kendi nefsini de kurtaramadı."
      },
      {
        "ayahNumber": "44",
        "ayahText": "İşte burada yardım, yalnız hak olan Allah'a aittir. O'nun verdiği mükâfat da daha hayırlıdır, netice de daha hayırlıdır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Ey Muhammed! Sen onlara dünya hayatının misalini ver. Dünya hayatı, gökten indirdiğimiz bir su gibidir ki, bu su sayesinde yeryüzünün bitkileri (her renk ve çiçekten) birbirine karışmış, nihayet bir çöp kırıntısı olmuştur. Rüzgarlar onu savurur gider. Allah her şeye muktedirdir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Mal ve oğullar, dünya hayatının süsüdür. Bakî kalacak olan iyi ameller ise, Rabbinin katında, sevabca da hayırlıdır, ümid yönünden de daha hayırlıdır."
      },
      {
        "ayahNumber": "47",
        "ayahText": "O kıyamet gününü hatırla ki, dağları yürüteceğiz ve yeryüzünü çırılçıplak göreceksin. Bütün insanları, mahşerde toplayacağız hiçbir kimseyi bırakmayacağız."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Onlar, saf halinde Rabbine arz edilmişlerdir. Allah, onlara şöyle diyecektir: \"Şüphesiz sizi ilk önce yarattığımız gibi bize geldiniz. Fakat, size kıyamet için yaptığımız vaadi yerine getirmeyeceğimizi sanmıştınız, değil mi?"
      },
      {
        "ayahNumber": "49",
        "ayahText": "O gün herkesin amel defteri ortaya konulmuştur. Ey Muhammed! Günahkârların, amel defterlerinden korkarak: \"Eyvah bize! Bu nasıl deftermiş ki, büyük küçük hiçbir şey bırakmadan hepsini saymış dökmüş\" dediklerini görürsün. Onlar, bütün yaptıklarını hazır bulmuşlardır. Senin Rabbin hiç kimseye zulmetmez."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Yine o vakti hatırla ki biz, meleklere: \"Âdem'e secde edin!\" demiştik. İblis hariç olmak üzere onlar hemen secde ettiler. İblis cinlerdendi, Rabbinin emrinden dışarı çıktı. Şimdi siz beni bırakıp da İblis'i ve soyunu dostlar mı ediniyorsunuz? Halbuki onlar sizin düşmanınızdır. Zalimler için bu ne kötü bir değişmedir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Ben, onları (İblis ve soyunu) ne göklerin ve yerin yaratılışında, ne de kendilerinin yaratılışında şahit tutmadım ve hiçbir zaman doğru yoldan çıkanları yardımcı edinmiş değilim."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Ve o (kıyamet) günü Allah kâfirlere şöyle buyuracak: \"Ortaklarım ve şefaatçılarınız diye zannettiğiniz putlarınızı çağırın.\" Müşrikler onları çağırırlar, fakat kendilerine cevap vermezler. Biz, kâfirlerle ilâhları arasına ateşten bir engel koymuşuzdur."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Günahkârlar ateşi görmüşler de artık ona düşeceklerini anlamışlardır. Fakat ondan kaçıp sığınacak bir yer bulamazlar."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Şüphesiz biz, bu Kur'ân'da insanlara çeşitli mânâları türlü misallerle açık olarak verdik. İnsan ise, her şeyden çok mücadelecidir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Kendilerine doğru yolu gösteren peygamber geldiğinde insanları, iman etmekten ve Rabblerinden günahlarının mağfiretini istemekten alıkoyan şey sadece geçmiş milletlerin başlarına gelen felaketlerin kendilerine de gelmesini veya ahiret azabının ansızın göz göre göre gelip çatmasını beklemek olmuştur."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Halbuki biz peygamberleri ancak müjdeciler ve uyarıcılar olarak göndeririz. Kâfir olanlar ise hakkı, batılla ortadan kaldırmak için mücadele ediyorlar. Onlar, âyetlerimizi ve korkutuldukları azabı da alaya almışlardır."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Rabbinin âyetleriyle nasihat edilip de onlardan yüz çeviren ve daha önce işlediği günahları unutandan daha zalim kim olabilir? Biz onların kalbleri üzerine (Kur'ân'ı) anlamalarına engel olan bir ağırlık, kulaklarına da sağırlık verdik. Ey Muhammed! Sen onları doğru yola çağırsan da onlar asla hidayete ermezler."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Bununla beraber rahmet sahibi olan Rabbin çok bağışlayıcıdır, tevbe eden kullarına rahmeti boldur. Eğer Allah, işledikleri günahlar yüzünden onları hemen cezalandıracak olsaydı, onlara hemen azab ederdi. Fakat onlara vaad edilen bir zaman vardır ki, o geldiğinde Allah'ın azabından bir kurtuluş yeri bulamazlar."
      },
      {
        "ayahNumber": "59",
        "ayahText": "İşte zulmettikleri için helak ettiğimiz şehirler! Biz onların helâkleri için de belirli bir zaman tayin etmiştik."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Ey Muhammed! Bir vakit Musa genç adamına demişti ki: \"İki denizin birleştiği yere ulaşıncaya kadar gideceğim, yahut senelerce gideceğim.\""
      },
      {
        "ayahNumber": "61",
        "ayahText": "Bunun üzerine ikisi de iki denizin birleştiği yere vardıklarında balıklarını unuttular. Bu arada balık, denizde yolunu bulup kaybolmuştu."
      },
      {
        "ayahNumber": "62",
        "ayahText": "İki denizin birleştiği yeri geçtikleri zaman, Musa genç arkadaşına: \"Kuşluk yemeğimizi getir. Gerçekten biz bu yolculuğumuzda epey yorulduk\" dedi."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Adam: \"Gördün mü! dedi. Kayaya sığındığımız vakit doğrusu ben balığı unutmuşum. Onu hatırlamamı, muhakkak şeytan bana unutturdu. O denizde garip bir yol tutup gitmişti.\""
      },
      {
        "ayahNumber": "64",
        "ayahText": "Musa da demişti ki: \"İşte aradığımız o idi.\" Bunun üzerine izlerine dönüp gerisin geri gittiler."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Nihayet kullarımızdan bir kul buldular ki, biz ona katımızdan bir rahmet vermiş ve tarafımızdan bir ilim öğretmiştik."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Musa ona: \"Allah'ın sana öğrettiği ilim ve hikmetten bana da öğretmen için sana tabi olabilir miyim?\" dedi."
      },
      {
        "ayahNumber": "67",
        "ayahText": "(Hızır) dedi ki: \"Doğrusu sen benimle asla sabredemezsin."
      },
      {
        "ayahNumber": "68",
        "ayahText": "\"İçyüzünü kavrayamadığın şeye nasıl sabredeceksin?\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "Musa: \"İnşaallah beni sabırlı bulacaksın ve senin hiçbir işine karşı gelmeyeceğim\" dedi."
      },
      {
        "ayahNumber": "70",
        "ayahText": "(Hızır) dedi ki: \"O halde bana tabi olacaksın; ben sana sırrını anlatmadıkça, hiçbir şey hakkında bana soru sorma!\""
      },
      {
        "ayahNumber": "71",
        "ayahText": "Bunun üzerine ikisi beraber yürüdüler. Nihayet gemiye bindikleri zaman, o kul (Hızır) gemiyi deldi. Musa, ona şöyle dedi: \"Geminin içindekileri boğmak için mi deldin? Doğrusu çok kötü bir iş yaptın.\""
      },
      {
        "ayahNumber": "72",
        "ayahText": "(Hızır:) \"Sen benimle asla sabredemezsin, demedim mi?\" dedi."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Musa dedi ki: \"Unuttuğum şeyden dolayı beni suçlama ve bu işimden dolayı bana bir güçlük çıkarma.\""
      },
      {
        "ayahNumber": "74",
        "ayahText": "Yine gittiler. Nihayet bir erkek çocuğa rastladıklarında Hızır hemen onu öldürdü. Musa: \"Kısas olmadan masum bir cana nasıl kıyarsın? Doğrusu sen çok fena bir şey yaptın\" dedi."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Hızır dedi ki: \"Doğrusu sen benimle asla sabredemezsin demedim mi sana?\""
      },
      {
        "ayahNumber": "76",
        "ayahText": "(Musa) dedi ki: \"Eğer bundan sonra sana bir şey sorarsam bana arkadaş olma! Hakikaten benim tarafımdan ileri sürülebilecek son mazerete ulaştın."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Bunun üzerine yine yürüdüler. Nihayet bir köy halkına varıp onlardan yemek istediler. Ancak köy halkı onları misafir etmekten kaçındılar. Derken orada yıkılmak üzere olan bir duvar buldular. Hızır hemen onu doğrulttu. Musa: \"İsteseydin elbet buna karşı bir ücret alırdın\" dedi."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Hızır dedi ki: \"İşte bu, seninle benim aramızın ayrılmasıdır. Şimdi sana o sabredemediğin şeylerin içyüzünü haber vereceğim.\""
      },
      {
        "ayahNumber": "79",
        "ayahText": "\"Gemi, denizde çalışan bir kaç yoksula aitti. Onu kusurlu kılmak istedim, çünkü onların ilerisinde her sağlam gemiye zorla el koyan bir hükümdar vardı.\""
      },
      {
        "ayahNumber": "80",
        "ayahText": "\"Oğlana gelince, onun anababası mümin kimselerdi. Çocuğun onları azgınlık ve inkâra sürüklemesinden korktuk.\""
      },
      {
        "ayahNumber": "81",
        "ayahText": "\"İstedik ki Rabbleri onun yerine kendilerine ondan temizlikçe daha hayırlı ve daha çok merhamet eden birini versin.\""
      },
      {
        "ayahNumber": "82",
        "ayahText": "\"Duvar ise, o şehirde iki yetim oğlana ait idi. Duvarın altında onların bir hazinesi vardı. Babaları da iyi bir kimse idi. Onun için Rabbin istedi ki o iki çocuk erginlik çağlarına ersinler ve Rabbinden bir rahmet olarak hazinelerini çıkarsınlar. Ve ben bunların hiçbirini kendiliğimden yapmadım. İşte senin sabredemediğin şeylerin içyüzleri budur.\""
      },
      {
        "ayahNumber": "83",
        "ayahText": "Bir de sana Zülkarneyn'den soruyorlar. De ki: Size ondan bir hatıra okuyacağım."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Gerçekten biz onu (Zülkarneyn'i) yeryüzünde iktidar sahibi yaptık ve ona ulaşmak istediği her şeyi elde etmesinin bir yolunu verdik."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Derken o da bu yollardan birini tutup gitti."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Nihayet güneşin battığı yere vardığı zaman, güneşi, (sanki) kara bir balçıkta batıyor buldu. Bir de bunun yanında bir kavim buldu. Biz ona dedik ki: \"Ey Zülkarneyn! Onları ya cezalandırırsın veya onların hakkında iyi davranırsın.\""
      },
      {
        "ayahNumber": "87",
        "ayahText": "O da demişti ki: \"Kim haksızlık ederse muhakkak ona azab edeceğiz; Sonra Rabbine geri döndürülecek, O da onu görülmemiş bir azabla cezalandırır.\""
      },
      {
        "ayahNumber": "88",
        "ayahText": "\"Amma her kim de iman edip iyi bir iş yaparsa, buna da en güzel mükâfat vardır. Biz ona dünyada kolaylık gösterir zor işlere koşmayız.\""
      },
      {
        "ayahNumber": "89",
        "ayahText": "Sonra Zülkarneyn yine bir yol tuttu."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Nihayet güneşin doğduğu yere vardığında, güneşin kendilerini ondan koruyacak bir siper yapmadığımız bir kavim üzerine doğmakta olduğunu gördü."
      },
      {
        "ayahNumber": "91",
        "ayahText": "İşte Zülkarneyn'in kudret ve saltanatı böyleydi. Ve biz onun yanında olan her şeyi bilgimizle kuşatmıştık."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Sonra yine bir yol tuttu."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Nihayet iki dağ arasına ulaştığında onların önünde, hemen hiç söz anlamayan bir kavim bulmuştu."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Dediler ki: \"Ey Zülkarneyn! Ye'cuc ve Me'cuc bu yerde fesat çıkarıyorlar. Onun için, bizimle onlar arasında bir sed yapman şartıyla sana bir vergi versek olur mu?\""
      },
      {
        "ayahNumber": "95",
        "ayahText": "Dedi ki: \"Rabbimin bana vermiş olduğu servet ve saltanat, sizin vereceğiniz şeyden daha hayırlıdır. Bana maddî yardımda bulunun da sizinle onların arasına en sağlam seddi yapayım."
      },
      {
        "ayahNumber": "96",
        "ayahText": "\"Bana, demir kütleleri getirin.\" Nihayet dağın iki ucunu denkleştirdiği vakit: \"Ateş yakıp körükleyin\" dedi. Demiri bir ateş koru haline getirince. \"Bana erimiş bakır getirin üzerine dökeyim\" dedi."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Artık Ye'cuc ve Me'cuc bu seti ne aşabildiler ne de delebildiler."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Zülkarneyn dedi ki: \"Bu Rabbimin bir lütfudur. Rabbimin vaadi geldiği vakit de onu dümdüz yapacaktır. Rabbimin vaadi de haktır."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Biz o gün (kıyamet günü) onları bırakıvermişizdir. Dalgalar halinde birbirlerine girerler, Sûr'a da üfürülmüştür. Böylece onların hepsini bir araya toplamışızdır."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Ve cehennemi o gün kâfirlere öyle bir göstereceğiz ki!"
      },
      {
        "ayahNumber": "101",
        "ayahText": "Onlar ki, beni hatırlatan âyetlerimden gözleri bir örtü içindeydi. İşitmeye de tahammül edemiyorlardı."
      },
      {
        "ayahNumber": "102",
        "ayahText": "O kâfirler, beni bırakıp da kullarımı dostlar edineceklerini mi sandılar? Doğrusu biz cehennemi o kâfirlere bir konukluk olarak hazırladık."
      },
      {
        "ayahNumber": "103",
        "ayahText": "De ki: Amelleri en çok boşa gidenleri size bildirelim mi?"
      },
      {
        "ayahNumber": "104",
        "ayahText": "Onların dünya hayatında çalışmaları boşa gitmiştir. Oysa onlar güzel işler yaptıklarını sanıyorlardı."
      },
      {
        "ayahNumber": "105",
        "ayahText": "İşte onlar, Rabblerinin âyetlerini ve O'nun huzuruna çıkacaklarını inkâr etmişlerdir de bu yüzden iyilik altında yaptıkları bütün amelleri boşa gitmiştir. Artık kıyamet günü onlar için hiçbir ölçü tutturmayız."
      },
      {
        "ayahNumber": "106",
        "ayahText": "İşte böyle, onların cezaları cehennemdir. Çünkü inkâr etmişler ve benim âyetlerimi, peygamberlerimi alaya almışlardır."
      },
      {
        "ayahNumber": "107",
        "ayahText": "İman edip salih ameller işleyenlere gelince, onlar için Firdevs cennetleri konak olmuştur."
      },
      {
        "ayahNumber": "108",
        "ayahText": "İçlerinde ebedî olarak kalacaklar, oradan hiç ayrılmak istemeyeceklerdir. Bu hatırlatma ve uyarmayı yeterli görmeyip de daha fazla açıklama isteyenlere karşı ey Muhammed!"
      },
      {
        "ayahNumber": "109",
        "ayahText": "Deki: \"Eğer Rabbimin sözlerini yazmak için deniz mürekkep olsa, Rabbimin sözleri tükenmeden önce, deniz muhakkak tükenecekti, bir mislini daha yardımcı getirsek bile.\""
      },
      {
        "ayahNumber": "110",
        "ayahText": "De ki: \"Ben de sizin gibi ancak bir beşerim. Ne var ki, bana ilâhınızın ancak bir ilâh olduğu vahyolunuyor. Onun için her kim Rabbine kavuşmayı arzu ederse iyi amel işlesin ve Rabbine yaptığı ibadete hiç kimseyi ortak etmesin.\""
      }
    ]
  }
}