{
  "mulk": {
    "surahNumber": "67",
    "surahNameTr": "Mülk Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Mutlak hükümranlık elinde bulunan Allah, yüceler yücesidir ve O'nun her şeye gücü yeter."
      },
      {
        "ayahNumber": "2",
        "ayahText": "O, hanginizin daha güzel iş yapacağınızı denemek için ölümü ve hayatı yarattı. O, üstündür, bağışlayandır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "O, yedi göğü, birbiri üzerine yarattı. Rahmân'ın yaratmasında bir aykırılık, uygunsuzluk görmezsin. Gözünü döndür de bak, bir bozukluk görüyor musun?"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Sonra gözünü tekrar tekrar döndür (bak). Göz (aradığı bozukluğu bulmaktan) âciz ve bitkin halde sana dönecektir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Andolsun biz, en yakın göğü kandillerle donattık ve onları, şeytanlar için taşlamalar yaptık. Ve onlar için alevli ateş azabını hazırladık."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü gidilecek yerdir o!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Az daha öfkeden çatlayacak. Her ne zaman oraya bir topluluk atılsa, onun bekçileri onlara: \"Size korkutucu bir peygamber gelmemiş miydi?\" diye sorarlar."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Derler: \"Evet, bize uyarıcı geldi ama biz yalanladık ve Allah hiçbir şey indirmedi, siz ancak büyük bir sapıklık içindesiniz.\" dedik."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve derler ki: \"Eğer biz dinleseydik, yahut düşünüp anlasaydık şu çılgın ateşin halkı arasında bulunmazdık!\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "Böylece günahlarını itiraf ederler. (Artık) o çılgın ateş halkı (Allah'ın rahmetinden) uzak olsunlar!"
      },
      {
        "ayahNumber": "12",
        "ayahText": "Fakat daha görmeden Rablerinden korkanlar var ya, işte onlar için bağışlanma ve büyük bir mükâfat vardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Sözünüzü ister gizleyin, ister açığa vurun; bilin ki, O, göğüslerin özünü bilir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hiç yaratan bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır."
      },
      {
        "ayahNumber": "15",
        "ayahText": "O size yeri boyun eğer kıldı. Haydi onun omuzlarında (dağlarında, tepelerinde) yürüyün ve Allah'ın rızkından yeyin. Dönüş ancak O'nadır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Her şeyi kuşatmış olan Allah ın yeri sizinle birlikte göçürüvermesinden emin misiniz? O zaman yer çalkalanıyordur."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Yoksa siz, gökte olanın üzerinize taş yağdıran bir kasırga göndermeyeceğinden emin misiniz? Tehdidim nasılmış bileceksiniz."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Andolsun, onlardan öncekiler de yalanladılar. Ama beni inkâr nasıl oldu?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Üstlerinde kanatlarını açıp yumarak uçan kuşları görmüyorlar mı? Onları Rahmân'dan başkası tutmuyor. Doğrusu O, her şeyi görmektedir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Rahmân olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? İnkârcılar, ancak derin bir gaflet içinde bulunmaktadırlar."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Allah size verdiği rızkı kesiverse, size rızık verecek olabilen kimdir? Hayır, onlar azgınlık ve nefrette direnip durmaktadırlar."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Şimdi yüz üstü kapanarak yürüyen mi doğru gider, yoksa dosdoğru yolda yürüyen mi?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "De ki: \"Sizi yaratan, size kulaklar gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz!\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "De ki: \"Sizi yerden üreten O'dur ve O'na toplanıp götürüleceksiniz.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "(Onlar): \"Doğru iseniz bu tehdit ne zaman olacak?\" diyorlar"
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: \"(O'na ait) bilgi, Allah'ın yanındadır. Ben ancak apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Onu yakın görünce inkâr edenlerin yüzleri kötüleşti. Ve: \"İşte çağırıp durduğunuz şey budur!\" dendi."
      },
      {
        "ayahNumber": "28",
        "ayahText": "De ki: \"Baksanıza, eğer Allah beni ve benimle beraber olanları öldürse, yahut bize merhamet etse, kâfirleri acı bir azabdan kim kurtarabilir?"
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: \"O çok merhametlidir. O'na inanmış, O'na dayanmışızdır. Yakında kimin apaçık bir sapıklık içinde olduğunu bileceksiniz.\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "De ki: \"Baksanıza, eğer suyunuz çekilse, size kim bir akarsu getirebilir?\""
      }
    ]
  }
}