{
  "zariyat": {
    "surahNumber": "51",
    "surahNameTr": "Zâriyât Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "O tozdurup savuranlara,"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Derken bir ağırlık taşıyanlara,"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Derken bir kolaylıkla akanlara,"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Derken bir emir taksim edenlere andolsun ki,"
      },
      {
        "ayahNumber": "5",
        "ayahText": "O size vaad edilen elbette doğrudur."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ceza ve hesap günü şüphesiz olacaktır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Yollara sahip göğe andolsun ki,"
      },
      {
        "ayahNumber": "8",
        "ayahText": "Siz elbette çelişkili sözler içindesiniz."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ondan çevrilen (imana) çevrilir."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Kahrolsun (o fikir adına) kendi tahminlerini ileri sürenler!"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Onlar bir sarhoşluk ve cehalet içinde şuursuzdurlar."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onlar: \"Hesap ve ceza günü ne zaman?\" diye soruyorlar."
      },
      {
        "ayahNumber": "13",
        "ayahText": "O gün, onların ateş üzerinde azap görecekleri gündür."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onlara: \"Tadın inkarınızın cezasını, işte sizin acele istediğiniz budur!\" denecektir."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Şüphesiz ki takva sahipleri Rablerinin kendilerine verdiği sevabı almış olarak cennet bahçelerinde ve pınar başlarında bulunacaklardır. Çünkü onlar bundan önce iyilik yapıyorlardı."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Şüphesiz ki takva sahipleri Rablerinin kendilerine verdiği sevabı almış olarak cennet bahçelerinde ve pınar başlarında bulunacaklardır. Çünkü onlar bundan önce iyilik yapıyorlardı."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onlar geceleyin pek az uyurlardı."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Onlar seher vakitlerinde Allah'tan bağışlanma dilerlerdi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Onların mallarında isteyen ve istemeyen yoksullar için bir hak vardı."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Kesin olarak inananlar için, yeryüzünde ve kendi nefislerinde nice ibretler vardır. Hiç görmüyor musunuz?"
      },
      {
        "ayahNumber": "21",
        "ayahText": "Kesin olarak inananlar için, yeryüzünde ve kendi nefislerinde nice ibretler vardır. Hiç görmüyor musunuz?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Sizin rızkınız da size vaad edilen sevap ve ceza da göktedir."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Gök ve yerin Rabbine andolsun ki size edilen o vaad, herhalde haktır. O tıpkı sizin konuşmanız gibi gerçektir."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Ey Muhammed! İbrahim'in şerefli misafirlerinin haberi sana geldi mi?"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Hani onlar İbrahim'in huzuruna girmişlerdi de \"Selam sana!\" demişlerdi. İbrahim: \"Size de selam\" demiş, ve içinden: \"Bunlar tanınmamış bir topluluk!\" diye geçirmişti."
      },
      {
        "ayahNumber": "26",
        "ayahText": "İbrahim, sonra ailesine giderek semiz bir buzağı (eti) getirdi."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Onu önlerine sürerek: \"Yemez misiniz?\" dedi."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Yemediklerini görünce onlardan içine bir korku düştü. Onlar İbrahim'e: \"Korkma!\" dediler ve onu çok bilgili bir oğul ile müjdelediler."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bunun üzerine karısı (Sâre) bir çığlık atarak geldi ve elini yüzüne vurarak: \"Ben kısır bir kocakarıyım, nasıl çocuğum olur?\" dedi."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Misafir melekler: \"Evet bu böyledir. Rabbin böyle buyurdu. Gerçekten O hüküm ve hikmet sahibidir. Herşeyi hakkıyla bilir.\" dediler."
      },
      {
        "ayahNumber": "31",
        "ayahText": "İbrahim, kendisine misafir olarak gelen meleklere: \"Acaba sizin asıl önemli işiniz nedir ey elçiler?\" dedi."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Onlar: \"Gerçekten biz günahkâr bir kavim (olan Lût kavmine) gönderildik."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Onların üzerine çamurdan pişirilmiş sert taşlar yağdıracağız."
      },
      {
        "ayahNumber": "34",
        "ayahText": "O taşlardan herbirinin haddi aşanlardan kime isabet edeceği Rabbin katında işaretlenmiştir.\" dediler."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Nihayet biz müminlerden orada bulunan kimseleri çıkardık."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Fakat biz orada müslümanlardan bir ev halkından başka kimseyi de bulamadık."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Biz orada acı bir azabdan korkan kimseler için bir ibret nişanesi bıraktık."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Musa'nın kıssasında da ibret vardır. Hani biz onu apaçık bir delille Firavun'a göndermiştik."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Firavun ise ordusuyla birlikte yüz çevirmiş, onun hakkında: \"Bu bir sihirbazdır, ya da bir delidir.\" demişti."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Nihayet biz onu ve ordularını yakalayıp hepsini denize attık. Firavun ise o sırada (inadından dolayı pişmanlık duyarak) kendi kendini kınıyordu."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Âd kavminin helâkinde de bir ibret vardır. Hani biz onların üzerine köklerini kesecek bir rüzgar göndermiştik."
      },
      {
        "ayahNumber": "42",
        "ayahText": "O rüzgar üzerine uğradığı hiçbir şeyi bırakmıyor, mutlaka onu kül gibi dağıtıyordu."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Semud kavminin helâkinde de bir ibret vardır. Hani onlara: \"Belirli bir süreye kadar dünyadan yararalanıp, geçinin!\" denmişti."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Onlarsa Rablerinin emrine karşı büyüklük tasladılar. Bunun üzerine kendilerini, bakıp dururlarken yıldırım yakalayıp, çarptı."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Artık onlar, ne kendi kendilerine ayağa kalkabildiler, ne de yardım gördüler."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Daha önce de Nuh kavmini helâk etmiştik. Çünkü onlar yoldan çıkmış fâsık bir kavimdiler."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Biz göğü kudretimizle bina ettik. Hiç şüphesiz biz, çok genişlik ve kudret sahibiyiz."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Yeryüzünü de biz döşedik. Bakın biz onu ne güzel döşüyoruz!"
      },
      {
        "ayahNumber": "49",
        "ayahText": "Biz herşeyden iki çift yarattık. Umulur ki, iyice düşünürsünüz."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ey Muhammed! de ki: \"Öyleyse Allah'a koşun, gerçekten ben size O'nun tarafından gönderilmiş apaçık bir uyarıcıyım."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Allah'la beraber başka bir tanrı uydurmayın (O'na ortak koşmayın). Gerçekten ben size O'nun tarafından gönderilmiş apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "52",
        "ayahText": "Böylece onlardan öncekilere de herhangi bir peygamber gelince, onun hakkında da mutlaka: \"Bir sihirbazdır veya bir delidir.\" dediler."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Onlar birbirlerine bunu mu tavsiye ettiler? Hayır onlar azgın bir kavimdir."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Ey Muhammed! Sen onlardan yüz çevir. Artık sen kınanacak değilsin."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Sen öğüt verip hatırlat. Çünkü, hatırlatmak müminlere fayda verir."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Ben cinleri ve insanları ancak bana ibadet etsinler diye yarattım."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Ben onlardan herhangi bir rızık istemiyorum. Beni yedirmelerini de istemiyorum."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Şüphesiz ki, rızık veren O sağlam kuvvet sahibi olan Allah'tır."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Şüphsiz ki, zulmedenlerin geçmiş arkadaşlarının payı gibi, dolgun bir azab payı vardır. Ama şimdi onu acele istemesinler."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Kendilerine vaad edilen günlerinde uğrayacakaları azabdan dolayı vay inkâr edenlerin haline!."
      }
    ]
  }
}