{
  "fussilet": {
    "surahNumber": "41",
    "surahNameTr": "Fussilet Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Hâ Mîm."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bu Kur'ân Rahmân ve Rahîm olan Allah tarafından indirilmiştir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Bu, Arapça bir Kur'an olarak, âyetleri bilen bir kavim için ayırt edilip açıklanmış bir kitaptır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "O, müjdeleyici ve uyarıcı olarak gönderilmiştir. Fakat insanların çoğu yüz çevirmişlerdir. Artık onlar gerçeği işitmezler."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Onlar: \"Ey Muhammed! Senin bizi davet ettiğin şeye karşı kalplerimiz kapalıdır. Kulaklarımızda da bir ağırlık vardır. Seninle bizim aramızda anlaşmamıza engel bir de perde vardır. Sen istediğini yap, çünkü biz yapıyoruz\" dediler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ey Muhammed! De ki: \"Ben sadece sizin gibi bir insanım, ancak bana ilâhınızın bir tek ilâh olduğu vahyediliyor. Artık hep O'na yönelin ve O'ndan bağışlanma dileyin. Vay O'na ortak koşanların haline!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlar, zekatı vermezler, ahireti de inkâr ederler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Şüphesiz ki, iman edip, salih amel işleyenler için de bitmez tükenmez bir mükafat vardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "De ki: \"Siz yeri iki günde yaratanı gerçekten inkâr edip duracak mısınız? Bir de O'na eşler koşuyorsunuz ha? O bütün âlemlerin Rabbidir.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "O, yerin üstünde sabit dağlar yarattı. Orada bereketler meydana getirdi. Orada araştırıp soranlar için rızıkları tam dört günde belli bir seviyede takdir edip, düzene koydu."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Sonra duman halinde bulunan göğe yöneldi. Ona ve yerküreye: \"İsteyerek veya istemeyerek buyruğuma gelin.\" dedi. Her ikisi de: \"İsteyerek geldik\" dediler."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Böylece Allah onları iki günde yedi gök olmak üzere yerine koydu. Her göğe kendi işini bildirdi. Biz en yakın göğü kandillerle süsledik ve koruduk. İşte bu çok güçlü ve her şeyi bilen Allah'ın takdiridir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Eğer onlar, yine yüz çevirirlerse de ki: \"Ben sizi Âd ve Semud'un başına gelen yıldırıma benzer bir yıldırıma karşı uyardım.\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onlara Allah'tan başkasına kulluk etmeyin diye önlerinden ve arkalarından peygamberler geldiği zaman: \"Eğer Rabbimiz dileseydi mutlaka melekler indirirdi. Biz sizin tebliğ için gönderildiğiniz şeylere inanmayız.\" dediler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Âd kavmine gelince onlar yeryüzünde büyüklük tasladılar ve: \"Bizden daha kuvvetli kim vardır?\" dediler. Onlar kendilerini yaratan Allah'ın kendilerinden daha kuvvetli olduğunu görmediler mi? Onlar bizim âyetlerimizi bile bile inkâr ediyorlardı."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Bu yüzden biz de onlara dünya hayatında rezillik azabını tattırmak için o uğursuz günlerde dondurucu bir kasırga gönderdik. Ahiret azabı ise elbette daha çok rezil edicidir. Onlara yardım da edilmeyecektir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Semûd kavmine gelince, biz onlara doğru yolu gösterdik. Fakat onlar körlüğü doğru yola tercih ettiler. Bunun üzerine kazandıkları kötülük yüzünden alçaltıcı azabın yıldırımı onları çarpıverdi."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Biz iman edenleri ve kötülükten sakınanları ise kurtardık."
      },
      {
        "ayahNumber": "19",
        "ayahText": "O gün Allah'ın düşmanları cehennem ateşine sürülmek üzere hep bir araya toplanırlar."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Nihayet oraya vardıkları zaman kulakları, gözleri ve derileri yaptıkları şeyler hakkında onların aleyhinde şahitlik ederler."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Onlar derilerine: \"Niçin aleyhimize şahitlik ettiniz?\" derler. Derileri de: \"Bizi her şeyi konuşturan Allah konuşturdu, sizi ilk defa yaratan O'dur ve siz yine O'na döndürülüyorsunuz\" derler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Siz kulaklarınızın, gözlerinizin ve derilerinizin aleyhinizde şahitlik edeceğinden korkarak kötülükten sakınmıyordunuz. Fakat yaptıklarınızdan birçoğunu Allah'ın bilmeyeceğini zannediyordunuz."
      },
      {
        "ayahNumber": "23",
        "ayahText": "İşte Rabbiniz hakkında beslediğiniz bu zannınız sizi helak etti de zarara uğrayanlardan oldunuz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Şimdi eğer dayanabilirlerse onların yeri ateştir. Yok eğer hoşnutluğa dönmek isterlerse bile artık onlar hoşnut edileceklerden değildirler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Biz onlara birtakım arkadaşlar musallat ettik de onlar kendilerine önlerinde ve arkalarında ne varsa hepsini güzel gösterdiler. Böylece kendilerinden önce gelip, geçmiş olan cin ve insan toplulukları hakkındaki, azab sözü onlar için de hak oldu. Doğrusu onların hepsi de kendilerine yazık etmişlerdir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "İnkâr edenler: \"Bu Kur'ânı dinlemeyin, okunurken gürültü yapın, belki üstün gelirsiniz\" dediler."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Biz mutlaka inkâr edenlere şiddetli bir azab tattıracağız. Ve onlara yaptıkları amellerin en kötüsünün cezasını vereceğiz."
      },
      {
        "ayahNumber": "28",
        "ayahText": "İşte Allah'ın düşmanlarının cezası ateştir. Âyetlerimizi bile bile inkâr etmelerinin cezası olarak, onlar için orada ebedî olarak kalacakları cehennem yurdu vardır."
      },
      {
        "ayahNumber": "29",
        "ayahText": "İnkâr edenler: \"Ey Rabbimiz! Cinlerden ve insanlardan bizi doğru yoldan saptıranları bize göster de onları ayaklarımızın altına alalım, böylece cehennemin en altında kalanlardan olsunlar.\" diyeceklerdir."
      },
      {
        "ayahNumber": "30",
        "ayahText": "\"Rabbimiz Allah'tır\" deyip, sonra da doğrulukta devam edenlere gelince, onların üzerine melekler iner ve derler ki: \"Korkmayın, üzülmeyin, size vaad edilen cennetle sevinin.\""
      },
      {
        "ayahNumber": "31",
        "ayahText": "\"Biz dünya hayatında da, ahirette de sizin dostlarınızız. Cennette sizin için canınızın çektiği ve istediğiniz her şey vardır.\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "Bunlar çok bağışlayıcı ve çok merhametli olan Allah tarafından bir ağırlamadır."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Allah'a davet eden, salih amel işleyen ve: \"Ben gerçekten müslümanlardanım\" diyen kimseden daha güzel sözlü kim olabilir?"
      },
      {
        "ayahNumber": "34",
        "ayahText": "Hem iyilik de bir değildir, kötülük de. Kötülüğü en güzel bir şekilde sav. O zaman seninle kendi arasında bir düşmanlık olan kişinin, sanki samimi bir dost gibi olduğunu görürsün."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Bu olgunluğa ancak sabredenler kavuşturulur, buna ancak hayırdan büyük bir pay sahibi olan kavuşturulur."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Eğer şeytandan gelen kötü bir düşünce seni dürtecek olursa hemen Allah'a sığın. Çünkü O her şeyi işitir ve bilir."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Gece ile gündüz ve güneş ile ay Allah'ın kudretinin delillerindendir. Güneşe ve aya secde etmeyin. Eğer sadece Allah'a kulluk yapmak istiyorsanız, onları yaratan Allah'a secde edin."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Eğer onlar büyüklük taslarlarsa bilsinler ki, Rabbinin yanındaki melekler gece gündüz O'nu tesbih ederler ve hiç usanmazlar."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Senin yeryüzünü boynu bükük, kupkuru görmen de Allah'ın kudretinin delillerindendir. Biz onun üzerine suyu indirdiğimiz zaman titreşir ve kabarır. Şüphesiz ki ona hayat veren Allah mutlaka ölüleri de diriltir. Doğrusu O'nun her şeye gücü yeter."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Âyetlerimiz hakkında doğruluktan ayrılıp inkâra sapanlar bize gizli kalmazlar. O halde ateşe atılacak olan mı daha hayırlıdır, yoksa kıyamet günü güven içinde gelecek olan mı? İstediğinizi yapın. Şüphesiz ki Allah, yaptığınız şeyleri hakkıyla görür."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kur'ân kendilerine geldiğinde onu inkâr edenler, mutlaka cezalarını çekceklerdir. O gerçekten çok değerli bir kitaptır."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ona ne önünden, ne de ardından batıl gelemez. O hüküm ve hikmet sahibi, öğülmeye layık olan Allah tarafından indirilmiştir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Ey Muhammed! Sana senden önceki peygamberlere söylenenden başka bir şey söylenmiyor. Şüphesiz ki senin Rabbin hem mağfiret sahibidir hem de acı verecek bir azap sahibidir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Eğer biz onu yabancı dilden bir Kur'ân yapsaydık onlar mutlaka: \"Bu kitabın âyetleri genişçe açıklanmalı değil miydi? Arap bir peygambere yabancı dil, öyle mi?\" derlerdi. Sen de ki: \"O, iman edenler için bir hidayet ve şifadır.\" İman etmeyenlerin kulaklarında ise bir ağırlık vardır. Kur'ân onlara göre bir körlüktür. Sanki onlar uzak bir yerden çağrılıyorlar (da duymuyorlar)."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Andolsun ki biz Musa'ya Tevrat'ı vermiştik de onda ihtilafa düşmüşlerdi. Eğer Rabbin tarafından azabın ertelenmesine dair bir söz geçmeseydi mutlaka aralarında hüküm verilirdi. Gerçekten onlar Kur'ân hakkında bir şüphe ve tereddüt içindedirler."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Her kim iyi bir iş yaparsa, kendi lehine yapmış olur. Kim de bir kötülük yaparsa, kendi aleyhine yapmış olur. Rabbin kullara zulmedecek değildir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Kıyamet zamanını bilmek ancak Allah'a havale edilir. Onun bilgisi dışında hiçbir meyve kabuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz. Allah onlara: \"Bana koştuğunuz ortaklarım nerede?\" diye seslendiği gün, onlar: \"Senin ortağın olduğuna dair bizden hiçbir şahit olmadığını sana arz ederiz.\" derler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Önceden tapmakta oldukları şeyler, kendilerinden uzaklaşıp kaybolmuştur. Onlar da kendileri için kaçacak bir yer olmadığını anlamışlardır."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İnsan hayır istemekten usanmaz, fakat kendisine bir kötülük dokununca üzülür ve ümitsizliğe düşer."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Andolsun ki kendisine dokunan bir zarardan sonra, biz ona tarafımızdan bir rahmet tattırsak, O: \"Bu benim hakkımdır, kıyametin kopacağını da sanmıyorum, Rabbime döndürülmüş olsam bile mutlaka O'nun yanında benim için daha güzel şeyler vardır\" der. Biz o inkâr edenlere yaptıkları şeyleri mutlaka haber vereceğiz ve onlara ağır bir azap tattıracağız."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Biz insana bir nimet verdiğimiz zaman o yüz çevirir, yan çizer. Ona bir kötülük dokunduğu zaman da uzun uzun yalvarır."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Ey Muhammed! De ki: \"Ne dersiniz? O Kur'ân Allah tarafından gelmiş olup da sonra siz onu inkâr etmişseniz, o takdirde Hak'tan uzak bir ayrılığa düşenden daha sapık kim olabilir?\""
      },
      {
        "ayahNumber": "53",
        "ayahText": "Biz onlara hem ufuklarda ve hem kendi nefislerinde delillerimizi göstereceğiz ki, Kur'ân'ın hak olduğu kendilerine açıkça belli olsun. Senin Rabbinin her şeye şahit olması kafi değil mi?"
      },
      {
        "ayahNumber": "54",
        "ayahText": "İyi bilin ki onlar Rablerine kavuşmaktan bir şüphe içindedirler, yine iyi bilin ki, Allah her şeyi ilmiyle kuşatmıştır."
      }
    ]
  }
}