{
  "insan": {
    "surahNumber": "76",
    "surahNameTr": "İnsan Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Gerçekten insan üzerine dehirden (zamandan) öyle bir müddet geldi ki o zaman o, anılmaya değer bir şey değildi."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Doğrusu biz insanı, imtihan etmek için karışık bir nutfeden (erkek ve kadın sularından) yarattık da onu işitici, görücü yaptık."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Kuşkusuz biz ona yolu gösterdik; ister şükredici olsun, ister nankör."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Çünkü biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırlamışızdır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Kuşkusuz iyiler de karışımı kâfûr olan dolgun bir kadehten içerler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Bir kaynak ki ondan Allah'ın kulları içerler, güzel yollar açarak akıtırlar onu."
      },
      {
        "ayahNumber": "7",
        "ayahText": "O kullar adaklarını yerine getirirler ve fenalığı salgın (olan) bir günden korkarlar."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Düşküne, yetime ve esire seve seve yemek yedirirler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "\"Size sırf Allah rızası için yemek yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür bekliyoruz.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "\"Biz sert ve belalı bir günde Rabbimizden korkarız.\" derler."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah da onları o günün fenalığından korur, yüzlerine parlaklık, gönüllerine sevinç verir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Sabırlarına karşılık onlara bir cennet ve ipekten elbiseler verir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Orada donatılmış koltuklar üzerine dayanmışlardır: Orada ne yakıcı güneş görürler, ne de şiddetli soğuk."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Üzerlerine cennet gölgeleri sarkmış, meyveleri bol bol önlerine konmuştur."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Yanlarında gümüşten kaplar, billur kupalar dolaştırılır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Gümüşten öyle kadehler ki onları türlü türlü biçimlere koymuşlardır."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onlara orada bir dolu kadeh sunulur ki, karışımı zencefildir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Bu orada bir pınardır ki, adına \"selsebil\" derler."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Etraflarında ölümsüz hizmetçiler dolaşır, onları görünce saçılmış inciler sanırsın."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Orada nereye baksan bir nimet ve pek büyük bir mülk görürsün."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Üstlerinde zarif ve yeşil, kalın ipekten bir elbise vardır. Gümüş bileziklerle süslenmişlerdir. Rableri onlara temiz bir içecek içirmiştir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "(Onlara şöyle denir): \"İşte bu sizin bir mükâfatınızdı. Gayretiniz karşılığını bulmuştur.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "Kur'ân'ı sana kısım kısım biz indirdik biz."
      },
      {
        "ayahNumber": "24",
        "ayahText": "O halde Rabbinin hüküm vermesi için sabret. Onlardan hiçbir günahkâra yahut nanköre itaat etme."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Sabahakşam Rabbinin ismini an."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Gecenin bir bölümünde de O'na secde et (akşam ve yatsı namazlarını kıl). Hem de O'nu uzun bir gece tesbih et (teheccüd namazı kıl)."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Çünkü onlar bu dünyayı seviyorlar ve önlerindeki ağır bir günü arkaya atıyorlar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onları biz yarattık ve mafsallarını sımsıkı bağladık. Dilediğimiz vakit de kılıklarını değiştiririz."
      },
      {
        "ayahNumber": "29",
        "ayahText": "İşte bu bir öğüttür. Dileyen Rabbine giden yolu tutar."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Allah dilemedikçe siz dileyemezsiniz. Kuşkusuz Allah, bilendir, hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Allah dilediğini rahmetine sokar. Zalimlere ise, acıklı bir azap hazırlamıştır."
      }
    ]
  }
}