{
  "nisa": {
    "surahNumber": "4",
    "surahNameTr": "Nisâ Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ey insanlar! Sizi bir tek nefisten yaratan ve ondan eşini yaratıp ikisinden bir çok erkekler ve kadınlar üreten Rabbinizden korkun; kendi adına birbirinizden dilekte bulunduğunuz Allah'dan ve akrabalık (bağlarını kırmak)tan sakının. Şüphesiz Allah sizin üzerinizde gözeticidir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Öksüzlere mallarını verin ve kötüsünü (onlara vererek) iyisiyle değiştirmeyin. Onların mallarını, kendi mallarınıza karıştırıp yemeyin. Zira bu, büyük bir günahtır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Eğer öksüz kızlarla evlendiğinizde onlara karşı adaletli davranamamaktan korkarsanız, hoşunuza giden diğer kadınlardan iki, üç ve dörde kadar evlenebilirsiniz. Eğer adaleti gözetmemekten korkarsanız, o zaman bir tane ile veya elinizin altındakiyle (sahip olduğunuz câriye ile) yetinin. Doğruluktan ayrılmamak için bu daha elverişlidir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Kadınlara mehirlerini gönül hoşluğuyla verin. Eğer onlar gönül rızasıyla size bir şey bağışlarlarsa onu afiyetle yiyin."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Allah'ın, sizi başına diktiği mallarınızı aklı ermezlere vermeyin; o mallarla onları besleyin, giydirin ve onlara güzel söz söyleyin."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Evlenme çağına gelinceye kadar yetimleri gözetip deneyin. Onların akılca olgunlaştıklarını görürseniz, mallarını kendilerine teslim edin. \"Büyüyecekler de mallarına sahip olacaklar\" endişesiyle onları israf ederek, tez elden yemeyin. Zengin olan, onların malını yemekten çekinsin. Fakir olan ise, meşrû sûrette yesin. Mallarını kendilerine verdiğiniz zaman, bunu şahitler karşısında yapın. Hesap görücü olarak Allah yeter."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Ana, baba ve akrabaların miras olarak bıraktıklarında erkeklerin hissesi vardır. Kadınların da ana, baba ve akrabaların bıraktıklarında hisseleri vardır. Bunlar, az olsun çok olsun, farz kılınmış bir hissedir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Paylaşma sırasında akrabalar, öksüzler, yoksullar hazır bulunurlarsa, onlara da bir şey verin ve onlara güzelce sözler söyleyerek gönüllerini alın."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Kendileri, geriye zayıf çocuklar bıraktıkları takdirde, onların geleceğinden endişe duyacak olanlar, (yetimler hakkında da aynı) endişeyi duysunlar, Allah'dan sakınsınlar ve doğru söz söylesinler."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Yetimlerin mallarını haksız yere yiyenler, muhakkak ki karınlarını ateşle doldurmuş olurlar ve cehennemi boylarlar."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah size evlatlarınızın miras taksimini şöyle emrediyor: Çocuklarınızda, erkeğe iki kadın payı kadar, eğer hepsi kadın olmak üzere ikiden de fazla iseler, bunlara mirasın üçte ikisi ve eğer bir tek kadın ise o zaman ona malın yarısı vardır. Eğer ölen, ana ve baba ile birlikte çocuklar da bırakmışsa ana babanın her birine ölenin terekesinden altıda bir; şâyet ölenin çocuğu yok da, mirasçı olarak ana ve babası kalmışsa, ananın payı üçte birdir. Eğer ölenin kardeşleri varsa terekenin altıda biriananındır. Bu paylar, ölenin borçları ödenip, vasiyeti de yerine getirildikten sonra hak sahiplerine verilir. Baba ve çocuklardan, hangisinin size fayda bakımından daha yakın olduğunu, siz bilmezsiniz. Bütün bunlar Allah tarafından farz kılınmıştır. Şüphesiz Allah alîmdir, hakîmdir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Eğer hanımlarınızın çocukları yoksa, bıraktıkları mirasın yarısı sizindir. Şâyet bir çocukları varsa o zaman mirasın dörtte biri sizindir. Bu paylar, ölenin vasiyeti yerine getirildikten ve varsa, borcu ödendikten sonra verilir. Eğer siz çocuk bırakmadan ölürseniz, geriye bıraktığınız mirasın dörtte biri hanımlarınızındır. Şâyet çocuklarınız varsa o zaman bıraktığınız mirasın sekizde biri hanımlarınızındır. Bu paylar, yaptığınız vasiyetler yerine getirilip ve varsa borcunuz ödendikten sonra verilir. Eğer ölen bir erkek veya kadının çocuğu ve babası bulunmadığı halde kelâle olarak (yan koldan) mirasına konuluyor ve kendisinin bir erkek veya kızkardeşi bulunuyorsa, bunlardan herbirinin miras payı terekenin altıda biridir. Eğer mevcut olan kardeşler bundan daha çok iseler, bu takdirde kardeşler mirasın üçte birini zarara uğratılmaksızın aralarında eşit olarak taksim ederler. Bu paylar ölenin vasiyeti yerine getirilip ve varsa borcu ödendikten sonra verilir. Bunlar, Allah tarafından bir emirdir. Allah her şeyi bilen ve yarattıklarına çok yumuşak davranandır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "İşte bütün bu hükümler, Allah'ın koyduğu hükümler ve çizdiği sınırlardır. Kim Allah'a ve Peygamberine itâat ederse Allah onu altlarından ırmaklar akan cennetlere koyar. Onlar, orada ebedî olarak kalacaklardır. İşte büyük kurtuluş budur."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Kim de Allah'a ve Peygamberine isyan eder ve Allah'ın koyduğu sınırları aşarsa Allah onu da ebedî kalacağı cehennem ateşine koyar. Onun için alçaltıcı bir azab vardır."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kadınlarınızdan zina edenlere karşı, içinizden dört şahit getirin. Eğer onlar, şahitlik yaparlarsa, bu kadınları, ölüm alıp götürünceye kadar veya Allah onlara bir çıkış yolu açıncaya kadar evlerde hapsedin."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Sizlerden zina edenlerin her ikisine de eziyet edin. Eğer onlar tevbe edip kendilerini ıslah ederlerse onlardan vazgeçin. Çünkü Allah tevbeleri kabul eden ve çok merhamet edendir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ancak Allah'ın kabul etmesini vaad buyurduğu tevbe, o kimseler içindir ki, bilmeyerek günah işleyip hemen tevbe edenlerin tevbesidir. İşte Allah bunların tevbelerini kabul eder. Allah alîmdir hakîmdir. (Her şeyi bilendir, hikmet sahibidir)."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Yoksa günah işleyip de kendisine ölüm gelince: \"İşte ben şimdi tevbe ettim.\" diyen kimselerin tevbesi kabul edilmez. Kâfir olarak ölenlerin de tevbeleri kabul edilmez. İşte bunlara ahirette can yakıcı bir azap hazırlamışızdır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ey iman edenler! Kadınlara zorla varis olmanız size helal değildir. Verdiğiniz mehrin bir kısmını kurtaracaksınız diye, onları sıkıştırmanız da helal değildir. Ancak açık bir hayasızlık yapmış olurlarsa başka. Onlarla iyi geçinin. Eğer kendilerinden hoşlanmadınızsa, olabilir ki, siz bir şeyden hoşlanmasanız da Allah onda bir çok hayır takdir etmiş bulunur."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Eğer bir eşi bırakıp da yerine diğer bir eş almak isterseniz, öncekine yüklerle mehir vermiş de bulunsanız, ondan bir şey geri almayın. O malı bir iftira ve açık bir günah isnadı yaparak geri alır mısınız?"
      },
      {
        "ayahNumber": "21",
        "ayahText": "Birbirinizle kaynaşıp başbaşa kalmışken ve onlar sizden kuvvetli bir teminat almışken verdiğinizi nasıl geri alabilirsiniz?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Cahiliye devrinde geçenler müstesna, babalarınızın nikahladığı kadınlarla evlenmeyiniz. Şüphe yok ki o, pek çirkindi, iğrenç idi, o ne fena bir âdetti."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Size şunları nikahlamak haram kılındı: Anneleriniz, kızlarınız, kız kardeşleriniz, halalarınız, teyzeleriniz, erkek ve kız kardeşlerinizin kızları, sizi emziren süt anneleriniz, süt kızkardeşleriniz ve karılarınızın anneleri, ve kendileri ile zifafa girdiğiniz kadınlarınızdan olan ve evlerinizde bulunan üvey kızlarınız. Eğer üvey kızlarınızın anneleri ile zifafa girmemişseniz onlarla evlenmenizde size bir günah yoktur. Sulbünüzden gelen (öz) oğullarınızın hanımları ile evlenmeniz ve iki kız kardeşi birlikte nikahlamanız da haramdır. Ancak cahiliyyet devrinde geçen geçmiştir. Şüphesiz ki Allah gafur (çok bağışlayıcı) ve çok merhamet edicidir."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Bir de harb esiri olarak sahibi bulunduğunuz cariyeler müstesna, evli kadınlarla evlenmeniz de size haram kılındı. Bütün bunlar Allah'ın üzerinize farz kıldığı hükümlerdir. Bunların dışında kalanlar ise iffetli olarak zina etmeksizin mallarınızla mehir vermek suretiyle evlenmek istemeniz size helal kılındı. O halde onlardan nikah ile faydalanmanıza karşılık mehirlerini kendilerine verin ki, bu farzdır. O mehri takdir edip kesinleştirdikten sonra birbirinizi razı etmenizde bir mahzur yoktur. Şüphesiz ki Allah her şeyi çok iyi bilendir, hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Sizden her kim hür mümin kadınları nikah edecek bir zenginliğe gücü yetmiyorsa, ona da ellerinizin altındaki mümin cariyelerinizden efendilerinin rızası ile nikahlamak var. Allah sizin imanınızı daha iyi bilir. Siz birbirinizdensiniz. O halde sahiplerinin izni ile ve mehirlerini örfe göre vermek suretiyle cariyelerden iffetli olan, zina etmeyen, dost da edinmeyenlerle evlenin. Evlendikten sonra bir fuhuş yaparlarsa, o vakit hür kadınlar hakkında gerekli bulunan cezanın yarısı kendilerine lazım gelir. Bu hükümler, içinizden günah işlemekten korkanlaradır. Sabretmeniz ise, sizin için daha hayırlıdır. Allah Gafûrdur, Rahimdir (çok bağışlayıcıdır, çok merhamet edicidir)."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Allah, sizlere bilmediklerinizi bildirmek, sizden öncekilerin yollarını size göstermek ve tevbenizi kabul etmek istiyor. Allah, her şeyi çok iyi bilendir, hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Allah sizin tevbenizi kabul etmek istiyor. Halbuki şehvetlerine uyanlar ise, sizin doğru yoldan büyük bir meyl ile sapmanızı istiyorlar."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Allah, din hususundaki ağır teklifleri sizden hafifletmek istiyor. Çünkü insan sabır ve tahammül bakımından zayıf yaratılmıştır."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Ey iman edenler! Mallarınızı aranızda haksızlıkla yemeyin. Ancak kendi rızanızla yaptığınız ticaretle yemeniz helaldir. Birbirinizin canına kıymayın. Şüphesiz Allah, size karşı çok merhametlidir."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Kim, zulüm ve tecavüz yolu ile bu yasakları işlerse, yakında onu cehennem ateşine atacağız. Onu ateşe atmak da Allah'a pek kolaydır."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Eğer siz, yasaklandığınız büyük günahlardan sakınırsanız, diğer kusurlarınızı örter, sizi güzel bir makama koyarız."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Bir de Allah'ın bazınıza, diğerinden fazla verdiği şeyleri temenni etmeyin. Erkeklere hak ettiklerinden bir pay vardır. Kadınlara da kendi kazandıklarından bir pay vardır. İsteklerinizi Allah'ın fazlından ve kereminden isteyin. Gerçekten Allah her şeyi hakkıyla bilendir."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Anne, baba ve akrabaların bıraktıkları her şey için bir mirasçı tayin ettik. Yemin akdiyle mirasçı kıldıklarınızın paylarını da verin. Şüphesiz Allah, her şeye şahittir."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Erkekler, kadın üzerine idareci ve hakimdirler. Çünkü Allah birini (cihad, imamet, miras gibi işlerde) diğerinden üstün yaratmıştır. Bir de erkekler mallarından (aile fertlerine) harcamaktadırlar. İyi kadınlar, itaatkar olanlar ve Allah'ın korunmasını emrettiği şeyleri kocalarının bulunmadığı zamanlarda da koruyanlardır. Fenalık ve geçimsizliklerinden korktuğunuz kadınlara gelince: Önce kendilerine öğüt verin, yataklarından ayrılın. Bunlar da fayda vermezse dövün. Eğer size itaat ederlerse kendilerini incitmeye başka bir bahane aramayın. Çünkü Allah çok yücedir, çok büyüktür."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Eğer karıkoca arasının açılmasından endişeye düşerseniz bir hakem erkeğin tarafından, bir hakem de kadının ailesinden kendilerine gönderin. Bu arabulucu hakemler gerçekten barıştırmak isterlerse, Allah karıkoca arasındaki dargınlık yerine geçim verir. Şüphesiz ki Allah hakkıyla bilendir, her şeyin aslından haberdardır."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Allah'a ibadet edin ve O'na hiçbir şeyi ortak koşmayın. Sonra anaya, babaya, akrabaya, yetimlere, yoksullara, akraba olan komşulara, yakın komşulara, yanında bulunan arkadaşa, yolda kalanlara, sahip olduğunuz kölelere iyilik edin. Şüphesiz Allah, kibirlenen ve övünen kimseyi sevmez."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Onlar ki hem kıskanır, cimrilik ederler, hem de herkese cimrilik tavsiye ederler ve Allah'ın kendilerine lütfundan verdiği nimeti gizlerler. Biz kâfirlere alçaltıcı bir azap hazırladık."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Bunlar, Allah'a ve ahiret gününe iman etmedikleri halde mallarını, insanlara gösteriş yapmak için harcarlar. Şeytan kimin arkadaşı olursa, o ne kötü arkadaştır!"
      },
      {
        "ayahNumber": "39",
        "ayahText": "Bunlar, Allah'a ve ahiret gününe iman etselerdi ve Allah'ın verdiği rızıktan gösterişsiz harcasalardı kendilerine ne zarar gelirdi? Allah onların söz ve işlerini çok iyi bilendir."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Şüphesiz ki Allah, hiç kimseye zerre kadar zulüm etmez. Eğer yapılan iyilik zerre kadar da olsa, onun sevabını kat kat artırır. Ve kendi katından büyük bir mükafat verir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Her ümmetten bir şahit getirdiğimiz ve seni de onların üzerine bir şahit yaptığımız zaman bakalım kâfirlerin hali ne olacak!.."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Allah'ı, inkar edip peygambere isyan edenler, o kıyamet günü yerle bir olmayı isterler. Allah'tan hiçbir sözü gizleyemezler."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Ey iman edenler! Sarhoş iken ne söylediğinizi bilinceye kadar namaza yaklaşmayın. Cünüb iken de yolcu olanlar müstesna gusül edinceye kadar namaza yaklaşmayın. Eğer hasta olur, veya yolculukta bulunursanız veyahut biriniz abdest bozmaktan gelince veya cinsî münasebette bulunup, su da bulamazsanız o zaman tertemiz bir toprak ile teyemmüm edin. Niyetle yüzlerinize ve ellerinize sürün. Şüphesiz ki Allah çok affedicidir, çok bağışlayıcıdır."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Kendilerine kitaptan bir nasib verilmiş olanları görmüyor musun? Onlar, sapıklığı satın alıyorlar ve sizin de yoldan sapmanızı istiyorlar."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Allah sizin düşmanlarınızı çok iyi bilir. Gerçek bir dost olarak Allah yeter. Ve yardımcı olarak da Allah yeter."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Yahudilerden bir kısmı, (Allah'ın kitabındaki) kelimeleri esas mânâsından kaydırıp; dillerini eğerek ve dine saldırarak, \"Sözünü işittik, emirlerine isyan ettik, dinle, dinlemez olası ve râinâ (bizi gözet)\" diyorlar. Halbuki onlar, \"İşittik ve itaatettik; dinle ve bize de bak\" deselerdi bu, kendileri için daha hayırlı ve daha doğru olurdu. Fakat Allah, küfürleri yüzünden kendilerini lanetlemiştir. Artık onlar, pek azı müstesna, iman etmezler."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Ey kendilerine kitap verilenler! Gelin yanınızda bulunan (Tevrat)ı tasdik etmek üzere indirdiğimiz bu kitaba iman edin. Biz birtakım yüzleri silip de enselerine çevirmeden yahut cumartesi halkını (yahudileri) lanetlediğimiz gibi onları lanetlemeden önce iman edin. Yoksa Allah'ın emri mutlaka yerine gelecektir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Doğrusu Allah, kendisine ortak koşulmasını asla affetmez. Ondan başkasını (diğer günahları) ise, dilediği kimseler için bağışlar ve mağfiret buyurur. Her kim Allah'a şirk koşarsa gerçekten pek büyük bir günah ile iftira etmiş olur."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Kendi nefislerini temize çıkaranları görmüyor musun? Hayır! Ancak Allah, dilediğini temize çıkarır. Onlara kıl kadar zulmedilmez."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Bak nasıl da Allah'a yalan uyduruyorlar. Apaçık bir günah olarak bu yeter."
      },
      {
        "ayahNumber": "51",
        "ayahText": "\"Şu kendilerine kitaptan (okuma yazmadan) bir nasib verilmiş olanları görmüyor musun! Onlar puta ve şeytana inanıyorlar. Ve Allah'ı tanımayanlara, \"Bunlar, müminlerden daha doğru yoldadır.\" diyorlar."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Onlar, Allah'ın lanet ettiği kimselerdir. Allah kime lanet ederse artık ona asla bir yardımcı bulamazsın."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Yoksa onların mülkten bir payı mı vardır. Eğer öyle olsaydı, insanlara bir çekirdeğin zerresini bile vermezlerdi."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Yoksa onlar, Allah'ın lütuf ve kereminden insanlara verdiği nimetleri kıskanıyorlar mı? Şüphesiz biz, İbrahim ailesine de kitap ve hikmeti vermiştik. Hem de onlara büyük bir mülk ve saltanat ihsan ettik."
      },
      {
        "ayahNumber": "55",
        "ayahText": "İşte o yahudilerden bir kısmı ona iman etti. Bir kısmı da ondan yüz çevirdi. O iman etmeyenlere cehennem alevi yeter."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Şüphesiz ki âyetlerimizi inkâr eden kâfirleri biz yarın bir ateşe atacağız. Derileri piştikçe azabı duysunlar diye, kendilerine başka deriler vereceğiz. Çünkü, Allah gerçekten çok güçlüdür, hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "57",
        "ayahText": "İman edip salih ameller işliyenleri ise, altlarından ırmaklar akan cennetlere koyacağız. Orada ebedî olarak kalacaklar. Onlara orada tertemiz eşler vardır. Onları, koyu gölgeler altında bulunduracağız."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Allah size, emanetleri ehline vermenizi ve insanlar arasında hükmettiğiniz zaman adaletle hükmetmenizi emrediyor. Allah, bununla size ne güzel öğüt veriyor. Şüphesiz ki Allah her şeyi hakkıyla işiten, hakkıyla görendir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Ey iman edenler! Allah'a itaat edin, Peygambere de itaat edin ve sizden olan emir sahibine de itaat edin. Eğer herhangi bir şeyde anlaşmazlığa düşerseniz; Allah'a ve ahiret gününe gerçekten inanıyorsanız, onu Allah ve Resulüne arz edin. Bu, daha iyidir ve sonuç bakımından da daha güzeldir."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Şunları görmüyor musun? Kendilerinin sana indirilene ve senden önce indirilene inandıklarını ileri sürüyorlar da tağuta inanmamaları kendilerine emrolunduğu halde, tağut önünde muhakemeleşmek istiyorlar. Şeytan da onları bir daha dönemeyecekleri kadar iyice sapıklığa düşürmek istiyor."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Onlara: \"Allah'ın indirdiğine ve Peygambere gelin!\" denince, münafıkların senden büsbütün uzaklaştıklarını görürsün."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Ya nasıl, elleriyle yaptıkları yüzünden başlarına bir felaket gelince, hemen sana geldiler de: \"Biz sadece iyilik etmek ve arayı bulmak istedik.\" diye Allah'a yemin ediyorlar."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Onlar, Allah'ın kalblerindekini bildiği kimselerdir; Onlara aldırma, onlara öğüt ver ve onların içlerine tesir edecek güzel söz söyle!"
      },
      {
        "ayahNumber": "64",
        "ayahText": "Biz hangi peygamberi gönderdikse, sırf Allah'ın izni ile itaat edilmek üzere gönderdik. Eğer onlar kendilerine zulmettikleri zaman sana gelseler de Allah'tan günahlarının bağışlanmasını dileselerdi ve Resul de onların bağışlanmasını dileseydi, elbette Allah'ı affedici, merhametli bulurlardı."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Hayır! Rabbine andolsun ki iş bildikleri gibi değil, onlar aralarında çıkan çekişmeli işlerde seni hakem yapıp sonra da senin verdiğin hükme karşı içlerinde hiçbir sıkıntı duymaksızın, tam bir teslimiyetle boyun eğmedikçe iman etmiş olamazlar."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Eğer biz onlara: \"Kendinizi öldürün, veya yurtlarınızdan çıkın.\" diye yazmış olsaydık, içlerinden pek azı hariç, bunu yapamazlardı. Fakat kendilerine verilen öğütleri tutsalardı, elbette haklarında hem daha hayırlı, hem de daha sağlam olurdu."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Ve o zaman elbette kendilerine katımızdan büyük mükafat verirdik."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Ve onları elbette doğru yola iletirdik."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Kim Allah'a ve Peygambere itaat ederse işte onlar, Allah'ın kendilerine nimet verdiği peygamberlerle, sıddıklarla, şehidlerle, iyilerle birliktedir. Bunlar ne güzel arkadaştır!"
      },
      {
        "ayahNumber": "70",
        "ayahText": "Bu lütuf Allah'tandır. Bilen olarak Allah yeter."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Ey iman edenler! Düşmana karşı her türlü savunma tedbirinizi alınız. Onlara karşı ya küçük birlikler halinde hareket ediniz veya topyekün seferber olunuz."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Şüphesiz içinizden bir kısmı vardır ki, pek ağır davranır. Eğer başınıza bir musibet gelirse: \"Allah bana lutfetti de onlarla beraber bulunmadım.\" der."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Ve eğer Allah'tan size bir lütuf ve zafer erişecek olsa, sizinle kendisi arasında hiç sevgi yokmuş gibi, bu sefer de hiç şüphesiz şöyle diyecek: \"Ah ne olurdu, onlarla beraber olaydım da büyük murada ereydim.\""
      },
      {
        "ayahNumber": "74",
        "ayahText": "O halde geçici dünya hayatını, ebedî ahiret hayatı karşılığında satacak olanlar, Allah yolunda savaşsınlar. Her kim Allah yolunda savaşır da öldürülür veya galip gelirse, her iki durumda da biz ona yarın pek büyük bir mükafat vereceğiz."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Hem size ne oluyor ki, Allah yolunda: \"Ey Rabbimiz! bizleri bu halkı zâlim olan memleketten çıkar, tarafından bizi iyi idare edecek bir sahip ve bize katından bir kurtarıcı gönder\" diye yalvarıp duran zayıf ve zavallı erkekler, kadınlar ve çocukların kurtarılması uğrunda savaşa çıkmıyorsunuz?"
      },
      {
        "ayahNumber": "76",
        "ayahText": "İman edenler, Allah yolunda savaşırlar. İnkâr edenler de tağut yolunda savaşırlar. O halde siz şeytanın taraftarlarına karşı savaşın. Çünkü şeytanın hilesi zayıftır."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Kendilerine, \"Ellerinizi savaştan çekin, namazı kılın, zekatı verin\" denilenleri görmedin mi? Üzerlerine savaş yazılınca hemen içlerinden bir kısmı insanlardan, Allah'tan korkar gibi, hatta daha çok korkarlar ve \"Rabbimiz! Niçin bize savaş yazdın? Ne olurdu bize azıcık bir müddet daha tanımış olsaydın da biraz daha yaşasaydık?\" derler. Onlara de ki: \"Dünya zevki ne de olsa azdır, ahiret, Allah'a karşı gelmekten sakınan için daha hayırlıdır ve size kıl kadar haksızlık edilmez.\""
      },
      {
        "ayahNumber": "78",
        "ayahText": "Her nerede olursanız olun ölüm size yetişir, son derece sağlam kaleler içinde de bulunsanız yine kurtulamazsınız. Onlara bir iyilik erişirse \"Bu, Allahtandır\" derler, bir kötülüğe uğrarlarsa, \"Bu, senin yüzündendir.\" derler. Ey Muhammed! De ki: \"Hepsi Allah'tandır.\" Bu topluma ne oluyor ki, hiç söz anlamaya yanaşmıyorlar?"
      },
      {
        "ayahNumber": "79",
        "ayahText": "(Ey insanoğlu!) sana gelen her iyilik Allah'tandır, sana ne kötülük dokunursa kendindendir. Ey Muhammed! Biz seni bütün insanlara bir elçi olarak gönderdik. Buna şahit olarak da Allah yeter."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Kim peygambere itaat ederse Allah'a itaat etmiş olur. Kim de yüz çevirirse, biz seni onlara bekçi olarak göndermedik."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Sana \"Peki\" derler, fakat senin yanından çıktıklarında, içlerinden birtakımı, geceleyin (gündüz) söylemiş olduklarının tersini kurarlar. Allah onların geceleyin tasarladıklarını yazıyor. Sen onlara aldırma. Allah'a güven. Vekil olarak Allah yeter."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Onlar hâlâ Kur'ân'ı gereği gibi düşünüp anlamaya çalışmazlar mı? Eğer o Allah'tan başkası tarafından indirilmiş olsaydı mutlaka onda birçok çelişkiler bulurlardı."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Kendilerine güven veya korku hususunda bir haber geldiğinde onu hemen yayıverirler. Halbuki onu peygambere ve aralarında yetkili kimselere götürselerdi, onlardan sonuç çıkarmaya gücü yetenler, onu anlarlardı. Allah'ın üzerinizdeki lütfu ve rahmeti olmasaydı, pek azınız hariç, şeytana uyardınız."
      },
      {
        "ayahNumber": "84",
        "ayahText": "(Ey Muhammed) Allah yolunda savaş! Sen ancak kendi yaptığından sorumlusun. Müminleri de savaşa teşvik et. Umulur ki, Allah kâfirlerin gücünü kırar. Hiç şüphesiz ki Allah kuvvet ve kudretçe çok daha güçlü, ve cezası daha çetindir."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Kim güzel bir işte aracılık ederse, ona o işin sevabından bir pay vardır. Kim de kötü bir şeyde aracılık yaparsa, ona da o kötülükten bir pay vardır. Allah her şeyi gözetip karşılığını verir."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Siz bir selam ile selamlandığınız zaman, siz de ondan daha güzeliyle karşılık verin veya verilen selamı aynen iade edin. Şüphesiz Allah, her şeyin hesabını gereği gibi yapandır."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Kendinden başka ilâh olmayan Allah, sizi kıyamet gününde mutlaka biraraya toplayacaktır. Bunda asla şüphe yoktur. Allah'tan daha doğru sözlü kim olabilir?"
      },
      {
        "ayahNumber": "88",
        "ayahText": "O halde, siz niçin münafıklar hakkında iki gruba ayrılıyorsunuz? Allah onları kazandıkları günah yüzünden terslerine döndürdüğü halde Allah'ın saptırdığını yola getirmek mi istiyorsunuz? Allah kimi saptırırsa, sen onun için bir çıkış yolu bulamazsın."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Onlar, küfür işledikleri gibi, sizin de küfür işleyip kendileriyle bir olmanızı arzu ettiler. Onun için, onlar Allah yolunda hicret edinceye kadar içlerinden dost edinmeyin. Eğer bundan yüz çevirirlerse onları yakalayın ve bulduğunuz yerde öldürün; Onlardan ne bir dost, ne de bir yardımcı edinmeyin."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Ancak o kimselere dokunmayın ki, sizinle aralarında anlaşma olan bir kavme sığınmış bulunurlar. Yahut ne sizinle, ne de kendi kavimleriyle savaşmayı gönüllerine sığdıramayıp tarafsız olarak size gelmişlerdir. Eğer Allah dileseydi, onları size musallat kılardı, onlar da sizinle savaşırlardı. Eğer onlar sizden uzak dururlar, sizinle savaşmayıp size barış teklif ederlerse, Allah, sizin için onlar aleyhine bir yol vermemiştir."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Diğer birtakım kimseleri de bulacaksınız ki; hem sizden emin olmak, hem de kavimlerinden emin olmak isterler. Fitne için her davet olunuşlarında onun içine başaşağı dalarlar. Eğer bunlar sizden çekinmezlerse, kendilerini bulduğunuz yerde yakalayın ve öldürün. İşte bunlar aleyhinde size açık bir ferman verdik."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Hata dışında bir mümin, diğer bir mümini öldüremez. Ve kim bir mümini yanlışlıkla öldürürse, mümin bir köle azad etmesi ve ölenin ailesine (varislerine) teslim edilecek bir diyet vermesi gerekir. Ancak ölünün ailesinin bağışlaması müstesnadır. Eğer öldürülen, mümin olmakla beraber size düşman bir kavimden ise, o zaman, öldürenin bir köle azad etmesi gerekir. Eğer öldürülen sizinle aralarında antlaşma olan bir kavimden ise, öldürenin, ölenin ailesine diyet vermesi ve mümin bir köle azad etmesi gerekir. Bunlara gücü yetmeyenin de Allah tarafından tevbesinin kabulü için arka arkaya iki ay oruç tutması gerekir. Allah, Alimdir (her şeyi bilendir), Hakimdir (hüküm ve hikmet sahibidir)."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Kim bir mümini kasten öldürürse, cezası, içinde ebedî olarak kalacağı cehennemdir. Allah ona gazab ve lanet etmiş ve onun için büyük bir azab hazırlamıştır."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Ey İman edenler! Allah yolunda cihada çıktığınız zaman, mümini kâfirden ayırmak için iyice araştırın. Size selam veren kimseye, dünya hayatının menfaatini gözeterek, \"Sen mümin değilsin\" demeyin. Allah katında çok ganimetler var. İslâm'a ilk önce girdiğiniz zaman siz de öyle idiniz. Sonra Allah size lutufta bulundu. Onun için iyice araştırın. Şüphesiz ki Allah, yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Müminlerden özür sahibi olmaksızın oturanlarla Allah yolunda mallarıyla, canlarıyla cihad edenler eşit olamazlar. Allah, mallarıyla, canlarıyla cihad edenleri, derece itibariyle, oturanlardan üstün kıldı. Allah onların hepsine de cenneti vaad etmiştir. Bununla beraber Allah mücahitlere, oturanların üzerinde büyük bir ecir vermiştir."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Kendi katından derece derece rütbeler, bir mağfiret ve rahmet vermiştir. Öyle ya, O çok bağışlayıcı, çok merhamet edicidir."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Melekler, kendilerine zulmeden kişilerin canlarını aldıklarında, onlara, \"Ne işte idiniz?\" derler. Onlar da: \"Biz yer yüzünde zayıf kimselerdik.\" derler. Melekler: \"Allah'ın yeryüzü geniş değil miydi, siz de orada hicret etseydiniz ya?\" derler. İşte bunların varacakları yer cehennemdir. O ne kötü gidiş yeridir."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Ancak gerçekten aciz ve zayıf olan, çaresiz kalan ve hicret etmeye yol bulamayan erkekler, kadınlar ve çocuklar hariç..."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Umulur ki, Allah bu kimseleri affeder. Allah çok affedici, çok bağışlayıcıdır."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Her kim Allah yolunda hicret ederse, yeryüzünde gidecek çok yer de bulur, genişlik de bulur. Her kim Allah'a ve Peygamberine hicret etmek maksadıyla evinden çıkar da sonra kendisine ölüm yetişirse, kuşkusuz onun mükafatı Allah'a düşer. Allah çok bağışlayıcıdır, çok merhamet edicidir."
      },
      {
        "ayahNumber": "101",
        "ayahText": "Yeryüzünde sefere çıktığınızda kâfirlerin size bir kötülük yapacağından korkarsanız namazı kısaltmanızda size bir vebal yoktur. Kuşkusuz kâfirler sizin apaçık düşmanınızdır."
      },
      {
        "ayahNumber": "102",
        "ayahText": "Sen onların aralarında bulunup da onlara namaz kıldırdığında içlerinden bir kısmı seninle beraber namaza dursun. Silahlarını da yanlarına alsınlar. Bunlar secdeye vardıklarında diğer bir kısmı arkanızda beklesin. Sonra o namaz kılmamış olan diğer kısım gelsin seninle beraber kılsınlar ve ihtiyatlı bulunsunlar, silahlarını yanlarına alsınlar. Kâfirler arzu ederler ki, silahlarınızdan ve eşyanızdan bir gafil olsanız da size ani bir baskın yapsalar. Eğer size yağmur gibi bir eziyet erişir veya hasta olursanız silahlarınızı bırakmanızda bir vebal yoktur. Bununla beraber ihtiyatı elden bırakmayın. Kuşkusuz Allah kâfirlere alçaltıcı bir azap hazırlamıştır."
      },
      {
        "ayahNumber": "103",
        "ayahText": "O korkulu zamanda namazı kıldınız mı gerek ayakta, gerek otururken ve gerek yanlarınız üzerinde hep Allah'ı zikredin. Korkudan kurtulduğunuzda namazı tam erkanı ile kılın. Çünkü namaz müminlere belirli vakitlerde yazılı bir farzdır."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Düşman topluluğunu takip etmede gevşeklik göstermeyin. Eğer siz acı duyuyorsanız, kuşkusuz onlar da sizin acı duyduğunuz gibi acı çekiyorlar. Oysa siz Allah'tan onların ümit edemeyecekleri şeyleri umuyorsunuz. Kuşkusuz Allah her şeyi bilendir, hikmet sahibidir."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Biz sana Kitab (Kur'ân)ı hak olarak indirdik ki, insanlar arasında Allah'ın sana gösterdiği şekilde hüküm veresin. Sakın hainlerin savunucusu olma!"
      },
      {
        "ayahNumber": "106",
        "ayahText": "Allah'tan bağışlanmanı dile. Şüphesiz, Allah bağışlayıcıdır, esirgeyicidir."
      },
      {
        "ayahNumber": "107",
        "ayahText": "Kendilerine hainlik edenleri savunma. Muhakkak Allah hain günahkârları sevmez."
      },
      {
        "ayahNumber": "108",
        "ayahText": "Bunlar, insanlardan (hainliklerini) gizlerler de, Allah'tan gizlemezler. Oysa O, geceleyin istemediği şeyi kurarlarken onların yanı başlarındadır. Allah, onların yaptıklarını (ilmiyle) kuşatmıştır."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Haydi siz dünya hayatında onları savunuverdiniz (diyelim). Peki kıyamet gününde Allah'ın huzurunda onları kim savunacaktır? Yahut onlara kim vekil olacaktır?"
      },
      {
        "ayahNumber": "110",
        "ayahText": "Kim bir kötülük işler, yahut nefsine zulmeder, sonra da Allah'tan bağışlanmasını dilerse, Allah'ı bağışlayıcı ve esirgeyici bulur."
      },
      {
        "ayahNumber": "111",
        "ayahText": "Kim bir kötülük işlerse, kendi nefsine kötülük etmiş olur. Allah her şeyi hakkıyle bilendir, hikmet sahibidir."
      },
      {
        "ayahNumber": "112",
        "ayahText": "Kim bir hata veya bir günah işler de sonra onu bir suçsuzun üzerine atarsa, muhakkak iftira etmiş ve apaçık bir günah yüklenmiş olur."
      },
      {
        "ayahNumber": "113",
        "ayahText": "Eğer Allah'ın sana lütuf ve merhameti olmasaydı, onlardan bir güruh seni sapıtmaya çalışırdı. Halbuki onlar, ancak kendi nefislerini saptırırlar, sana hiçbir zarar veremezler. Allah, sana Kitab (Kur'an)ı ve hikmeti indirmiş ve sana bilmediğin şeyleri öğretmiştir. Allah'ın sana olan lütfu büyüktür."
      },
      {
        "ayahNumber": "114",
        "ayahText": "Bir sadaka vermeyi yahut iyilik yapmayı veyahut da insanlar arasını düzeltmeyi emreden(ler)inki hariç, onların aralarındaki gizli gizli konuşmalarının çoğunda hiçbir hayır yoktur. Kim bunları sırf Allah'ın rızasını kazanmak için yaparsa, yakında ona büyük bir mükafat vereceğiz."
      },
      {
        "ayahNumber": "115",
        "ayahText": "Kim kendisine doğru yol besbelli olduktan sonra Peygamber'e karşı çıkar, müminlerin yolundan başkasına uyup giderse onu döndüğü yolda bırakırız ve cehenneme sokarız. Orası ne kötü bir gidiş yeridir."
      },
      {
        "ayahNumber": "116",
        "ayahText": "Şüphesiz Allah kendisine ortak koşulmasını bağışlamaz. Bunun dışında dilediğini bağışlar. Allah'a ortak koşan, muhakkak ki, derin bir sapıklığa düşmüştür."
      },
      {
        "ayahNumber": "117",
        "ayahText": "Onlar, Allah'ı bırakırlar da, yalnız dişilere taparlar. Böylece ancak inatçı şeytana tapmış olurlar."
      },
      {
        "ayahNumber": "118",
        "ayahText": "Allah o şeytana lanet etti. Ve o da: \"Elbette senin kullarından belirli bir pay alacağım, onları mutlaka saptıracağım, onları boş kuruntulara sokacağım, ve onlara emredeceğim de hayvanların kulaklarını yaracaklar, onlara emredeceğim de Allah'ın yaratışını değiştirecekler\" dedi. Kim Allah'ı bırakıp da şeytanı dost edinirse, şüphesiz o, apaçık bir ziyana uğramış olur."
      },
      {
        "ayahNumber": "119",
        "ayahText": "Allah o şeytana lanet etti. Ve o da: \"Elbette senin kullarından belirli bir pay alacağım, onları mutlaka saptıracağım, onları boş kuruntulara sokacağım, ve onlara emredeceğim de hayvanların kulaklarını yaracaklar, onlara emredeceğim de Allah'ın yaratışını değiştirecekler\" dedi. Kim Allah'ı bırakıp da şeytanı dost edinirse, şüphesiz o, apaçık bir ziyana uğramış olur."
      },
      {
        "ayahNumber": "120",
        "ayahText": "Şeytan onlara vaad eder ve onları boş umutlarla oyalar. Oysa şeytanın onlara vaadi, aldatmadan başka bir şey değildir."
      },
      {
        "ayahNumber": "121",
        "ayahText": "Bunların varacakları yer cehennemdir. Ondan kurtulmak için çare bulamazlar."
      },
      {
        "ayahNumber": "122",
        "ayahText": "İman edip iyi işler yapanları da altlarından ırmaklar akan cennetlere sokacağız, orada ebedî olarak kalacaklardır. Bu, Allah'ın gerçek vaadidir. Allah'dan daha doğru sözlü kim olabilir?"
      },
      {
        "ayahNumber": "123",
        "ayahText": "(İş), ne sizin kuruntunuza, ne de kitap ehlinin kuruntusuna göredir. Kötülük yapan, o yüzden cezalandırılır. O, kendisine Allah'tan başka ne bir dost, ne de bir yardımcı bulabilir."
      },
      {
        "ayahNumber": "124",
        "ayahText": "Erkek veya kadın, kim mümin olur da güzel amellerden işlerse, işte onlar cennete girerler. Zerre kadar da haksızlığa uğratılmazlar."
      },
      {
        "ayahNumber": "125",
        "ayahText": "İyilik yaparak kendisini Allah'a teslim eden ve İbrahim'in dinine dosdoğru olarak tâbi olan kimseden, din bakımından daha iyi kim olabilir? Allah, İbrahim'i dost edinmişti."
      },
      {
        "ayahNumber": "126",
        "ayahText": "Göklerde ve yerde olanların hepsi Allah'ındır. Allah, her şeyi kuşatıcıdır."
      },
      {
        "ayahNumber": "127",
        "ayahText": "Kadınlar hakkında senden fetva isterler. De ki: Onlar hakkındaki fetvayı size Allah veriyor: Yazılmış hakları olan mirası kendilerine vermediğiniz ve nikahlanmayı istemediğiniz öksüz kızlar ve zavallı çocuklara ve bir de yetimlere adaletle davranmanız hakkında Kitap'ta size okunan âyetler vardır. Sizin her yaptığınız iyiliği, muhakkak Allah bilir."
      },
      {
        "ayahNumber": "128",
        "ayahText": "Eğer bir kadın kocasının geçimsizliğinden, yahut kendisinden yüz çevirmesinden endişe ederse, aralarında bir sulh yapmalarında, onlara bir günah yoktur. Sulh hep hayırlıdır. Zaten nefisler kıskançlığa hazırdır. Eğer iyi geçinir ve geçimsizlikten sakınırsanız, şüphesiz Allah yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "129",
        "ayahText": "Kadınlarınız arasında her yönden adaletli davranmaya ne kadar uğraşsanız buna güç yetiremezsiniz. Bari birisine tamamen kapılıp da diğerini askıya alınmış gibi bırakmayın. Eğer arayı düzeltir ve haksızlıktan korunursanız, şüphesiz Allah çok bağışlayıcı ve esirgeyicidir."
      },
      {
        "ayahNumber": "130",
        "ayahText": "Eğer karıkoca birbirlerinden ayrılacak olurlarsa, Allah, onların her birini geniş lutfuyla muhtaç bırakmaz. Allah'ın lutfu geniştir, hikmeti büyüktür."
      },
      {
        "ayahNumber": "131",
        "ayahText": "Göklerde ve yerde ne varsa hepsi Allah'ındır. Sizden önce kendilerine kitap verilenlere ve size Allah'tan korkmanızı emrettik. Eğer inkâr ederseniz, biliniz ki, göklerde ve yerde ne varsa hepsi Allah'ındır. Allah hiçbir şeye muhtaç değildir, hamd vesenâ O'na yakışır."
      },
      {
        "ayahNumber": "132",
        "ayahText": "Göklerde ve yerde ne varsa hepsi Allah'ındır. Vekil olarak Allah yeter."
      },
      {
        "ayahNumber": "133",
        "ayahText": "Ey insanlar! Eğer Allah dilerse sizi giderir de başkalarını getirir. Ve Allah, buna kadirdir."
      },
      {
        "ayahNumber": "134",
        "ayahText": "Kim dünya nimetini isterse, bilsin ki dünya ve ahiret nimeti Allah katındadır. Allah her şeyi çok iyi işiten ve çok iyi görendir."
      },
      {
        "ayahNumber": "135",
        "ayahText": "Ey iman edenler! Adaleti ayakta tutan ve kendiniz, anababanız ve yakın akrabanız aleyhine de olsa, yalnız Allah için şahitlik eden kimseler olunuz. Zira zengin de olsa, fakir de olsa, Allah ikisine de (sizden) daha yakındır. Nefsinizin arzusuna uyarak adaletten uzaklaşmayın. Eğer (şahitlik ederken) dilinizi eğer, bükerseniz veya çekinirseniz, şüphesiz Allah yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "136",
        "ayahText": "Ey iman edenler! Allah'a, Peygamberine, Peygamberine indirdiği Kitab'a, ve daha önce indirdiği kitaba iman edin. Kim Allah'ı, meleklerini, kitaplarını, peygamberlerini ve ahiret gününü inkâr ederse sapıklığın en koyusuna düşmüş olur."
      },
      {
        "ayahNumber": "137",
        "ayahText": "İman edip sonra inkâr eden, sonra iman edip tekrar inkâr eden, sonra da inkârlarında ileri gidenleri Allah ne bağışlayacak, ne de doğru yola eriştirecektir."
      },
      {
        "ayahNumber": "138",
        "ayahText": "Münafıklara da haber ver ki, kendileri için çok acı bir azab vardır."
      },
      {
        "ayahNumber": "139",
        "ayahText": "Onlar, müminleri bırakıp kâfirleri dost ediniyorlar. Onların yanında izzet ve şeref mi arıyorlar? Halbuki bütün izzet ve şeref Allah'a aittir."
      },
      {
        "ayahNumber": "140",
        "ayahText": "Allah size Kitab (Kur'an)da: \"Allah'ın âyetlerinin inkâr edildiğini ve onlarla alay edildiğini işittiğiniz zaman, başka bir söze geçmedikleri müddetçe, o kâfirlerle oturmayın. Aksi halde siz de onlar gibi olursunuz\" diye hüküm indirdi. Muhakkak ki Allah, münafıkların ve kâfirlerin hepsini cehennemde toplayacaktır."
      },
      {
        "ayahNumber": "141",
        "ayahText": "Onlar sizi gözetleyip dururlar. Eğer Allah tarafından size bir zafer nasip olursa: \"Biz sizinle beraber değil miydik?\" derler. Şayet kâfirlerin zaferden bir payı olursa: (Bu defa da onlara): \"Size üstünlük sağlayarak sizi müminlerden korumadık mı?\" derler. Allah, kıyamet gününde aranızda hükmünü verecektir. Allah, müminlerin aleyhine kâfirlere hiçbir yol vermeyecektir."
      },
      {
        "ayahNumber": "142",
        "ayahText": "Münafıklar, Allah'ı aldatmaya çalışırlar. Halbuki Allah, onların oyunlarını başlarına geçirecektir. Onlar, namaza kalktıkları zaman tembel tembel kalkarlar. İnsanlara gösteriş yaparlar. Allah'ı pek az anarlar."
      },
      {
        "ayahNumber": "143",
        "ayahText": "Münafıklar, küfür ile iman arasında bocalamaktadırlar. Ne bu müminlere bağlanırlar, ne de şu kâfirlere. Allah kimi doğru yoldan saptırırsa, sen artık ona kurtuluş yolu bulamazsın."
      },
      {
        "ayahNumber": "144",
        "ayahText": "Ey iman edenler! Müminleri bırakıp da kâfirleri dost edinmeyin. Kendi aleyhinizde Allah'a apaçık bir delil mi vermek istiyorsunuz?"
      },
      {
        "ayahNumber": "145",
        "ayahText": "Şüphesiz ki münafıklar, cehennem ateşinin en aşağı tabakasındadırlar. Onlara bir yardım edici de bulamazsın."
      },
      {
        "ayahNumber": "146",
        "ayahText": "Ancak tevbe edenler, durumlarını düzeltenler, Allah'a sarılanlar ve Allah için dinlerine samimi olarak bağlananlar müstesna. İşte bunlar müminlerle beraberdirler. Allah, müminlere büyük bir mükafat verecektir."
      },
      {
        "ayahNumber": "147",
        "ayahText": "Eğer şükreder ve iman ederseniz Allah size azabı ne yapar? Allah, şükredenlerin mükafatını veren ve her şeyi bilendir."
      },
      {
        "ayahNumber": "148",
        "ayahText": "Allah, zulme uğrayanların dışında, çirkin sözün açıkça söylenmesinden hoşlanmaz. Allah her şeyi hakkıyla işiten, hakkıyla bilendir."
      },
      {
        "ayahNumber": "149",
        "ayahText": "Bir hayrı açıklar yahut gizlerseniz, yahut da bir kötülüğü bağışlarsanız, biliniz ki, Allah da çok bağışlayıcıdır, her şeye hakkıyla kadirdir."
      },
      {
        "ayahNumber": "150",
        "ayahText": "Onlar, Allah'ı ve peygamberlerini inkâr ederler, Allah ile peygamberlerinin arasını ayırmak isterler. \"Kimine inanırız, kimini inkâr ederiz\" derler. Bu ikisinin (imanla küfrün) arasında bir yol tutmak isterler."
      },
      {
        "ayahNumber": "151",
        "ayahText": "İşte onlar gerçek kâfirlerdir. Biz de kâfirlere alçaltıcı bir azab hazırlamışızdır."
      },
      {
        "ayahNumber": "152",
        "ayahText": "Allah'a ve peygamberlerine iman edenler ve onlar arasında ayırım yapmayanlara (Allah) pek yakında mükafatlarını verecektir. Allah çok bağışlayıcıdır, çok merhametlidir."
      },
      {
        "ayahNumber": "153",
        "ayahText": "Kitap ehli, senden, kendilerine gökten bir kitap indirmeni istiyorlar. Musa'dan bundan daha büyüğünü istemişler ve: \"Allah'ı bize açıkça göster\" demişlerdi. Haksızlıkları sebebiyle onları yıldırım çarptı. Sonra kendilerine açık deliller geldiği halde buzağıyı (tanrı) edinmişlerdi. Onları bundan dolayı da affettik. Ve Musa'ya açık bir delil (yetki) verdik."
      },
      {
        "ayahNumber": "154",
        "ayahText": "Söz vermeleri için Tur dağını üzerlerine kaldırdık. Onlara: \"O kapıdan secde ederek girin\" dedik. Yine onlara: \"Cumartesi yasağını çiğnemeyin\" dedik ve onlardan sağlam bir söz aldık."
      },
      {
        "ayahNumber": "155",
        "ayahText": "Verdikleri sözden dönmeleri, Allah'ın âyetlerini inkâr etmeleri, haksız yere peygamberlerini öldürmeleri ve \"kalblerimiz kılıflıdır\" demelerinden dolayı (başlarına türlü belalar verdik). Doğrusu Allah, inkârları sebebiyle onların kalplerini mühürlemiştir. Pek azı hariç onlar inanmazlar."
      },
      {
        "ayahNumber": "156",
        "ayahText": "(Kalblerinin mühürlenmesinin diğer bir sebebi de İsa'yı) inkâr etmeleri ve Meryem'e büyük bir iftirada bulunmalarıdır."
      },
      {
        "ayahNumber": "157",
        "ayahText": "Bir de \"Biz Allah'ın peygamberi Meryem oğlu İsa Mesih'i öldürdük\" demeleridir. Oysa onu ne öldürdüler, ne de astılar. Fakat öldürdükleri kimse, onlara İsa gibi gösterildi. Onun hakkında anlaşmazlığa düşenler, ondan yana tam bir kuşku içindedirler. O hususta bir bilgileri yoktur. Sadece zanna uyuyorlar. Onu kesinlikle öldürmediler."
      },
      {
        "ayahNumber": "158",
        "ayahText": "Fakat Allah onu kendisine yükseltmiştir. Allah, aziz (daima üstün)dir, hikmet sahibidir."
      },
      {
        "ayahNumber": "159",
        "ayahText": "Kitap ehlinden hiçbir kimse yoktur ki, ölmeden önce ona (İsa'ya) iman etmiş olmasın. Kıyamet gününde o, onlara şahitlik edecektir."
      },
      {
        "ayahNumber": "160",
        "ayahText": "Yahudilerin zulmetmeleri ve birçok kimseleri Allah yolundan alıkoymaları, yasaklandıkları halde faiz almaları ve insanların mallarını haksız yere yemeleri sebebiyle daha önce kendilerine helâl kılınan temiz şeyleri haram kıldık. Onlardan kâfir olanlara can yakıcı bir azap hazırladık."
      },
      {
        "ayahNumber": "161",
        "ayahText": "Yahudilerin zulmetmeleri ve birçok kimseleri Allah yolundan alıkoymaları, yasaklandıkları halde faiz almaları ve insanların mallarını haksız yere yemeleri sebebiyle daha önce kendilerine helâl kılınan temiz şeyleri haram kıldık. Onlardan kâfir olanlara can yakıcı bir azap hazırladık."
      },
      {
        "ayahNumber": "162",
        "ayahText": "Fakat onlardan ilimde derinleşmiş olanlar ve iman edenler, sana indirilene ve senden önce indirilenlere iman ederler. Onlar, namazı kılan, zekatı veren, Allah'a ve ahiret gününe iman edenlerdir. İşte onlara büyük bir mükafat vereceğiz."
      },
      {
        "ayahNumber": "163",
        "ayahText": "Muhakkak biz, Nuh'a ve ondan sonra gelen peygamberlere vahyettiğimiz gibi, sana da vahyettik. İbrahim'e, İsmail'e, İshak'a, Yakub'a, torunlarına, İsa'ya, Eyyûb'a, Yunus'a, Harun'a ve Süleyman'a da vahyettik. Davud'a da Zebur'u verdik."
      },
      {
        "ayahNumber": "164",
        "ayahText": "Daha önce sana anlattığımız peygamberlerle, anlatmadığımız başka peygamberlere de (vahyettik). Ve Allah Musa ile de konuştu."
      },
      {
        "ayahNumber": "165",
        "ayahText": "Peygamberleri müjdeciler ve azab habercileri olarak gönderdik ki, peygamberlerden sonra insanların Allah'a karşı bir bahaneleri olmasın. Allah mutlak üstündür, yegane hikmet sahibidir."
      },
      {
        "ayahNumber": "166",
        "ayahText": "Fakat Allah, sana indirdiğini kendi ilmiyle indirmiş olduğuna şahitlik eder. Melekler de buna şahitlik ederler. Allah'ın şahitliği de kafidir."
      },
      {
        "ayahNumber": "167",
        "ayahText": "Şüphesiz inkâr edip, insanları Allah yolundan alıkoyanlar, derin bir sapıklığa düşmüşlerdir."
      },
      {
        "ayahNumber": "168",
        "ayahText": "Muhakkak Allah, inkâr edenleri ve zulmedenleri ne bağışlar, ne de doğru bir yola eriştirir."
      },
      {
        "ayahNumber": "169",
        "ayahText": "Onları ancak cehennemin yoluna (iletecek ve) onlar orada ebedî olarak kalacaklardır. Bu ise Allah'a çok kolaydır."
      },
      {
        "ayahNumber": "170",
        "ayahText": "Ey insanlar, Resul size, Rabbi'nizden hakkı (gerçeği) getirdi. Kendi yararınıza olarak ona inanın. Eğer inkâr ederseniz, bilin ki göklerde ve yerde olanların hepsi Allah'ındır. Allah bilendir, hikmet sahibidir."
      },
      {
        "ayahNumber": "171",
        "ayahText": "Ey kitab ehli! Dininizde taşkınlık etmeyin ve Allah hakkında ancak doğru olanı söyleyin! Meryem oğlu İsa Mesih, sadece Allah'ın elçisi, Meryem'e atmış olduğu kelimesi ve O'ndan bir ruhtur. Allah'a ve peygamberlerine inanın (Allah) üçtür demeyin. Kendi yararınız için buna son verin. Muhakkak ki Allah tek bir ilâhtır. O, çocuk sahibi olmaktan yüce (münezzeh)dir. Göklerdeki ve yerdekilerin hepsi O'nundur. Vekil olarak Allah yeter."
      },
      {
        "ayahNumber": "172",
        "ayahText": "Hiçbir zaman Mesih de Allah'ın bir kulu olmaktan çekinmez, Allah'a yakın melekler de. Kim O'na kulluk etmekten çekinir ve büyüklük taslarsa bilsin ki O, onların hepsini huzuruna toplayacaktır."
      },
      {
        "ayahNumber": "173",
        "ayahText": "İnanıp güzel işler yapanlara gelince, onların mükafatlarını eksiksiz ödeyecek ve lütfundan onlara daha fazlasını da verecektir. Allah'a kulluktan çekinip büyüklük taslayanlara da şiddetli bir şekilde azab edecek ve onlar Allah'dan başka kendilerine ne bir dost, ne de bir yardımcı bulamayacaklardır."
      },
      {
        "ayahNumber": "174",
        "ayahText": "Ey insanlar! Size Rabbinizden bir delil (Muhammed) geldi ve size apaçık bir nur indirdik."
      },
      {
        "ayahNumber": "175",
        "ayahText": "Allah'a inanıp O'na sımsıkı sarılanları (Allah), kendisinden bir rahmet ve lutfa sokacak ve kendisine varan dosdoğru yola iletecektir."
      },
      {
        "ayahNumber": "176",
        "ayahText": "Senden fetva istiyorlar. Deki: \"Allah size kelâle (babasız ve çocuksuz kimse) nin mirası hakkında hükmünü açıklıyor: Çocuğu olmayan, fakat kız kardeşi bulunan bir kişi ölürse, bıraktığı malın yarısı o (kız kardeşi)nundur. Çocuğu olmayan kız kardeş ölürse, erkek kardeş ona varis olur. Eğer (ölenin) iki kız kardeşi varsa, bıraktığının üçte ikisi onlarındır. Eğer kardeşler erkek ve kız olurlarsa, erkeğin hissesi, iki kızın hissesi kadardır. Şaşırmamanız için Allah size (hükümlerini) açıklıyor. Allah, her şeyi hakkıyla bilendir."
      }
    ]
  }
}