{
  "nuh": {
    "surahNumber": "71",
    "surahNameTr": "Nûh Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Gerçekten biz Nûh'u kavmine gönderdik, \"kavmine acı bir azap gelmezden önce onları uyar\" diye."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Dedi ki, \"ey kavmim! Gerçekten ben size açık bir uyarıcıyım\"."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Şöyle ki, \"Allah'a kulluk edin, ondan korkun ve bana itaat edin.\""
      },
      {
        "ayahNumber": "4",
        "ayahText": "\"Günahlarınızı bağışlasın ve sizi belli bir süreye kadar ertelesin. Kuşkusuz Allah'ın takdir ettiği süre gelince ertelenmez. Eğer bilseydiniz..\" (inanırdınız)."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Nûh dedi ki: \"Ey Rabbim! Ben kavmimi gece gündüz davet ettim.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "\"Fakat benim çağırmam, onların sadece kaçmalarını artırdı.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "\"Ben onları senin bağışlaman için her davet ettiğimde, onlar parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, ısrar ettiler, kibirlendikçe kibirlendiler.\""
      },
      {
        "ayahNumber": "8",
        "ayahText": "\"Sonra ben onları açık açık çağırdım.\""
      },
      {
        "ayahNumber": "9",
        "ayahText": "\"Sonra hem ilan ederek söyledim onlara, hem gizli gizli. \""
      },
      {
        "ayahNumber": "10",
        "ayahText": "\"Gelin, dedim, Rabbinizin sizi bağışlamasını isteyin. Çünkü o çok bağışlayıcıdır.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "\"Üzerinize gökten bol yağmur yağdırsın.\""
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Mallar ve oğullar vererek sizin imdadınıza koşsun. Sizin için bahçeler yapsın, ırmaklar yapsın.\""
      },
      {
        "ayahNumber": "13",
        "ayahText": "\"Niçin siz Allah'a bir vakar yakıştıramıyorsunuz?\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"Oysa o sizi aşama aşama yaratmıştır.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "\"Görmediniz mi Allah yedi göğü uygun tabakalar halinde nasıl yaratmış?\""
      },
      {
        "ayahNumber": "16",
        "ayahText": "Ve Ay'ı bunların içinde bir nur yapmış, güneşi de bir lamba kılmış."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Allah sizi yerden bir bitki bitirir gibi bitirdi."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Sonra sizi tekrar oraya geri çevirecek ve tekrar çıkaracaktır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah sizin için yeri bir yaygı yapmıştır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ki, ondan açılan geniş geniş yollarda gidesiniz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Nûh dedi ki: \"Ey Rabbim! Onlar bana isyan ettiler; malı ve çocuğu hüsrandan başka bir şeyini artırmayan kimsenin ardına düştüler.\""
      },
      {
        "ayahNumber": "22",
        "ayahText": "\"Büyük büyük tuzaklar kurdular.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "Dediler ki: \"Sakın tanrılarınızı bırakmayın, ne Vedd'i, ne Suva'ı ve ne de Yeğus'u, Yeûk'u ve Nesr'i.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Çok kişiyi yoldan saptırdılar. Sen de o zalimlerin sadece şaşkınlıklarını artır."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Hatalarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah'a karşı yardımcılar da bulamadılar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Nûh dedi ki: \"Yeryüzünde kafirlerden bir tek kişi bırakma.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "\"Zira sen onları bırakırsan kullarını yoldan çıkarırlar ve sadece ahlâksız ve kâfir çocuklar doğururlar.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "\"Ey Rabbim! Bana, babama, anama, mümin olarak evime girene ve bütün inanmış erkek ve kadınlara mağfiret buyur. Zalimlerin de sadece helakini artır.\""
      }
    ]
  }
}