{
  "sad": {
    "surahNumber": "38",
    "surahNameTr": "Sâd Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Sâd. Bu zikirle dolu Kur'ân'a bak!"
      },
      {
        "ayahNumber": "2",
        "ayahText": "O inkâr edenler bir gurur ve ayrılık içindedirler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Kendilerinden önce nicelerini helak ettik. Onlar çağrıştılar. Ama artık kurtuluş vakti değildi."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İçlerinden kendilerine uyarıcı bir peygamber geldiğine şaştılar da kâfirler: \"Bu bir sihirbazdır, yalancıdır\" dediler."
      },
      {
        "ayahNumber": "5",
        "ayahText": "\"İlâhları, bir tek ilâh mı kılmış? Bu gerçekten şaşılacak bir şey, çok tuhaf!\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "İçlerinden ileri gelenler fırladılar ve dediler ki: \"İlâhlarınız üzerinde sabır ve sebat edin. Bu, gerçekten arzu edilen bir murad!\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "\"Biz bunu başka bir dinde işitmedik, bu mutlaka bir uydurmadır.\""
      },
      {
        "ayahNumber": "8",
        "ayahText": "\"Kur'ân aramızdan ona mı indirilmiş?\" dediler. Doğrusu onlar benim Kur'ân'ımdan bir kuşku içindeler. Ve doğrusu onlar henüz azabımı tatmadılar."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yoksa sana o Kur'ân'ı veren çok güçlü ve ihsan sahibi Rabbinin hazineleri onların yanında mı?"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Yoksa bütün o göklerin, yerin ve aralarındakilerin mülkü onların mı? Öyle ise bütün imkanlarını seferber ederek yükselsinler de görelim!"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Onlar burada çeşitli partilerden (gruplardan) bozguna uğramış bir ordudur."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onlardan önce Nuh kavmi, Âd kavmi ve saltanat sahibi Firavun da yalanlamışlardı."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Semûd kavmi, Lut kavmi ve Eykeliler (Şuayb kavmi) de yalanlamışlardı. İşte o çeşitli partiler bunlardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hepsi de gönderilen peygamberleri yalanladılar da azabım böyle hak oldu."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Onlar da bir tek haykırışa bakıyorlar. Öyle ki onun gecikmesi de yoktur."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Bir de: \"Ey Rabbimiz! Hesap gününden önce bizim azabdan payımızı acele ver\" dediler."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Şimdi sen onların dediklerine sabret de kuvvetli kulumuz Davud'u hatırla. Çünkü o, zikir ve tesbih ile bize yönelmişti."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Biz, dağları onun emrine vermiştik. Akşamsabah onunla birlikte tesbih ederlerdi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Kuşları da toplu olarak onun emrine vermiştik. Hepsi de ona uyarak zikir ve tesbih ederlerdi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Biz onun mülkünü kuvvetlendirmiş ve kendisine hikmet ve hakkı batıldan ayırt etme kabiliyeti vermiştik."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Bir de davacıların kıssası geldi mi sana? Hani surdan aşarak mihraba ulaşmışlardı."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Davud'un yanına giriverdiler de onlardan telaşe düştü. Ona \"Korkma!\" dediler, biz iki davacıyız. Birimiz, birimize haksızlık etti. Şimdi sen aramızda hak ile hüküm ver ve aşırı gitme de bizi doğru yolun ortasına çıkar."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Biri: \"İşte bu benim kardeşim. Onun doksan dokuz dişi koyunu var, benim ise bir tek dişi koyunum var. Böyle iken: Onu da bana ver, dedi ve tartışmada beni yendi\" diye anlattı."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Davud dedi ki: \"Doğrusu senin bir koyununu kendi koyunlarına katmak istemesiyle sana zulmetmiştir. Gerçekten bir cemiyette yaşayanların çoğu mutlaka birbirlerine haksızlık ediyorlar. Ancak iman edip de salih amel işleyenler başka. Ama onlar da pek az.\" Davud, bizim kendisini imtihan ettiğimizi sanmıştı. Hemen Rabbinden mağfiret diledi, rüku ederek yere kapandı, tevbe ile Allah'a yöneldi."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Biz de o zannettiği şeyi kendisine bağışladık. Şüphesiz yanımızda onun bir yakınlığı ve güzel bir dönüş yeri vardır."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ey Davud! Gerçekten biz seni yeryüzünde bir halife yaptık. Artık insanlar arasında hak ile hüküm ver. Keyfe, arzuya uyma ki, seni Allah yolundan saptırmasın. Çünkü Allah yolundan sapanlar, hesap gününü unuttukları için kendilerine çok şiddetli bir azab vardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Hem o göğü, yeri ve aralarındakileri biz boşuna yaratmadık. O, kâfirlerin zannıdır. Onun için vay ateşe girecek olan kâfirlerin haline!"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Yoksa, iman edip de salih amel işleyenleri biz, o yeryüzündeki bozguncular gibi yapar mıyız? Yoksa o takva sahiplerini azgın günahkarlar gibi yapar mıyız?"
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bu, sana indirdiğimiz mübarek bir kitaptır ki, insanlar onun âyetlerini düşünsünler ve temiz akıl sahipleri ibret alsınlar."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Bir de Davud'a Süleyman'ı bahşettik. Süleyman ne güzel kuldu. Çünkü o seslice tesbih edip Allah'a yönelirdi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Hani kendisine bir zaman akşam üstü iyi cins ve rahvan atlar gösterilmişti."
      },
      {
        "ayahNumber": "32",
        "ayahText": "\"Ben, dedi, at sevgisini, Rabbimi anmaktan ötürü tercih ettim.\" Nihayet atlar perdenin arkasına gizlendi."
      },
      {
        "ayahNumber": "33",
        "ayahText": "\"Geri getirin onları bana!\" dedi ve artık onların bacaklarını, boyunlarını silmeye başladı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Andolsun ki Süleyman'ı imtihan da ettik ve tahtının üzerine bir ceset bıraktık. Sonra tekrar tevbe ile önceki haline döndü."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Süleyman: \"Ey Rabbim! Beni bağışla ve bana öyle bir mülk ihsan et ki, ardımdan hiç kimseye yaraşmasın. Şüphesiz, bütün dilekleri veren sensin.\" dedi."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Bunun üzerine biz rüzgarı onun emrine verdik. Onun emriyle istediği yere yumuşacık akardı."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Dalgıç ve yapı ustası şeytanları da."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ve daha diğerlerini de zincirlerde bağlı olarak (Onun emrine verdik)."
      },
      {
        "ayahNumber": "39",
        "ayahText": "\"İşte bu, bizim ihsanımızdır. Artık sen dilersen başkalarına ver veya verme. Bundan hesaba çekilmeyeceksin\" dedik."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Şüphesiz ki ona huzurumuzda bir yakınlık ve güzel bir makam vardır."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kulumuz Eyyub'u da an. Bir zaman o, Rabbine şöyle nida etmişti: \"Meşakkat ve acı ile bana şeytan dokundu.\""
      },
      {
        "ayahNumber": "42",
        "ayahText": "(Biz ona): \"Ayağını yere vur! İşte sana yıkanılacak ve içilecek soğuk bir su\" dedik."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Ve ona, bütün ailesini ve beraberlerinde bir mislini daha tarafımızdan bir rahmet olarak bahşettik ki, akıl sahipleri için bir ibret olsun."
      },
      {
        "ayahNumber": "44",
        "ayahText": "(Bir de dedik ki): \"Eline bir demet al da onunla (eşine) vur; yemininde durmamazlık etme.\" Doğrusu biz onu sabırlı bulduk. O ne güzel kul! O hakikaten daima Allah'a yönelmektedir."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Kullarımız İbrahim'i, İshak'ı ve Yakub'u da an. Onlar eller ve gözler sahipleri idiler."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Çünkü biz onları temiz bir hasletle, hâlis yurt (ahiret) düşüncesine ermiş has kullarımızdan kılmışızdır."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Çünkü onlar, nezdimizde seçilmiş en hayırlı kimselerdendir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "İsmail'i, Elyasa'yı, Zü'lKifl'i de an. Hepsi de en hayırlı kimselerdendir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İşte bu bir öğüttür. Şüphesiz korunan müttakiler için herhalde güzel bir istikbal (güzel bir dönüş yeri) vardır."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Bütün kapıları kendilerine açılmış olan Adn cennetleri vardır."
      },
      {
        "ayahNumber": "51",
        "ayahText": "İçlerine kurularak orada birçok yemişle, bambaşka bir içki isteyeceklerdir."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Yanlarında da bakışları yalnız kocalarına dönük hep aynı yaşta dilberler vardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "O hesap günü için size vaad edilen işte budur."
      },
      {
        "ayahNumber": "54",
        "ayahText": "İşte bu, bizim rızkımız; muhakkak ki ona hiç tükenmek yoktur."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Bu, böyledir. Şüphesiz azgınlar için de fena bir gelecek vardır."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Cehennem! Ona yaslanacaklar, fakat o ne çirkin döşektir."
      },
      {
        "ayahNumber": "57",
        "ayahText": "İşte artık tatsınlar onu ki, o kaynar su ve irindir."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Ve o şekilden çifter çifter tadacakları diğer acılar da vardır."
      },
      {
        "ayahNumber": "59",
        "ayahText": "İşte şunlar da sizin peşinize düşenlerdir. Onlara merhaba yok. Çünkü onlar cehenneme salınıyorlar."
      },
      {
        "ayahNumber": "60",
        "ayahText": "(Arkadan gelenler öncekilere:) Derler ki: \"Hayır, asıl size merhaba yok. Çünkü cehennemi bize siz takdim ettiniz. Bakın o ne kötü yatak!\""
      },
      {
        "ayahNumber": "61",
        "ayahText": "\"Ey Rabbimiz! Bize bunu takdim edenin ateşteki azabını kat kat artır\" derler."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Bir de derler ki: \"Kötülerden saydığımız birtakım adamları (fakir müminleri) niye göremiyoruz?\""
      },
      {
        "ayahNumber": "63",
        "ayahText": "\"Onları eğlence yerine tutmuştuk ha! Yoksa bu gözler onlardan kaydı mı?\""
      },
      {
        "ayahNumber": "64",
        "ayahText": "Şüphesiz ki bu haktır. Ateş ehlinin birbiriyle tartışması muhakkak olacaktır."
      },
      {
        "ayahNumber": "65",
        "ayahText": "De ki: \"Ben ancak korkuyu haber veren bir peygamberim. O tek ve kahredici olan Allah'tan başka tanrı da yoktur.\""
      },
      {
        "ayahNumber": "66",
        "ayahText": "\"O, göklerin, yerin ve ikisi arasındakilerin Rabbidir. O çok güçlüdür, çok bağışlayıcıdır.\""
      },
      {
        "ayahNumber": "67",
        "ayahText": "De ki: \"Bu, bir büyük haberdir.\""
      },
      {
        "ayahNumber": "68",
        "ayahText": "\"Siz ondan yüz çeviriyorsunuz.\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "\"Münakaşa ederlerken, benim melekler yüksek topluluğuna ait ne bilgim olabilirdi?\""
      },
      {
        "ayahNumber": "70",
        "ayahText": "\"Ancak ben açıktan açığa korkutmakla görevli olduğum için o bilgi bana vahyediliyor.\""
      },
      {
        "ayahNumber": "71",
        "ayahText": "Hani Rabbin meleklere demişti ki: \"Ben çamurdan bir insan yaratmaktayım.\""
      },
      {
        "ayahNumber": "72",
        "ayahText": "\"Onu tesviye edip, düzeltip de ruhumdan ona üfledim mi derhal ona secdeye kapanın.\""
      },
      {
        "ayahNumber": "73",
        "ayahText": "Bunun üzerine meleklerin hepsi toptan secde ettiler."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Yalnız İblis etmedi, büyüklük tasladı ve kâfirlerden oldu."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Allah: \"Ey İblis! O benim kudretimle yarattığıma secde etmene ne engel oldu? Kibirlenmek mi istedin? Yoksa yüksek derecelerde bulunanlardan mı oldun?\" dedi."
      },
      {
        "ayahNumber": "76",
        "ayahText": "İblis dedi ki: \"Ben ondan hayırlıyım. Beni ateşten yarattın, onu ise çamurdan yarattın.\""
      },
      {
        "ayahNumber": "77",
        "ayahText": "Allah: \"Hemen çık oradan, artık sen kovuldun.\""
      },
      {
        "ayahNumber": "78",
        "ayahText": "\"Ve elbette lanetim ceza gününe kadar senin üzerindedir.\" buyurdu."
      },
      {
        "ayahNumber": "79",
        "ayahText": "İblis: \"Ya Rab! O halde insanların diriltilecekleri güne kadar bana mühlet ver.\" dedi."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Allah: \"Haydi belirli bir vakte kadar mühlet verilenlerdensin\" buyurdu."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Allah: \"Haydi belirli bir vakte kadar mühlet verilenlerdensin\" buyurdu."
      },
      {
        "ayahNumber": "82",
        "ayahText": "İblis: \"Öyle ise izzet ve şerefine yemin ederim ki, ben onların hepsini mutlaka aldatır, saptırırım.\""
      },
      {
        "ayahNumber": "83",
        "ayahText": "\"Ancak içlerinden ihlas ile seçilmiş has kulların müstesna\" dedi."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Allah buyurdu ki: \"O doğru, ben hep doğruyu söylerim.\""
      },
      {
        "ayahNumber": "85",
        "ayahText": "\"Andolsun ki, cehennemi mutlaka senden ve onların sana uyanlarından, topunuzdan tıka basa dolduracağım.\""
      },
      {
        "ayahNumber": "86",
        "ayahText": "Ey Muhammed! De ki: \"Ben o Kur'ân'a karşı sizden bir ücret istemiyorum. Ve ben kendiliğimden bir şey de teklif etmiyorum.\""
      },
      {
        "ayahNumber": "87",
        "ayahText": "\"O Kur'ân, bütün âlemler için bir zikir, bir öğüttür. \""
      },
      {
        "ayahNumber": "88",
        "ayahText": "\"Herhalde onun haberini bir zaman sonra bileceksiniz.\""
      }
    ]
  }
}