{
  "tegabun": {
    "surahNumber": "64",
    "surahNameTr": "Teğabün Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Göklerde ve yerde ne varsa hepsi Allah'ı tesbih eder. Mülk O'nundur, hamd O'nadır. Her şeye gücü yeten O'dur."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Sizi O yarattı. Kiminiz kâfirdir, kiminiz mümin. Allah yaptıklarınızı görmektedir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Zira gökleri ve yeri hak ile yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş ancak O'nadır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Göklerde ve yerde olanları, gizlediğiniz ve açığa vurduğunuz şeyleri bilir. Allah, göğüslerin özünü bilir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Önceden inkâr edenlerin haberi size gelmedi mi? (Onlar) işlerinin vebalini tattılar ve onlar için acı bir azap vardır."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Böyledir, çünkü onlara peygamberleri, açık deliller getirirlerdi, fakat onlar: \"Bir insan mı bize yol gösterecek?\" dediler ve yüz çevirdiler. Allah da muhtaç olmadığını gösterdi. Allah zengindir, övülmeye lâyıktır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "İnkâr edenler, katiyyen diriltilmeyeceklerini sandılar. De ki: \"Hayır! Rabbim hakkı için mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah'a göre kolaydır\"."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Artık Allah'a, Resulüne ve indirdiğimiz nura (Kur'ân'a) inanın. Allah yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Toplanma günü için sizi topladığı zaman var ya, işte o gün, kimin aldandığının açığa çıkacağı aldanma günüdür. Kim Allah'a inanır ve yararlı iş yaparsa, Allah onun kötülüklerini örter ve onu, içinde ebedi kalacakları, altlarından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur."
      },
      {
        "ayahNumber": "10",
        "ayahText": "İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar cehennem ehlidirler. Orada ebedi kalacaklardır. Ne kötü gidilecek yerdir orası!"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Allah'ın izni olmayınca hiç bir musibet isabet etmez. Kim Allah'a inanırsa, Allah onun kalbini doğruya götürür. Allah her şeyi bilendir."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Allah'a itaat edin, Peygamber'e de itaat edin. Yüz çevirirseniz bilin ki, elçimize düşen apaçık bir duyurmadır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Allah ki O'ndan başka tanrı yoktur. Müminler Allah'a dayansınlar."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. Onlardan sakının. Ama affeder, kusurlarını başlarına kakmaz, hoş görür ve bağışlarsanız, bilin ki Allah çok bağışlayan çok merhamet edendir."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Doğrusu mallarınız ve çocuklarınız sizin için bir imtihandır. Büyük mükafat ise Allah'ın yanındadır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "O halde gücünüzün yettiği kadar Allah'tan korkun, dinleyin, itaat edin, kendi iyiliğinize olarak harcayın. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Eğer Allah'a güzel bir borç verirseniz, Allah onu sizin için kat kat yapar ve sizi bağışlar. Allah çok mükafat verendir, halimdir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Görünmeyeni ve görüneni bilendir. Üstündür, hikmet sahibidir."
      }
    ]
  }
}