{
  "tur": {
    "surahNumber": "52",
    "surahNameTr": "Tûr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Andolsun Tûr'a,"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Yayılmış ince deri üzerine, satır satır yazılmış kitaba,"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yayılmış ince deri üzerine, satır satır yazılmış kitaba,"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Ma'mur eve,"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Yükseltilmiş tavana,"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Kaynatılmış denize, (andolsun ki)"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Rabbinin azabı mutlaka vuku bulacaktır."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Ona engel olacak (hiçbir şey de) yoktur."
      },
      {
        "ayahNumber": "9",
        "ayahText": "O gün gök, bir çalkanış çalkalanır"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Dağlar da bir yürüyüş yürür."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Vay haline o gün yalanlayanların!"
      },
      {
        "ayahNumber": "12",
        "ayahText": "Ki onlar, daldıkları bir batak (bâtıl)da oynayıp duruyorlar."
      },
      {
        "ayahNumber": "13",
        "ayahText": "O gün onlar cehennem ateşine itilip kakılacaklar."
      },
      {
        "ayahNumber": "14",
        "ayahText": "(Onlara): \"İşte yalanlayıp durduğunuz ateş budur\" (denilecek)."
      },
      {
        "ayahNumber": "15",
        "ayahText": "\"Bu da mı bir sihir? Yoksa siz görmüyor musunuz?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Girin oraya, ister sabredin ister etmeyin artık sizin için birdir. Siz hep yaptıklarınıza göre cezalandırılacaksınız\" (denilecek)."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Şüphesiz (günahlardan) korunanlar da cennetlerde, nimetler içindedirler."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Rablerinin kendilerine verdiği ile zevk ü sefâ sürerler. Rableri onları, cehennem azabından korumuştur."
      },
      {
        "ayahNumber": "19",
        "ayahText": "(Onlara): \"Yaptıklarınıza karşılık afiyetle yeyin, için\" (denilir.)"
      },
      {
        "ayahNumber": "20",
        "ayahText": "Sıra sıra dizilmiş koltuklara yaslanırlar. Ayrıca biz onları ceylan gözlü hûrilerle evlendirdik."
      },
      {
        "ayahNumber": "21",
        "ayahText": "İman edip zürriyetleri de iman ile kendilerine tâbi olanlar (yok mu?); işte biz, onların nesillerini de kendilerine kattık. Kendilerinin amellerinden birşey de eksiltmedik. Herkes kendi kazandığına bağlıdır."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Onlara canlarının istediği meyvalar ve etlerden bol bol verdik."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Orada bir kadeh kapışırlar ki, onda ne bir saçmalama vardır, ne de günaha sokma."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Kendilerine ait bir takım hizmetçiler de onların etrafında dönerler. Bu gençler sanki sedefleri içine gizlenmiş inci gibidirler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Birbirlerine yönelip soruyorlar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ve diyorlar ki: \"Gerçekte biz daha önce (dünya hayatında) âilemiz içinde (âkibetimizden) korkardık\"."
      },
      {
        "ayahNumber": "27",
        "ayahText": "\"Allah bize lutfetti de bizi (vücûdun) içine işleyen (kavurucu) azabdan korudu.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "\"Gerçekten biz bundan önce O'na yalvarıyorduk. Çünkü iyilik eden, esirgeyen ancak O'dur.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "(Ey Muhammed!) sen hatırlat, öğüt ver. Rabbinin nimeti sayesinde sen ne kâhinsin, ne de mecnûn."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Yoksa onlar (senin için): \"Bir şâirdir, zamanın felaketlerine çarpılmasını gözetliyoruz.\" mu diyorlar?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "De ki: Bekleyin, çünkü ben de sizinle beraber bekleyenlerdenim."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Onların akılları mı bunu emreder yoksa onlar azgın bir topluluk mudur?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Yoksa \"Onu uydurdu\" mu diyorlar? Hayır onlar inanmıyorlar."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Eğer doğru iseler onun benzeri bir söz meydana getirsinler."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Yoksa onlar, hiçbir şey olmadan (yani yaratıcısız) mı yaratıldılar? Yoksa kendileri yaratıcı mıdırlar?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Yoksa gökleri ve yeri onlar mı yarattılar? Hayır, onlar düşünüp hakikati anlamazlar."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Yoksa Rabbinin hazineleri onların yanında mıdır? Yahut hâkim (her şeyin yöneticisi) kendileri midir?"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Yoksa kendilerine mahsus (üzerine çıkıp sırları) dinleyecekleri bir merdivenleri mi var? Öyleyse dinleyenleri, açık bir delil getirsin."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Demek kızlar O'na, oğullar size öyle mi?"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Yoksa sen kendilerinden bir ücret istiyorsun da, bu yüzden onlar ağır bir borç altında mı kalıyorlar?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Yoksa gayb kendilerinin yanında da onlar mı yazıyorlar?"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Yoksa bir tuzak mı kurmak istiyorlar? Fakat o küfredenlerin kendileri tuzağa düşeceklerdir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Yoksa onların Allah'tan başka bir ilâhı mı var? Allah, onların ortak koştukları şeylerden uzaktır."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Gökten bir parçanın düştüğünü görseler, \"Üst üste yığılmış bulutlardır.\" derler."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Artık çarpılacakları günlerine kavuşuncaya kadar onları (kendi hallerine) bırak."
      },
      {
        "ayahNumber": "46",
        "ayahText": "O gün hiçbir tedbirlerinin kendilerine zerre kadar faydası olmayacak ve hiçbir şekilde yardım da görmeyeceklerdir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Şüphesiz o zulmedenlere ondan başka da azab vardır. Fakat çokları bilmezler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Rabbinin hükmüne sabret. Çünkü sen gözlerimizin önündesin. Kalktığın zaman Rabbini hamd ile tesbih et."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Gecenin bir kısmında ve yıldızların batışında da O'nu tesbih et"
      }
    ]
  }
}