{
  "zumer": {
    "surahNumber": "39",
    "surahNameTr": "Zümer Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Bu kitabın indirilişi, Azîz ve Hakîm olan Allah tarafındandır."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Emin ol, biz sana kitabı hakkıyla indirdik. Onun için dini yalnız kendisine halis kılarak Allah'a ibadet ve kulluk et."
      },
      {
        "ayahNumber": "3",
        "ayahText": "İyi bil ki, halis din ancak Allah'ındır. O'ndan başka birtakım dostlar tutanlar da şöyle demektedirler: \"Biz onlara sadece bizi Allah'a daha çok yaklaştırsınlar diye ibadet ediyoruz.\" Şüphe yok ki Allah, onların aralarında ihtilaf edip durdukları şeyde hükmünü verecektir. Herhalde yalancı ve nankör olan kimseyi Allah doğru yola çıkarmaz."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Eğer Allah bir çocuk edinmek isteseydi, elbette yaratacağından, dileyeceğini seçecekti. Ama o bundan münezzehtir. O, tek ve kahredici olan Allah'tır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "O, gökleri ve yeri hak ile yarattı, geceyi gündüzün üstüne sarıyor, gündüzü de gecenin üstüne sarıyor. Güneşi ve ay'ı emrine âmade kılmış, her biri belli bir süreye kadar akıp gitmektedir. İyi bil ki, çok güçlü ve çok bağışlayıcı olan ancak O'dur."
      },
      {
        "ayahNumber": "6",
        "ayahText": "O, sizi bir nefisten yarattı. Hem sonra onun eşini de ondan var etti. Sizin için yumuşak başlı hayvanlardan sekiz çift indirdi. Sizi analarınızın karınlarında üç karanlık içinde yaratılıştan yaratılışa yaratıp duruyor. İşte Rabbiniz Allah O'dur. Mülk O'nundur, O'ndan başka tanrı yoktur. O halde nasıl haktan çevrilirsiniz?"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Eğer inkâr ederseniz, şüphe yok ki Allah'ın size ihtiyacı yoktur. Bununla beraber kulları hesabına küfre razı olmaz. Eğer şükrederseniz sizin hesabınıza ona razı olur. Hiçbir günahkar da diğerinin günahını çekecek değildir. Sonra dönüşünüz, Rabbinizedir. O vakit, O size bütün yaptıklarınızı haber verecektir. Çünkü O, bütün kalplerin özünü bilir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "İnsana bir sıkıntı dokunduğu zaman bütün gönlünü vererek Rabbine dua eder. Sonra kendisine tarafından bir nimet lütfettiği zaman da önceden O'na dua ettiği hali unutur da, yolundan sapıtmak için Allah'a ortaklar koşmaya başlar. Ey Muhammed! De ki: \"Küfrünle biraz zevk et, çünkü sen, o ateşliklerdensin.\""
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yoksa o, gece saatlerinde kalkan, secdeye kapanıp, kıyama durarak daima vazifesini yapan, ahireti hesaba katan ve Rabbinin rahmetini uman kimse gibi olur mu? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu?\" Ancak temiz akıl sahibi olanlar anlar."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ey Muhammed! Tarafımdan söyle: \"Ey iman eden kullarım! Rabbinizden korkun. Bu dünyada güzellik yapanlara bir güzellik vardır. Allah'ın yeryüzü geniştir. Ancak sabredenlere mükafatları hesapsız ödenecektir.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "De ki: \"Bana, dini sadece kendisine halis kılarak Allah'a ibadet etmem emredildi.\""
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Hem O'nun birliğine teslim olan müslümanların ilki olmam da bana emredildi.\""
      },
      {
        "ayahNumber": "13",
        "ayahText": "De ki: \"Eğer Rabbime isyan edersem, büyük bir günün azabından korkarım.\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "De ki: \"Ben dinimi kendisine halis kılarak yalnız Allah'a kulluk ederim.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "\"Siz de O'ndan başka dilediğinize kul olun.\" De ki: \"Asıl hüsrana düşenler, kıyamet günü kendilerine ve mensuplarına ziyan edenlerdir. Evet, işte asıl açık hüsran budur.\""
      },
      {
        "ayahNumber": "16",
        "ayahText": "Onların üstlerinde ateşten tabakalar, altlarında yine ateşten tabakalar vardır. İşte Allah, kullarını bundan korkutuyor, \"Ey kullarım! benden korkun.\" (diyor)."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Tağuttan, ona kulluk etmekten kaçınıp da tam gönülle Allah'a yönelenlere gelince, müjde onlaradır. Haydi müjdele kullarımı."
      },
      {
        "ayahNumber": "18",
        "ayahText": "O kullarımı ki, onlar sözü dinlerler, sonra da en güzeline uyarlar. İşte onlar, Allah'ın kendilerine hidayet verdiği kimselerdir. İşte temiz akıllılar da onlardır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ya üzerine azab kelimesi hak olmuş kimse de mi (böyledir)? Artık o ateşteki kimseyi sen mi çıkaracaksın?"
      },
      {
        "ayahNumber": "20",
        "ayahText": "Fakat o Rablerine sığınarak korunanlar için altlarından ırmaklar akan, üzerlerinden şehnişinler yapılmış, şehnişinli (balkonlu) köşkler vardır. Bu, Allah'ın vaadidir. Allah vaadinden caymaz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Allah'ın gökten bir su indirip de onu bir yoluyla yeryüzündeki menbalara koyduğunu görmedin mi? Sonra onunla türlü renklerde bir ekin çıkarır, sonra onun olgunlaşıp sarardığını görürsün. Sonra da onu bir çöpe çevirir. Elbette bunda temiz akıllılar için bir ihtar vardır."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Allah, kimin bağrını İslâm'a açmış ise işte o, Rabbinden bir nur üzerinde değil midir? Artık Allah'ın zikri hususunda kalpleri katılaşmış olanların vay haline! İşte bunlar, apaçık bir sapıklık içindedirler."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Allah, kelamın en güzelini ikizli, ahenkli bir kitap olarak indirdi. () Ondan Rablerine saygısı olanların derileri ürperir. Sonra derileri de, kalpleri de Allah'ın zikrine karşı yumuşar. İşte bu Allah'ın rehberidir. Allah, onunla dilediğini doğru yola çıkarır. Her kimi de Allah şaşırtırsa, artık ona doğru yolu gösterecek yoktur."
      },
      {
        "ayahNumber": "24",
        "ayahText": "O halde kıyamet günü zalimlere: \"Tadın bakalım kazanıp durduklarınızı!\" denilirken, o kötü azabdan yüzü ile korunacak kimse ne olur? ()"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Onlardan öncekiler de yalanladılar da kendilerine, hatırlarına gelmez yönden azab geliverdi."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Allah, onlara dünya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha büyüktür. Keşke bilselerdi!"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Yemin ederim ki, bu Kur'ân'da insanlar için her türlüsünden temsil getirdik. Gerek ki iyi düşünsünler."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Pürüzsüz Arapça bir Kur'ân (indirdik ki, Allah'ın azabından) korunsunlar."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Allah, şöyle bir misal vermiştir: Bir adam ve birtakım ortakları var, hırçın hırçın çekişip duruyorlar. Bir de yalnız bir kişiye bağlı selamet içinde olan bir adam var. Bu ikisinin hali hiç bir olur mu? Hamd Allah'ındır, fakat pek çokları bilmezler."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Sen elbette öleceksin, onlar da elbette öleceklerdir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Sonra siz muhakkak kıyamet gününde Rabbinizin huzurunda birbirinizden davacı olacaksınız."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Allah'a karşı yalan söyleyen ve doğru kendisine geldiği zaman onu yalan sayandan daha zalim (daha haksız) kim olabilir? Kâfirlerin yeri cehennemde değil midir?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Doğruyu getiren ve onu tasdik edene gelince, işte onlar kötülükten korunan müttakilerdir."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Onlara, Rablerinin yanında ne dilerlerse vardır. İşte bu, iyilik yapanların mükafatıdır."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Çünkü Allah, onların önceden yaptıkları amelin en kötüsünü bile keffaretle örtüp, işlemekte bulundukları güzel amellerin en güzeline göre mükafatlarını kendilerine verecektir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Allah, kuluna kâfi değil midir? Durmuşlar da seni O'ndan başkalarıyla korkutuyorlar. Her kimi ki Allah şaşırtırsa, artık ona hidayet edecek yoktur."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Her kime de Allah hidayet verirse artık onu da şaşırtacak yoktur. Allah aziz (çok güçlü) ve intikam sahibi değil midir?"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Andolsun ki onlara: \"O gökleri ve yeri kim yarattı?\" diye soracak olsan: \"Elbette Allah!\" diyeceklerdir. O halde gördünüz ya Allah'tan başka çağırdıklarınızı! Eğer Allah bana bir zarar vermek isterse, onlar O'nun zararını giderebilirler mi? Yahut bana bir rahmet dilerse, onlar O'nun rahmetini tutabilirler mi? De ki: \"Allah, bana yeter.\" Tevekkül edenler, hep O'na dayanırlar."
      },
      {
        "ayahNumber": "39",
        "ayahText": "De ki: \"Ey kavmim! Haliniz üzere çalışın. Ben de kendi halime göre çalışıyorum. Artık ileride bileceksiniz.\""
      },
      {
        "ayahNumber": "40",
        "ayahText": "\"Kendisini rezil edecek azabın kime geleceğini ve sürekli bir azabın kimin üzerine konacağını.\""
      },
      {
        "ayahNumber": "41",
        "ayahText": "Biz bu kitabı sana, insanlar için hak ile indirdik. O halde kim doğru yola gelirse kendi lehinedir. Kim de saparsa, sırf kendi aleyhine olarak sapar. Sen onların üzerine vekil değilsin."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Allah, o canları öldükleri zaman, ölmeyenleri de uyuduklarında alır. Sonra haklarında ölüm hükmü verdiklerini alıkor, diğerlerini de takdir edilmiş bir süreye kadar salıverir. Şüphesiz ki bunda düşünecek bir kavim için nice ibretler vardır."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Yoksa Allah'tan başka şefaatçiler mi edindiler? De ki: \"Onlar hiçbir şeye güç yetiremezler ve akıl erdiremezlerse de mi (böyle yapacaksınız)?\""
      },
      {
        "ayahNumber": "44",
        "ayahText": "De ki: \"Bütün şefaat Allah'ındır. Göklerin ve yerin mülkü O'nundur. Sonra hep döndürülüp O'na götürüleceksiniz.\""
      },
      {
        "ayahNumber": "45",
        "ayahText": "Böyle iken, Allah bir olarak anıldığı zaman ahirete inanmayanların yürekleri burkulur da, O'ndan başkaları anıldığı zaman derhal yüzleri güler."
      },
      {
        "ayahNumber": "46",
        "ayahText": "De ki: \"Ey gökleri ve yeri yaratan, görüleni ve görülmeyeni bilen Allah'ım! Kulların arasında, o ihtilaf edip durdukları şeyler hakkında sen hüküm vereceksin.\""
      },
      {
        "ayahNumber": "47",
        "ayahText": "Eğer bütün yeryüzündekiler ve bir o kadarı da beraber o zulmedenlerin olsaydı, kıyamet günü azabın kötülüğünden kurtulmak için onu mutlaka feda ederlerdi. Ancak ne var ki, hiç hesaba katmadıkları şeyler, Allah tarafından karşılarına çıkarılır."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Öyle ki, yaptıkları amellerin kötülükleri karşılarına çıkmış ve alay edip durdukları şeyler, kendilerini sarmıştır."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Fakat insana bir sıkıntı dokunuverince bize yalvarır, sonra kendisine tarafımızdan bir nimet bahşettiğimiz zaman da: \"O bana bir bilgi üzerine verildi.\" der. Belki bu bir imtihandır, fakat pek çokları bilmezler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Onu, bunlardan öncekiler de söyledi. Fakat o kazandıkları, kendilerini kurtarmadı."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Neticede kazandıklarının kötülükleri, başlarına geçti. Şunlardan o zulmedenlerin de kazandıkları kötülükleri başlarına geçecektir. Onlar da bunu atlatacak değillerdir."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Hâlâ bilmediler mi ki; Allah, rızkı dilediğine açar ve kısar. Şüphesiz ki bunda iman edecek bir kavim için nice ibretler vardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "De ki: \"Ey haddi aşarak nefislerine karşı israf etmiş olan kullarım! Allah'ın rahmetinden ümid kesmeyin. Çünkü Allah, bütün günahları bağışlar. Şüphesiz ki O, çok bağışlayıcıdır, çok merhamet edicidir.\""
      },
      {
        "ayahNumber": "54",
        "ayahText": "Onun için ümidi kesmeyin de başınıza azab gelmeden önce tevbe ile Rabbinize yönelin ve O'na teslim olun. Sonra kurtulamazsınız."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Haberiniz olmayarak ansızın başınıza azab gelmeden önce (halis müslüman olun da) Rabbinizden size indirilenin en güzelini takib ve tatbik edin."
      },
      {
        "ayahNumber": "56",
        "ayahText": "(O günden sakının ki günahkar) nefis şöyle diyecektir: \"Allah'ın yanında yaptığım kusurlardan dolayı yazık bana! Doğrusu ben alay edenlerdendim.\""
      },
      {
        "ayahNumber": "57",
        "ayahText": "Yahut şöyle diyecektir: \"Allah bana doğru yolu gösterseydi, her halde ben müttakilerden olurdum.\""
      },
      {
        "ayahNumber": "58",
        "ayahText": "Veya azabı gördüğü zaman şöyle diyecektir: \"Bana bir geri dönüş olsaydı da ben de o iyilik yapanlardan olsaydım.\""
      },
      {
        "ayahNumber": "59",
        "ayahText": "(Ona): \"Hayır sana âyetlerim geldi de onlara yalan dedin, kibirlenmek istedin ve kâfirlerden oldun.\" (denir.)"
      },
      {
        "ayahNumber": "60",
        "ayahText": "Hem o kıyamet günü görürsün ki, Allah'a karşı yalan söyleyenlerin yüzleri kararmıştır. Kibirlenenlerin yeri cehennem değil mi?"
      },
      {
        "ayahNumber": "61",
        "ayahText": "Kötülükten sakınan müttakileri ise Allah başarılarından dolayı kurtuluşa çıkarır. Onlara fenalık dokunmaz ve onlar üzülecek de değillerdir."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Allah, her şeyin yaratıcısıdır. Her şey üzerine vekil de O'dur."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Bütün göklerin ve yerin kilitleri O'nundur. Allah'ın âyetlerini inkâr edenlere gelince, işte onlar, kendilerine yazık edenlerdir."
      },
      {
        "ayahNumber": "64",
        "ayahText": "De ki: \"Ey cahiller! Şimdi bana o Allah'tan başkasına mı kulluk etmemi emrediyorsunuz?\""
      },
      {
        "ayahNumber": "65",
        "ayahText": "Andolsun ki, sana da, senden öncekilere de şu vahyedildi: \"Yemin ederim ki, eğer şirk koşarsan bütün çalışmaların boşa gider ve mutlaka kendine yazık edenlerden olursun.\""
      },
      {
        "ayahNumber": "66",
        "ayahText": "Hayır, onun için yalnız Allah'a kulluk et ve şükredenlerden ol."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Allah'ı hakkıyla takdir edemediler. Halbuki bütün yer kıyamet günü O'nun avucundadır. Gökler de kudretiyle dürülmüştür. O, onların ortak koştuklarından münezzeh ve çok yüksektir."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Ve sûra üflenmiştir. Göklerde kim var, yerde kim varsa çarpılıp yıkılmıştır. Ancak Allah'ın dilediği müstesna. Sonra ona bir daha üflenmiştir. Bu defa da hep onlar kalkmışlar bakıyorlardır."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Yer, Rabbinin nuru ile parlamıştır. Kitap konmuş, peygamberler ve şahitler getirilmiş ve aralarında hak ile hüküm verilmektedir. Hem onlara hiç haksızlık yapılmaz."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Herkese ne amel yaptıysa karşılığı tam olarak ödenmiştir. O (Allah), onların yaptıklarını en iyi şekilde bilmektedir."
      },
      {
        "ayahNumber": "71",
        "ayahText": "İnkâr edenler bölük bölük cehenneme sevkedilmektedir. Nihayet oraya vardıklarında kapıları açılır ve bekçileri onlara: \"İçinizden size Rabbinizin âyetlerini okuyan, bu gününüzle karşılaşacağınıza dair sizi uyaran peygamberler gelmedi mi?\" derler. Onlar da: \"Evet geldi\" derler. Fakat kâfirler üzerine azab kelimesi hak oldu."
      },
      {
        "ayahNumber": "72",
        "ayahText": "(Onlara): \"Ebedî olarak içinde kalmak üzere girin cehennemin kapılarından\" denir. Bak, büyüklük taslayanların yeri ne kötüdür!"
      },
      {
        "ayahNumber": "73",
        "ayahText": "Rablerinden korkanlar da bölük bölük cennete sevk edilmektedir. Nihayet oraya vardıkları zaman kapıları açılır ve bekçileri onlara: \"Selâm sizlere, ne hoşsunuz! Ebedî olarak içinde kalmak üzere haydi girin oraya!\" derler."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Onlar da: \"Hamdolsun o Allah'a ki, bize vaadini doğru çıkardı ve bizi cennet arzına varis kıldı. Cennette istediğimiz yerde oturuyoruz\" derler. Bak ne güzeldir mükafatı o iyi amel işleyenlerin!"
      },
      {
        "ayahNumber": "75",
        "ayahText": "Meleklerin de arşın etrafını kuşatarak, Rablerine hamd ile tesbih ettiklerini görürsün. Artık halk arasında hak ile hüküm icra edilip \"âlemlerin Rabbi Allah'a hamdolsun\" denilmektedir."
      }
    ]
  }
}