{
  "surahNumber": "46",
  "surahName": "Ahkâf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha. Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bu Kitap aziz ve hakim olan Allah tarafından indirilmiştir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Gökleri, yeri ve ikisi arasında bulunanları biz, şüphesiz yerli yerince ve belli bir süre için yarattık. İnkar edenler, uyarıldıkları şeylerden yüz çevirmektedirler."
    },
    {
      "ayahNumber": "4",
      "ayahText": "De ki: Söylesenize! Allah'ı bırakıp taptığınız şeyler yeryüzünde ne yaratmışlar; göstersenize bana! Yoksa onların göklere ortaklıkları mı vardır? Eğer doğru söyleyenlerden iseniz, bundan evvel (size indirilmiş) bir kitap yahut bir bilgi kalıntısı varsa onu bana getirin."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Allah'ı bırakıp da kıyamet gününe kadar kendisine cevap veremeyecek şeylere tapandan daha sapık kim olabilir? (Oysa) onlar, bunların tapmalarından habersizdirler."
    },
    {
      "ayahNumber": "6",
      "ayahText": "İnsanlar bir araya toplandıkları zaman (müşrikler) onlara (tapındıklarına) düşman kesilirler ve onlara kulluk ettiklerini inkar ederler."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Ayetlerimiz onlara açıkça okunduğu zaman hakikat kendilerine geldiğinde onu inkar edenler: \"Bu, apaçık bir büyüdür\" dediler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Yoksa \"Onu uydurdu\" mu diyorlar? De ki: Eğer ben onu uydurmuşsam, Allah tarafından bana gelecek şeyi savmaya gücünüz yetmez. O, sizin Kur'an hakkında yaptığınız taşkınlıkları çok daha iyi bilir. Benimle sizin aranızda şahit olarak O yeter. O, bağışlayan, esirgeyendir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "De ki: Ben peygamberlerin ilki değilim. Bana ve size ne yapılacağını da bilmem. Ben sadece bana vahyedilene uyarım. Ben sadece apaçık bir uyarıcıyım."
    },
    {
      "ayahNumber": "10",
      "ayahText": "De ki: Hiç düşündünüz mü; şayet bu, Allah katından ise ve siz onu inkar etmişseniz, İsrailoğullarından bir şahit de bunun benzerini görüp inandığı halde siz yine de büyüklük taslamışsanız (haksızlık etmiş olmaz mısınız)? Şüphesiz Allah, zalimler topluluğunu doğru yola iletmez."
    },
    {
      "ayahNumber": "11",
      "ayahText": "İnkar edenler, iman edenler hakkında dediler ki: \"Bu iş bir hayır olsaydı, onlar bizi geçemezlerdi.\" Fakat onlar bununla doğru yola girmek arzusunda olmadıkları için \"Bu eski bir yalandır\" diyecekler."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ondan önce de bir rahmet ve rehber olarak Musa'nın kitabı vardır. Bu (Kur'an) da, zulmedenleri uyarmak ve iyilik yapanlara müjde olmak üzere Arap lisanıyla indirilmiş, doğrulayıcı bir kitaptır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "\"Rabbimiz Allah'tır\" deyip sonra da dosdoğru yaşayanlara korku yoktur ve onlar üzülmeyeceklerdir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Onlar cennet ehlidirler. Yapmakta olduklarına karşılık orada ebedi kalacaklardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Annesi onu zahmetle taşıdı ve zahmetle doğurdu. Taşınması ile sütten kesilmesi, otuz ay sürer. Nihayet insan, güçlü çağına erip kırk yaşına varınca der ki: Rabbim! Bana ve ana-babama verdiğin nimete şükretmemi ve razı olacağın yararlı iş yapmamı temin et. Benim için de zürriyetim için de iyiliği devam ettir. Ben sana döndüm. Ve elbette ki ben müslümanlardanım."
    },
    {
      "ayahNumber": "16",
      "ayahText": "İşte, yaptıklarının iyisini kabul edeceğimiz ve günahlarını bağışlayacağımız bu kimseler cennetlikler arasındadırlar. Bu, kendilerine verilen doğru bir sözdür."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ana ve babasına: Öf be size! Benden önce nice nesiller gelip geçmişken, beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, ana ve babası Allah'ın yardımına sığınarak: Yazıklar olsun sana! İman et. Allah'ın vadi gerçektir, dedikleri halde o: Bu, eskilerin masallarından başka bir şey değildir, der."
    },
    {
      "ayahNumber": "18",
      "ayahText": "İşte onlar, kendilerinden önce cinlerden ve insanlardan gelip geçmiş topluluklar içinde, haklarında azabın gerçekleştiği kimselerdir. Gerçekten onlar ziyana uğrayanlardır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Herkesin yaptıklarına göre dereceleri vardır. Allah, onlara yaptıklarının karşılığını verir, asla kendilerine haksızlık yapılmaz."
    },
    {
      "ayahNumber": "20",
      "ayahText": "İnkar edenler ateşe arzolunacakları gün (onlara şöyle denir): Dünyadaki hayatınızda bütün güzel şeylerinizi harcadınız, onların zevkini sürdünüz. Bugün ise yeryüzünde haksız yere büyüklük taslamanızdan ve yoldan çıkmanızdan dolayı alçaltıcı bir azap göreceksiniz!"
    },
    {
      "ayahNumber": "21",
      "ayahText": "Ad kavminin kardeşini (Hud'u) an. Zira o, kendinden önce ve sonra uyarıcıların da gelip geçtiği Ahkaf bölgesindeki kavmine: Allah'tan başkasına kulluk etmeyin. Ben sizin büyük bir günün azabına uğramanızdan korkuyorum, demişti."
    },
    {
      "ayahNumber": "22",
      "ayahText": "\"Sen bizi tanrılarımızdan çevirmek için mi bize geldin? Hadi, doğru söyleyenlerden isen, bizi tehdit ettiğin şeyi başımıza getir\" dediler."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Hud da! Bilgi ancak Allah'ın katındadır. Ben size, bana gönderilen şeyi duyuruyorum. Fakat sizin cahil bir kavim olduğunuzu görüyorum, dedi."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Nihayet onu, vadilerine doğru yayılan bir bulut şeklinde görünce: Bu bize yağmur yağdıracak yaygın bir buluttur, dediler. Hayır! O, sizin acele gelmesini istediğiniz şeydir. İçinde acı azap bulunan bir rüzgardır!"
    },
    {
      "ayahNumber": "25",
      "ayahText": "O (rüzgar), Rabbinin emriyle her şeyi yıkar, mahveder. Nitekim (o kasırga gelince) onların evlerinden başka bir şey görülmez oldu. İşte biz suç işleyen toplumu böyle cezalandırırız."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Andolsun ki, onlara da size vermediğimiz kudret ve serveti vermiştik. Kendilerine kulaklar, gözler ve kalpler vermiştik. Fakat kulakları, gözleri ve kalpleri kendilerine bir fayda sağlamadı. Zira bile bile Allah'ın ayetlerini inkar ediyorlardı. Alay edip durdukları şey, kendilerini kuşatıverdi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Andolsun biz, çevrenizdeki memleketleri de yok ettik. Belki doğru yola dönerler diye ayetleri tekrar tekrar açıkladık."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Allah'tan başka kendilerine yakınlık sağlamak için tanrı edindikleri şeyler, kendilerine yardım etselerdi ya! Hayır, onları bırakıp gittiler. Bu onların yalanı ve uydurup durdukları şeydir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Hani cinlerden bir gurubu, Kur'an'ı dinlemeleri için sana yöneltmiştik. Kur'an'ı dinlemeye hazır olunca (birbirlerine) \"Susun\" demişler, Kur'an'ın okunması bitince uyarıcılar olarak kavimlerine dönmüşlerdi."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ey kavmimiz! dediler, doğrusu biz Musa'dan sonra indirilen, kendinden öncekini doğrulayan, hakka ve doğru yola ileten bir kitap dinledik."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Ey kavmimiz! Allah'ın davetçisine uyun. Ona iman edin ki Allah da sizin günahlarınızı kısmen bağışlasın ve sizi acı bir azaptan korusun.."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Allah'ın davetçisine uymayan kimse yeryüzünde Allah'ı aciz bırakacak değildir. Kendisi için Allah'tan başka dostlar da bulunmaz. İşte onlar, apaçık bir sapıklık içindedirler."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Gökleri ve yeri yaratan, bunları yaratmakla yorulmayan Allah'ın, ölüleri diriltmeye de gücünün yeteceğini düşünmezler mi? Evet O, her şeye kadirdir."
    },
    {
      "ayahNumber": "34",
      "ayahText": "İnkar edenlere, ateşe sunulacakları gün: Nasıl, bu gerçek değil miymiş? denildiğinde: Evet, Rabbimize andolsun ki gerçekmiş, derler. Allah: Öyleyse inkar etmenizden dolayı azabı tadın! der."
    },
    {
      "ayahNumber": "35",
      "ayahText": "O halde (Resulum), peygamberlerden azim sahibi olanların sabrettiği gibi sen de sabret. Onlar hakkında acele etme, onlar vadedildikleri azabı gördükleri gün sanki dünyada sadece gündüzün bir saati kadar kaldıklarını sanırlar. Bu, bir tebliğdir. Yoldan çıkmış topluluklardan başkası helak edilir."
    }
  ]
}