{
  "ahzab": {
    "surahNumber": "33",
    "surahNameTr": "Ahzâb Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ey Peygamber! Allah'tan kork, kafirlere ve münafıklara boyun eğme. Elbette Allah her şeyi bilmekte ve yerli yerince yapmaktadır."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Rabbinden sana vahyedilene uy. Şüphesiz Allah, bütün yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Allah'a güven. Vekil olarak Allah yeter."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Allah, bir adamın içinde iki kalp yaratmadığı gibi, \"zıhar\" yaptığınız eşlerinizi de analarınız yerinde tutmadı ve evlatlıklarınızı da öz oğullarınız olarak tanımadı. Bunlar sizin ağızlarınıza geliveren sözlerden ibarettir. Allah ise gerçeği söyler ve doğru yola O eriştirir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Onları (evlat edindiklerinizi) babalarına nisbet ederek çağırın. Allah yanında en doğrusu budur. Eğer babalarının kim olduğunu bilmiyorsanız, bu takdirde onları din kardeşleriniz ve görüp gözettiğiniz kimseler olarak kabul edin. Yanılarak yaptıklarınızda size vebal yok; fakat kalplerinizin bile bile yöneldiğinde günah vardır. Allah bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Peygamber, müminlere kendi canlarından daha yakındır. Eşleri, onların analarıdır. Akraba olanlar, Allah'ın Kitabına göre, (mirasçılık bakımından) birbirlerine diğer müminlerden ve muhacirlerden daha yakındırlar; ancak, dostlarınıza uygun bir vasiyet yapmanız müstesnadır. Bunlar Kitap'ta yazılı bulunmaktadır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Hani biz peygamberlerden söz almıştık; senden, Nuh'tan, İbrahim'den, Musa'dan ve Meryem oğlu İsa'dan da. (Evet) biz onlardan pek sağlam bir söz aldık."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Allah bu sözü doğruları doğruluklarıyla sorumlu kılmak için aldı. Kafirler için de çok acıklı bir azap hazırladı."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ey iman edenler! Allah'ın size olan nimetini hatırlayın; hani size ordular saldırmıştı da, biz onlara karşı bir rüzgar ve sizin görmediğiniz ordular göndermiştik. Allah ne yaptığınızı çok iyi görmekteydi."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Onlar hem yukarınızdan hem aşağı tarafınızdan (vadinin üstünden ve alt yanından) üzerinize yürüdükleri zaman; gözler yıldığı, yürekler gırtlağa geldiği ve siz Allah hakkında türlü türlü şeyler düşündüğünüz zaman;"
      },
      {
        "ayahNumber": "11",
        "ayahText": "İşte orada iman sahipleri imtihandan geçirilmiş ve şiddetli bir sarsıntıya uğratılmışlardı."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Ve o zaman, münafıklar ile kalplerinde hastalık (iman zayıflığı) bulunanlar: Meğer Allah ve Resulü bize sadece kuru vaadlerde bulunmuşlar! diyorlardı."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Onlardan bir gurup da demişti ki: Ey Yesribliler (Medineliler)! Artık sizin için durmanın sırası değil, haydi dönün! İçlerinden bir kısmı ise: Gerçekten evlerimiz emniyette değil, diyerek Peygamber'den izin istiyordu; oysa evleri tehlikede değildi, sadece kaçmayı arzuluyorlardı."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Medine'nin her yanından üzerlerine saldırılsaydı da, o zaman savaşmaları istenseydi, şüphesiz hemen savaşa katılırlar ve evlerinde pek eğlenmezlerdi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Andolsun ki daha önce onlar, sırt çevirip kaçmayacaklarına dair Allah'a söz vermişlerdi. Allah'a verilen söz mesuliyeti gerektirir!"
      },
      {
        "ayahNumber": "16",
        "ayahText": "(Resulüm!) De ki: Eğer ölümden veya öldürülmekten kaçıyorsanız, kaçmanın size asla faydası olmaz! (Eceliniz gelmemiş ise) o takdirde de, yaşatılacağınız süre çok değildir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "De ki: Allah size bir kötülük dilerse, O'na karşı sizi kim korur; ya da size rahmet dilerse (size kim zarar verebilir)? Onlar, kendilerine Allah'tan başka ne bir dost bulurlar ne de bir yardımcı."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Allah, içinizden (savaştan) alıkoyanları ve yandaşlarına: \"Bize katılın\" diyenleri gerçekten biliyor. Zaten bunların pek azı savaşa gelir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "(Gelseler de) size karşı pek hasistirler. Hele korku gelip çattı mı, üzerine ölüm baygınlığı çökmüş gibi gözleri dönerek sana baktıklarını görürsün. Korku gidince ise, mala düşkünlük göstererek sizi sivri dilleri ile incitirler. Onlar iman etmiş değillerdir; bunun için Allah onların yaptıklarını boşa çıkarmıştır. Bu, Allah'a göre kolaydır."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Bunlar, düşman birliklerinin bozulup gitmedikleri evhamı içindedirler. Müttefikler ordusu yine gelecek olsa, isterler ki, çölde göçebe Araplar içinde bulunsunlar da, sizin haberlerinizi (uzaktan) sorsunlar. Zaten içinizde bulunsalardı dahi pek savaşacak değillerdi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Andolsun ki, Resulullah, sizin için, Allah'a ve ahiret gününe kavuşmayı umanlar ve Allah'ı çok zikredenler için güzel bir örnektir."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Müminler ise, düşman birliklerini gördüklerinde: İşte Allah ve Resulü'nün bize vadettiği! Allah ve Resulü doğru söylemiştir, dediler. Bu (orduların gelişi), onların ancak imanlarını ve Allah'a bağlılıklarını arttırdı."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Müminler içinde Allah'a verdikleri sözde duran nice erler var. İşte onlardan kimi, sözünü yerine getirip o yolda canını vermiştir; kimi de (şehitliği) beklemektedir. Onlar hiçbir şekilde (sözlerini) değiştirmemişlerdir."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Çünkü Allah sadakat gösterenleri sadakatları sebebiyle mükafatlandıracak, münafıklara -dilerse- azap edecek yahut da (tevbe ederlerse) tevbelerini kabul edecektir. Şüphesiz Allah, bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Allah, o inkar edenleri hiçbir fayda elde edemeden öfkeleri ile geri çevirdi. Allah (ın yardımı) savaşta müminlere yetti. Allah güçlüdür, mutlak galiptir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Allah, ehl-i kitaptan, onlara (müşrik ordularına) yardım edenleri kalelerinden indirdi ve kalplerine korku düşürdü; bir kısmını öldürüyor, bir kısmını da esir alıyordunuz."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Allah, onların yerlerine, yurtlarına, mallarına ve ayak basmadığınız topraklara sizi mirasçı yaptı. Allah'ın her şeye gücü yeter."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ey Peygamber! Eşlerine şöyle söyle: Eğer dünya dirliğini ve süsünü (refahını) istiyorsanız, gelin size boşanma bedellerinizi vereyim de, sizi güzellikle salıvereyim."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Eğer Allah'ı, Peygamberini ve ahiret yurdunu diliyorsanız, bilin ki, Allah, içinizden güzel davrananlar için büyük bir mükafat hazırlamıştır."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Ey peygamber hanımları! Sizden kim açık bir hayasızlık yaparsa, onun azabı iki katına çıkarılır. Bu, Allah'a göre kolaydır."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Sizden kim, Allah'a ve Resulüne itaat eder ve yararlı iş yaparsa ona mükafatını iki kat veririz. Ve ona (cennette) bol rızık hazırlamışızdır."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Ey Peygamber hanımları! Siz, kadınlardan herhangi biri gibi değilsiniz. Eğer (Allah'tan) korkuyorsanız, (yabancı erkeklere karşı) çekici bir eda ile konuşmayın; sonra kalbinde hastalık bulunan kimse ümide kapılır. Güzel söz söyleyin."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Evlerinizde oturun, eski cahiliye adetinde olduğu gibi açılıp saçılmayın. Namazı kılın, zekatı verin, Allah'a ve Resulüne itaat edin. Ey Ehl-i Beyt! Allah sizden, sadece günahı gidermek ve sizi tertemiz yapmak istiyor."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Evlerinizde okunan Allah'ın ayetlerini ve hikmeti hatırlayın. Şüphesiz Allah, her şeyin iç yüzünü bilendir ve her şeyden haberi olandır."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Müslüman erkekler ve müslüman kadınlar, mümin erkekler ve mümin kadınlar, taata devam eden erkekler ve taata devam eden kadınlar, doğru erkekler ve doğru kadınlar, sabreden erkekler ve sabreden kadınlar, mütevazi erkekler ve mütevazi kadınlar, sadaka veren erkekler ve sadaka veren kadınlar, oruç tutan erkekler ve oruç tutan kadınlar, ırzlarını koruyan erkekler ve (ırzlarını) koruyan kadınlar, Allah'ı çok zikreden erkekler ve zikreden kadınlar var ya; işte Allah, bunlar için bir mağfiret ve büyük bir mükafat hazırlamıştır."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Allah ve Resulü bir işe hüküm verdiği zaman, inanmış bir erkek ve kadına o işi kendi isteklerine göre seçme hakkı yoktur. Her kim Allah ve Resulüne karşı gelirse, apaçık bir sapıklığa düşmüş olur."
      },
      {
        "ayahNumber": "37",
        "ayahText": "(Resulüm!) Hani Allah'ın nimet verdiği, senin de kendisine iyilik ettiğin kimseye: Eşini yanında tut, Allah'tan kork! diyordun. Allah'ın açığa vuracağı şeyi, insanlardan çekinerek içinde gizliyordun. Oysa asıl korkmana layık olan Allah'tır. Zeyd, o kadından ilişiğini kesince biz onu sana nikahladık ki evlatlıkları, karılarıyla ilişkilerini kestiklerinde (o kadınlarla evlenmek isterlerse) müminlere bir güçlük olmasın. Allah'ın emri yerine getirilmiştir."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Allah'ın, kendisine helal kıldığı şeyde Peygamber'e herhangi bir vebal yoktur. Önce gelip geçenler arasında da Allah'ın adeti böyle idi. Allah'ın emri mutlaka yerine gelecek, yazılmış bir kaderdir."
      },
      {
        "ayahNumber": "39",
        "ayahText": "O peygamberler ki Allah'ın gönderdiği emirleri duyururlar, Allah'tan korkarlar ve O'ndan başka kimseden korkmazlar. Hesap görücü olarak Allah (herkese) yeter."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Muhammed, sizin erkeklerinizden hiçbirinin babası değildir. Fakat o, Allah'ın Resulü ve peygamberlerin sonuncusudur. Allah her şeyi hakkıyla bilendir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Ey inananlar! Allah'ı çokça zikredin."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ve O'nu sabah-akşam tesbih edin."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Sizi karanlıklardan aydınlığa çıkarmak için üzerinize rahmetini gönderen O'dur. Melekleri de size istiğfar eder. Allah, müminlere karşı çok merhametlidir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Kendisine kavuştukları gün, Allah'ın onlara iltifatı, \"selam\" dır. Allah onlara çok değerli mükafat hazırlamıştır."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Ey Peygamber! Biz seni hakikaten bir şahit, bir müjdeleyici ve bir uyarıcı olarak gönderdik."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Allah'ın izniyle, bir davetçi ve nur saçan bir kandil olarak (gönderdik)."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Allah'tan büyük bir lütfa ereceklerini müminlere müjdele."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Kafirlere ve münafıklara boyun eğme. Onların eziyetlerine aldırma. Allah'a güvenip dayan, vekil ve destek olarak Allah yeter."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Ey iman edenler! Mümin kadınları nikahlayıp da, henüz zifafa girmeden onları boşarsanız, onları sayacağınız bir iddet süresince bekletme hakkınız yoktur. O halde onları (bir bağışla) memnun edin ve onları güzel bir şekilde serbest bırakın."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Ey Peygamber! Mehirlerini verdiğin hanımlarını, Allah'ın sana ganimet olarak verdiği ve elinin altında bulunan cariyeleri, amcanın, halanın, dayının ve teyzenin seninle beraber göç eden kızlarını sana helal kıldık. Bir de Peygamber kendisiyle evlenmek istediği takdirde, kendisini peygambere hibe eden mümin kadını, diğer müminlere değil, sırf sana mahsus olmak üzere (helal kıldık). Kuşkusuz biz, hanımları ve ellerinin altında bulunan cariyeleri hakkında müminlere neyi farz kıldığımızı biliriz. (Bu hususta ne yapmaları lazım geldiğini onlara açıkladık) ki, sana bir zorluk olmasın. Allah bağışlayandır, merhamet edendir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Onlardan dilediğini geriye bırakır, dilediğini de yanına alırsın. Boşadığın hanımlarından arzu ettiğini tekrar yanına almanda, senin üzerine bir günah yoktur. Böyle yapman onların mutlu olmalarına, üzülmemelerine ve hepsinin, senin verdiklerine razı olmalarına daha uygundur. Allah, kalplerinizde olanı bilir. Allah hakkıyle bilendir, halimdir."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Bundan sonra artık başka kadınlarla evlenmen, elinin altında bulunan cariyeler hariç, güzellikleri hoşuna gitse bile, bunların yerine başka hanımlar alman sana helal değildir. Allah her şeyi gözetler."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Ey iman edenler! Siz zamanını gözetlemeksizin, bir yemeğe davet edilmedikçe, Peygamber'in evlerine girmeyin. Ancak davet edildiğiniz vakit girin. Yemeği yediğinizde hemen dağılın, sohbete dalmayın. Çünkü bu hareketiniz Peygamber'i üzmekte, fakat o (size bunu söylemekten) utanmaktadır. Ama Allah, hakkı söylemekten çekinmez. Peygamber'in hanımlarından bir şey istediğiniz zaman perde arkasından isteyin. Bu, hem sizin kalpleriniz, hem de onların kalpleri için daha temiz bir davranıştır. Sizin Allah'ın Resulünü üzmeniz ve kendisinden sonra onun hanımlarını nikahlamanız asla caiz olamaz. Çünkü bu, Allah katında büyük (bir günah) tır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Bir şeyi açığa vursanız da, gizleseniz de şüphe yok ki Allah, her şeyi gayet iyi bilmektedir."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Onlara (Peygamber'in hanımlarına), babaları, oğulları, kardeşleri, kardeşlerinin oğulları, kız kardeşlerinin oğulları, kadınları (mümin kadınlar) ve ellerinin altında bulunan cariyelerinden dolayı bir günah yoktur. (Ey Peygamber hanımları!) Allah'tan korkun; şüphesiz Allah, her şeye şahittir."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Allah ve melekleri, Peygamber'e çok salevat getirirler. Ey müminler! Siz de ona salevat getirin ve tam bir teslimiyetle selam verin."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Allah ve Resulünü incitenlere Allah, dünyada ve ahirette lanet etmiş ve onlar için horlayıcı bir azap hazırlamıştır."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Mümin erkeklere ve mümin kadınlara, yapmadıkları bir şeyden dolayı eziyet edenler, şüphesiz bir iftira ve apaçık bir günah yüklenmişlerdir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Ey Peygamber! Hanımlarına, kızlarına ve müminlerin kadınlarına (bir ihtiyaç için dışarı çıktıkları zaman) dış örtülerini üstlerine almalarını söyle. Onların tanınması ve incitilmemesi için en elverişli olan budur. Allah bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Andolsun, iki yüzlüler, kalplerinde hastalık bulunanlar (fuhuş düşüncesi taşıyanlar), şehirde kötü haber yayanlar (bu hallerinden) vazgeçmezlerse, seni onlara musallat ederiz (onlarla savaşmanı ve onları şehirden sürüp çıkarmanı sana emrederiz); sonra orada, senin yanında ancak az bir zaman kalabilirler."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Hepsi de lanetlenmiş olarak nerede ele geçirilirlerse, yakalanır ve mutlaka öldürülürler."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Allah'ın önceden geçenler hakkındaki kanunu budur. Allah'ın kanununda asla bir değişiklik bulamazsın."
      },
      {
        "ayahNumber": "63",
        "ayahText": "İnsanlar sana kıyametin zamanını soruyorlar. De ki: Onun bilgisi Allah katındadır. Ne bilirsin, belki de zamanı yakındır."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Şu muhakkak ki, Allah kafirleri rahmetinden kovmuş ve onlara çılgın bir ateş hazırlamıştır."
      },
      {
        "ayahNumber": "65",
        "ayahText": "(Onlar) orada ebedi olarak kalacaklar, (kendilerini koruyacak) ne bir dost ne de bir yardımcı bulacaklardır."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Yüzleri ateşte evrilip çevrildiği gün: Eyvah bize! Keşke Allah'a itaat etseydik, Peygamber'e de itaat etseydik! derler."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Ey Rabbimiz! Biz reislerimize ve büyüklerimize uyduk da onlar bizi yolda saptırdılar, derler."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Rabbimiz! Onlara iki kat azap ver ve onları büyük bir lanetle rahmetinden kov."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Ey iman edenler! Siz de Musa'ya eziyet edenler gibi olmayın. Nihayet Allah onu, dedikleri şeyden temize çıkardı. O, Allah yanında şerefli idi."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Ey iman edenler! Allah'tan korkun ve doğru söz söyleyin."
      },
      {
        "ayahNumber": "71",
        "ayahText": "(Böyle davranırsanız) Allah işlerinizi düzeltir ve günahlarınızı bağışlar. Kim Allah ve Resulüne itaat ederse büyük bir kurtuluşa ermiş olur."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Biz emaneti, göklere, yere ve dağlara teklif ettik de onlar bunu yüklenmekten çekindiler, (sorumluluğundan) korktular. Onu insan yüklendi. Doğrusu o çok zalim, çok cahildir."
      },
      {
        "ayahNumber": "73",
        "ayahText": "(Allah bu emaneti insana vermek suretiyle), münafık erkeklere ve münafık kadınlara, müşrik erkeklere ve müşrik kadınlara azap edecek, inanan erkeklerin ve inanan kadınların da tevbesini kabul buyuracaktır. Allah bağışlayandır, merhamet edendir."
      }
    ]
  }
}