{
  "surahNumber": "72",
  "surahName": "Cin Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "(Resulüm!) De ki: Cinlerden bir topluluğun (benim okuduğum Kur'an'ı) dinleyip de şöyle söyledikleri bana vahyolunmuştur: Gerçekten biz, harikulade güzel bir Kur'an dinledik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Doğru yola iletiyor, ona iman ettik. (Artık) kimseyi Rabbimize asla ortak koşmayacağız."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Hakikat şu ki, Rabbimizin şanı çok yücedir. O, ne eş ne de çocuk edinmiştir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Doğrusu bizim beyinsiz olanımız (iblis veya azgın cinler), Allah hakkında pekaşırı yalanlar uyduruyormuş."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Halbuki biz, gerek insanlar gerekse cinler Allah hakkında asla yalan söylemezler, sanmıştık."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Şu da gerçek ki, insanlardan bazı kimseler, cinlerden bazı kimselere sığınırlardı da, onların taşkınlıklarını arttırırlardı."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar da sizin sandığınız gibi, Allah'ın hiç kimseyi tekrar diriltmeyeceğini sanmışlardı."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Doğrusu biz (cinler), göğü yokladık, fakat onu sert bekçilerle, alev huzmeleriyle doldurulmuş bulduk."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Halbuki, (daha önce) biz onun bazı kısımlarında (haber) dinlemek için oturacak yerler (bulup) oturuyorduk; fakat şimdi kim dinlemek isterse, kendisini gözetleyen bir alev huzmesi buluyor."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Bilmiyoruz, yeryüzündekilere kötülük mü murat edildi, yoksa Rableri onlara bir hayır mı diledi?"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Gerçekten biz, -kimimiz salih kişiler, kimimiz ise bunlardan aşağıda olmak üzere- türlü türlü yollar tutmuştuk."
    },
    {
      "ayahNumber": "12",
      "ayahText": "(Artık) şu gerçeği şüphesiz anladık ki, biz yeryüzünde bulunsak da Allah'ı aciz bırakamayacağız, başka yere kaçmakla da elinden kurtulamayacağız."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Doğrusu biz, o hidayeti (Kur'an'ı) işitince ona iman ettik. Kim Rabbine iman ederse, artık ne bir (ecrinin) eksikliğe uğratılmasından ne de haksızlık edilmesinden korkar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "İçimizde, (Allah'a) teslimiyet gösterenler de var, hak yoldan sapanlar da var. Teslimiyet gösteren kimseler, doğru yolu arayanlardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Hak yoldan sapanlara gelince, onlar cehenneme odun olmuşlardır."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Şayet doğru yolda gitselerdi, onlara bol su verirdik."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Bu hususta kendilerini denememiz için, Kim Rabbinin zikrinden yüz çevirirse, (Rabbin) onu gitgide artan çetin bir azaba uğratır."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Mescidler şüphesiz Allah'ındır. O halde, Allah ile birlikte kimseye yalvarmayın (ve kulluk etmeyin)."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'ın kulu, O'na yalvarmaya (namaza) kalkınca, neredeyse onun etrafında keçe gibi birbirlerine geçeceklerdi."
    },
    {
      "ayahNumber": "20",
      "ayahText": "(Resulüm!) De ki: Ben ancak Rabbime yalvarırım ve O'na kimseyi ortak koşmam."
    },
    {
      "ayahNumber": "21",
      "ayahText": "De ki: Doğrusu ben (kendi başıma) size ne zarar verme ne de fayda sağlama gücüne sahibim."
    },
    {
      "ayahNumber": "22",
      "ayahText": "De ki: Gerçekten (bana bir kötülük dilerse) Allah'a karşı beni kimse himaye edemez, O'ndan başka sığınacak kimse de bulamam."
    },
    {
      "ayahNumber": "23",
      "ayahText": "(Benim yaptığım) ancak Allah katından olanı, O'nun gönderdiklerini tebliğdir. Artık kim Allah ve Resulüne karşı gelirse, bilsin ki ona, (kendi gibilerle birlikte) içinde ebedi kalacakları cehennem ateşi vardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Sonunda, tehdit edilip durduklarını (azabı, kıyameti) gördükleri zaman, kim yardımcı olma bakımından daha güçsüz ve sayıca daha az imiş, bileceklerdir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "De ki: Tehdit edilegeldiğiniz (azap), yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyar, ben bilmem."
    },
    {
      "ayahNumber": "26",
      "ayahText": "O bütün görülmeyenleri bilir. Sırlarına kimseyi muttali kılmaz;"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ancak, (bildirmeyi) dilediği peygamber bunun dışındadır. Çünkü O, bunun önünden ve ardından gözcüler salar,"
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ki böylece onların (peygamberlerin), Rablerinin gönderdiklerini hakkıyla tebliğ ettiklerini bilsin. (Allah) onların nezdinde olup bitenleri çepeçevre kuşatmış ve her şeyi bir bir saymıştır (kaydetmiştir)."
    }
  ]
}