{
  "surahNumber": "6",
  "surahName": "En'âm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı var eden Allah'a mahsustur. (Bunca ayet ve delillerden) sonra kafir olanlar (hala putları) Rab'leri ile denk tutuyorlar"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Sizi bir çamurdan yaratan, sonra ölüm zamanını takdir eden ancak O'dur. Bir de O'nun katında muayyen bir ecel (kıyamet günü) vardır. Siz hala şüphe ediyorsunuz."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O, göklerde ve yerde tek Allah'tır. Gizlinizi, açığınızı bilir. (Hayır ve şerden) ne kazanacağınızı da bilir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Rablerinin ayetlerinden onlara (kafirlere) bir ayet gelmeyedursun, o ayetlerden ille de yüz çevirirler."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Gerçekten onlar, kendilerine Hak geldiğinde onu yalanlamışlardı. Fakat yakında onlara alay ettikleri şeyin haberleri gelecektir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Görmediler mi ki, onlardan önce yeryüzünde size vermediğimiz bütün imkanları kendilerine verdiğimiz, gökten üzerlerine bol bol yağmurlar indirip evlerinin altından ırmaklar akıttığımız nice nesilleri helak ettik. Biz onları, günahları sebebiyle helak ettik ve onların ardından başka nesiller yarattık."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Eğer sana kağıt üzerine yazılmış bir kitap indirseydik de onlar elleriyle onu tutmuş olsalardı, yine de inkar ediciler: Bu, apaçık büyüden başka bir şey değildir, derlerdi."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Muhammed'e (görebileceğimiz) bir melek indirilseydi ya! dediler. Eğer biz öyle bir melek indirseydik elbette iş bitirilmiş olur, artık kendilerine göz bile açtırılmazdı"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Eğer peygamberi bir melek kılsaydık muhakkak ki onu insan suretine sokar onları yine düşmekte oldukları kuşkuya düşürürdük."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Senden önceki peygamberlerle de alay edilmiş, bu yüzden onlarla alay edenleri alay ettikleri şey (azap) kuşatıvermişti."
    },
    {
      "ayahNumber": "11",
      "ayahText": "De ki: Yeryüzünde dolaşın, sonra (peygamberleri) yalanlayanların sonunun nasıl olduğuna bakın!"
    },
    {
      "ayahNumber": "12",
      "ayahText": "(Onlara) Göklerde ve yerde olanlar kimindir? diye sor. \"Allah'ındır\" de. O, merhamet etmeyi kendi zatına farz kıldı. Sizi, varlığında şüphe olmayan kıyamet gününde elbette toplayacaktır. Kendilerini ziyana sokanlar var ya işte onlar inanmazlar."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Gecede ve gündüzde barınan her şey O'nundur. O her şeyi işitendir, bilendir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "De ki: Gökleri ve yeri yoktan var eden, yedirdiği halde yedirilmeyen Allah'tan başkasını mı dost edineceğim! De ki: Bana müslüman olanların ilki olmam emredildi ve sakın müşriklerden olma! (denildi)."
    },
    {
      "ayahNumber": "15",
      "ayahText": "De ki: Ben, Rabbim'e isyan edersem gerçekten büyük bir günün (kıyametin) azabından korkarım."
    },
    {
      "ayahNumber": "16",
      "ayahText": "O gün kim azaptan kurtarılırsa, gerçekten Allah onu esirgemiştir. İşte apaçık kurtuluş budur."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Eğer Allah seni bir zarara uğratırsa, onu kendisinden başka giderecek yoktur. Ve eğer sana bir hayır verirse, (bunu da geri alacak yoktur). Şüphesiz O herşeye kadirdir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "O, kullarının üstünde her türlü tasarrufa sahiptir. O, hüküm ve hikmet sahibidir, herşeyden haberdardır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "De ki: Hangi şey şahadetçe en büyüktür? De ki: (Hak peygamber olduğuma dair) benimle sizin aranızda Allah şahittir. Bu Kur'an bana, kendisiyle sizi ve ulaştığı herkesi uyarmam için vahyolundu. Yoksa siz, Allah ile beraber başka tanrılar olduğuna şahitlik mi ediyorsunuz? De ki: \"Ben buna şahitlik etmem.\" \"O ancak bir tek Allah'tır, ben sizin ortak koştuğunuz şeylerden kesinlikle uzağım\" de."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Kendilerine kitap verdiklerimiz onu (Resulullah'ı) kendi oğullarını tanıdıkları gibi tanırlar. Kendilerini ziyan edenler var ya, işte onlar inanmazlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yalan sözlerle Allah'a iftira edenden veya O'nun ayetlerini yalanlayandan daha zalim kimdir! Şüphe yok ki, zalimler kurtuluşa ermezler!"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Unutma o günü ki- onları hep birden toplayacağız; sonra da, Allah'a ortak koşanlara: Nerede boş yere davasını güttüğünüz ortaklarınız? diyeceğiz."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Sonra onların mazeretleri, \"Rabbimiz Allah hakkı için biz ortak koşanlar olmadık!\" demekten başka bir şey olmadı."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Gör ki, kendi aleyhlerine nasıl yalan söylediler ve (tanrı diye) uydurdukları şeyler kendilerinden nasıl kaybolup gitti!"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlardan seni (okuduğun Kur'an'ı) dinleyenler de vardır. Fakat onu anlamalarına engel olmak için kalplerinin üstüne perdeler, kulaklarına da ağırlık verdik. Onlar her türlü mucizeyi görseler bile yine de ona inanmazlar. Hatta o kafirler sana geldiklerinde: \"Bu Kur'an eskilerin masallarından başka bir şey değildir\" diyerek seninle tartışırlar."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Onlar, hem insanları Peygamber'e yaklaşmaktan vazgeçirmeye çalışırlar, hem de kendileri ondan uzaklaşırlar. Oysa onlar farkında olmadan ancak kendilerini helak ederler."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onların ateşin karşısında durdurulup \"Ah, keşke dünyaya geri gönderilsek de bir daha Rabbimizin ayetlerini yalanlamasak ve inananlardan olsak!\" dediklerini bir görsen!.."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Hayır! Daha önce gizlemekte oldukları şeyler (günahlar) kendilerine göründü. Eğer (dünyaya) geri gönderilseler yine kendilerine yasak edilen şeylere döneceklerdir. Zira onlar gerçekten yalancıdırlar."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Onlar, hayat ancak bu dünyadaki hayatımızdan ibarettir; biz, bir daha da diriltilecek değiliz, demişlerdi."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Rablerinin huzuruna getirildikleri zaman sen onları bir görsen! Allah: Bu (yeniden dirilme olayı), hak değil miymiş? diyecek. Onlar da \"Rabbimize andolsun ki evet!\" diyecekler. Allah da, Öyle ise inkar ettiğinizden dolayı azabı tadın! diyecek."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Allah'ın huzuruna çıkmayı yalanlayanlar gerçekten ziyana uğramıştır. Nihayet onlara Kıyamet vakti ansızın gelip çatınca, onlar, günahlarını sırtlarına yüklenerek diyecekler ki: \"Dünyada iyi amelleri terketmemizden dolayı vah bize!\" Dikkat edin, yüklendikleri şey ne kötüdür!"
    },
    {
      "ayahNumber": "32",
      "ayahText": "Dünya hayatı bir oyun ve eğlenceden başka bir şey değildir. Müttaki olanlar için ahiret yurdu muhakkak ki daha hayırlıdır. Hala akıl erdiremiyor musunuz?"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Onların söylediklerinin hakikaten seni üzmekte olduğunu biliyoruz. Aslında onlar seni yalanlamıyorlar, fakat o zalimler açıkça Allah'ın ayetlerini inkar ediyorlar."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Andolsun ki senden önceki peygamberler de yalanlanmıştı. Onlar, yalanlanmalarına ve eziyet edilmelerine rağmen sabrettiler, sonunda yardımımız onlara yetişti. Allah'ın kelimelerini (kanunlarını) değiştirebilecek hiçbir kimse yoktur. Muhakkak ki peygamberlerin haberlerinden bazısı sana da geldi."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Eğer onların yüz çevirmesi sana ağır geldi ise, yapabilirsen yerin içine inebileceğin bir tünel ya da göğe çıkabileceğin bir merdiven ara ki onlara bir mucize getiresin! Allah dileseydi, elbette onları hidayet üzerinde toplayıp birleştirirdi, o halde sakın cahillerden olma!"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Ancak (samimiyetle) dinleyenler daveti kabul eder. Ölülere gelince, Allah onları diriltecek, sonra da O'na döndürülecekler."
    },
    {
      "ayahNumber": "37",
      "ayahText": "O'na Rabbinden bir mucize indirilseydi ya! dediler. De ki: Şüphesiz Allah mucize indirmeye kadirdir. Fakat onların çoğu bilmezler."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Yeryüzünde yürüyen hayvanlar ve (gökyüzünde) iki kanadıyla uçan kuşlardan ne varsa hepsi ancak sizin gibi topluluklardır. Biz o kitapta hiçbir şeyi eksik bırakmadık. Nihayet (hepsi) toplanıp Rablerinin huzuruna getirilecekler."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ayetlerimizi yalanlayanlar karanlıklar içinde kalmış sağır ve dilsizlerdir. Allah kimi dilerse onu şaşırtır, dilediği kimseyi de doğru yola iletir."
    },
    {
      "ayahNumber": "40",
      "ayahText": "De ki: Ne dersiniz; size Allah'ın azabı gelse veya o kıyamet gelip çatıverse size, Allah'tan başkasına mı yalvarırsınız? Doğru sözlü iseniz (söyleyin bakalım)!"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Bilakis yalnız Allah'a yalvarırsınız. O da (kaldırılması için) kendisine yalvardığınız belayı dilerse kaldırır; ve siz ortak koştuğunuz şeyleri unutursunuz."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Andolsun ki, senden önceki ümmetlere de elçiler gönderdik. Ardından boyun eğsinler diye onları darlık ve hastalıklara uğrattık."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Hiç olmazsa, onlara bu şekilde azabımız geldiği zaman boyun eğselerdi! Fakat kalpleri iyice katılaştı ve şeytan da onlara yaptıklarını cazip gösterdi."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Kendilerine yapılan uyarıları unuttuklarında, (indirmiş olduğumuz sıkıntı ve musibetleri kaldırıp) üzerlerine her şeyin kapılarını açtık. Nihayet kendilerine verilenler yüzünden şımardıkları zaman onları ansızın yakaladık, birdenbire onlar bütün ümitlerini yitirdiler."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Böylece zulmeden toplumun kökü kesildi. Hamd, alemlerin Rabbi Allah'a mahsustur. (Allah'ın verdiği nimete şükredecekleri yerde nankörlük ettiler, böylece kendilerine zulmettiler. Yüce Allah da yeryüzünü onların zulüm ve küfürlerinden temizlemek için onları helak etti.)"
    },
    {
      "ayahNumber": "46",
      "ayahText": "De ki: Ne dersiniz; eğer Allah kulaklarınızı sağır, gözlerinizi kör eder, kalplerinizi de mühürlerse bunları size Allah'tan başka hangi tanrı geri verebilir! Bak, delilleri nasıl açıklıyoruz. Onlar hala yüz çeviriyorlar!"
    },
    {
      "ayahNumber": "47",
      "ayahText": "De ki: Söyler misiniz; size Allah'ın azabı ansızın veya açıkça gelirse, zalim toplumdan başkası mı helak olur?"
    },
    {
      "ayahNumber": "48",
      "ayahText": "Biz, peygamberleri ancak müjdeleyiciler ve uyarıcılar olarak göndeririz. Kim iman eder ve kendini düzeltirse onlara korku yoktur. Onlar üzüntü de çekmeyecekler."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Âyetlerimizi yalanlayanlara gelince, yoldan çıkmalarından dolayı onlar azap çekeceklerdir."
    },
    {
      "ayahNumber": "50",
      "ayahText": "De ki: Ben size, Allah'ın hazineleri benim yanımdadır, demiyorum. Ben gaybı da bilmem. Size, ben bir meleğim de demiyorum. Ben, sadece bana vahyolunana uyarım. De ki: Kör ile gören hiç bir olur mu? Hiç düşünmez misiniz?"
    },
    {
      "ayahNumber": "51",
      "ayahText": "Rablerinin huzurunda toplanacaklarından korkanları onunla (Kur'an ile) uyar. Onlar için Rablerinden başka ne bir dost, ne de bir aracı vardır; belki sakınırlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Rablerinin rızasını isteyerek sabah akşam O'na yalvaranları kovma! Onların hesabından sana bir sorumluluk; senin hesabından da onlara herhangi bir sorumluluk yoktur ki onları kovup ta zalimlerden olasın!"
    },
    {
      "ayahNumber": "53",
      "ayahText": "\"Aramızdan Allah'ın kendilerine lütuf ve ihsanda bulunduğu kimseler de bunlar mı!\" demeleri için onların bir kısmını diğerleri ile işte böyle imtihan ettik. Allah şükredenleri daha iyi bilmez mi?"
    },
    {
      "ayahNumber": "54",
      "ayahText": "Ayetlerimize inananlar sana geldiğinde onlara de ki: Selam size! Rabbiniz merhamet etmeyi kendisine yazdı. Gerçek şu ki: Sizden kim, bilmeyerek bir kötülük yapar, sonra ardından tevbe edip de kendini ıslah ederse, bilsin ki Allah çok bağışlayan, çok esirgeyendir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Böylece suçluların yolu belli olsun diye ayetleri iyice açıklıyoruz."
    },
    {
      "ayahNumber": "56",
      "ayahText": "De ki: Allah'ın dışında taptığınız şeylere tapmak bana yasak edildi. De ki: Ben sizin arzularınıza uymam, aksi halde sapıtırım da hidayete erenlerden olmam."
    },
    {
      "ayahNumber": "57",
      "ayahText": "De ki: Şüphesiz ben Rabbimden gelen apaçık bir delile dayanıyorum. Siz ise onu yalanladınız. Çabucak gelmesini istediğiniz (azap) benim yanımda değildir. Hüküm ancak Allah'ındır. O hakkı anlatır ve O, doğru hüküm verenlerin en hayırlısıdır."
    },
    {
      "ayahNumber": "58",
      "ayahText": "De ki: Acele istediğiniz şey benim elimde olsaydı, elbette benimle sizin aranızda iş bitirilmişti. Allah zalimleri daha iyi bilir."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Gaybın anahtarları Allah'ın yanındadır; onları O'ndan başkası bilmez. O, karada ve denizde ne varsa bilir; O'nun ilmi dışında bir yaprak bile düşmez. O yerin karanlıkları içindeki tek bir taneyi dahi bilir. Yaş ve kuru ne varsa hepsi apaçık bir kitaptadır."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Geceleyin sizi öldüren (öldürür gibi uyutan), gündüzün de ne işlediğinizi bilen; sonra belirlenmiş ecel tamamlansın diye gündüzün sizi dirilten (uyandıran) O'dur. Sonra dönüşünüz yine O'nadır. Sonunda O, yaptıklarınızı size haber verecektir."
    },
    {
      "ayahNumber": "61",
      "ayahText": "O, kullarının üstünde yegane kudret ve tasarruf sahibidir. Size koruyucular gönderir. Nihayet birinize ölüm geldi mi elçilerimiz (görevli melekler) onun canını alırlar. Onlar vazifede kusur etmezler."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Sonra insanlar gerçek sahipleri olan Allah'a döndürülürler. Bilesiniz ki hüküm yalnız O'nundur ve O hesap görenlerin en çabuğudur."
    },
    {
      "ayahNumber": "63",
      "ayahText": "De ki: Karanın ve denizin karanlıklarından (tehlikelerinden) sizi kim kurtarır ki? (O zaman) O'na gizli gizli yalvararak \"Eğer bizi bundan kurtarırsan andolsun şükredenlerden olacağız\" diye dua edersiniz."
    },
    {
      "ayahNumber": "64",
      "ayahText": "De ki: Ondan ve bütün sıkıntılardan sizi Allah kurtarır. Sonra siz yine O'na ortak koşarsınız."
    },
    {
      "ayahNumber": "65",
      "ayahText": "De ki: \"Allah'ın size üstünüzden (gökten) veya ayaklarınızın altından (yerden) bir azap göndermeğe ya da birbirinize düşürüp kiminize kiminizin hıncını tattırmaya gücü yeter.\" Bak, anlasınlar diye ayetlerimizi nasıl açıklıyoruz!"
    },
    {
      "ayahNumber": "66",
      "ayahText": "Kur'an hak olduğu halde kavmin onu yalanladı. De ki: Ben size vekil (kefil) değilim."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Her haberin gerçekleşeceği bir zaman vardır. Yakında siz de gerçeği bileceksiniz."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ayetlerimiz hakkında ileri geri konuşmaya dalanları gördüğünde, onlar başka bir söze geçinceye kadar onlardan uzak dur. Eğer şeytan sana unutturursa, hatırladıktan sonra artık o zalimler topluluğu ile oturma."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Takva sahiplerine, inanmayanların hesabından herhangi bir sorumluluk yoktur. Fakat belki korunurlar diye hatırlatmak gerekir."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Dinlerini bir oyuncak ve bir eğlence edinen ve dünya hayatının aldattığı kimseleri (bir tarafa) bırak! Kazandıkları sebebiyle hiçbir nefsin felakete duçar olmaması için Kur'an ile nasihat et. O nefis için Allah'tan başka ne dost vardır, ne de şefaatçı. O, bütün varını fidye olarak verse, yine de ondan kabul edilmez. Onlar kazandıkları (günahlar) yüzünden helake sürüklenmiş kimselerdir. İnkar ettiklerinden dolayı onlar için kaynar sudan ibaret bir içecek ve elem verici bir azap vardır."
    },
    {
      "ayahNumber": "71",
      "ayahText": "De ki: Allah'ı bırakıp da bize fayda veya zarar veremeyecek olan şeylere mi tapalım? Allah bizi doğru yola ilettikten sonra şeytanların saptırıp şaşkın olarak çöle düşürmek istedikleri, arkadaşlarının ise: \"Bize gel! \" diye doğru yola çağırdıkları şaşkın kimse gibi gerisin geri (inkarcılığa) mı döndürüleceğiz? De ki: Allah'ın hidayeti doğru yolun ta kendisidir. Bize alemlerin Rabbine teslim olmamız emredilmiştir."
    },
    {
      "ayahNumber": "72",
      "ayahText": "\"Namazı dosdoğru kılın ve Allah'tan korkun\" (diye de emredildik). O, huzuruna varıp toplanacağınız Allah'tır."
    },
    {
      "ayahNumber": "73",
      "ayahText": "O, gökleri ve yeri hak (ve hikmet) ile yaratandır. \"Ol!\" dediği gün herşey oluverir. O'nun sözü gerçektir. Sur'a üflendiği gün de hükümranlık O'nundur. Gizliyi ve açığı bilendir ve O, hikmet sahibidir, her şeyden haberdardır."
    },
    {
      "ayahNumber": "74",
      "ayahText": "İbrahim, babası Âzer'e: Birtakım putları tanrılar mı ediniyorsun? Doğrusu ben seni de kavmini de apaçık bir sapıklık içinde görüyorum, demişti."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Böylece biz, kesin iman edenlerden olması için İbrahim'e göklerin ve yerin melekutunu gösteriyorduk."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Gecenin karanlığı onu kaplayınca bir yıldız gördü, Rabbim budur, dedi. Yıldız batınca, batanları sevmem, dedi."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Ay'ı doğarken görünce, Rabbim budur, dedi. O da batınca, Rabbim bana doğru yolu göstermezse elbette yoldan sapan topluluklardan olurum, dedi."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Güneşi doğarken görünce de, Rabbim budur, zira bu daha büyük, dedi. O da batınca, dedi ki: Ey kavmim! Ben sizin (Allah'a) ortak koştuğunuz şeylerden uzağım."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Ben hanif olarak, yüzümü gökleri ve yeri yoktan yaratan Allah'a çevirdim ve ben müşriklerden değilim."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Kavmi onunla tartışmaya girişti. Onlara dedi ki: Beni doğru yola iletmişken, Allah hakkında benimle tartışıyor musunuz? Ben sizin O'na ortak koştuğunuz şeylerden korkmam. Ancak, Rabbim'in bir şey dilemesi hariç. Rabbimin ilmi herşeyi kuşatmıştır. Hala ibret almıyor musunuz?"
    },
    {
      "ayahNumber": "81",
      "ayahText": "Siz, Allah'ın size haklarında hiçbir hüküm indirmediği şeyleri O'na ortak koşmaktan korkmazken, ben sizin ortak koştuğunuz şeylerden nasıl korkarım! Şimdi biliyorsanız (söyleyin), iki guruptan hangisi güvende olmaya daha layıktır?\""
    },
    {
      "ayahNumber": "82",
      "ayahText": "İnanıp da imanlarına herhangi bir haksızlık bulaştırmayanlar var ya, işte güven onlarındır ve onlar doğru yolu bulanlardır."
    },
    {
      "ayahNumber": "83",
      "ayahText": "İşte bu, kavmine karşı İbrahim'e verdiğimiz delillerimizdir. Biz dilediğimiz kimselerin derecelerini yükseltiriz. Şüphesiz ki senin Rabbin hikmet sahibidir, hakkıyle bilendir."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Biz O'na İshak ve (İshak'ın oğlu) Yakub'u da armağan ettik; hepsini de doğru yola ilettik. Daha önce de Nuh'u ve O'nun soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u doğru yola iletmiştik; Biz iyi davrananları işte böyle mükafatlandırırız."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Zekeriyya, Yahya, İsa ve İlyas'ı da (doğru yola iletmiştik). Hepsi de iyilerden idi."
    },
    {
      "ayahNumber": "86",
      "ayahText": "İsmail, Elyesa', Yunus ve Lut'u da (hidayete erdirdik). Hepsini alemlere üstün kıldık."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Onların babalarından, çocuklarından ve kardeşlerinden bazılarına da (üstün meziyetler verdik). Onları seçkin kıldık ve doğru yola ilettik."
    },
    {
      "ayahNumber": "88",
      "ayahText": "İşte bu, Allah'ın hidayetidir, kullarından dilediğini ona iletir. Eğer onlar da Allah'a ortak koşsalardı yapmakta oldukları amelleri elbette boşa giderdi."
    },
    {
      "ayahNumber": "89",
      "ayahText": "İşte onlar, kendilerine kitap, hikmet ve peygamberlik verdiğimiz kimselerdir. Eğer onlar (kafirler) bunları inkar ederse şüphesiz yerlerine bunları inkar etmeyecek bir toplum getiririz."
    },
    {
      "ayahNumber": "90",
      "ayahText": "İşte o peygamberler Allah'ın hidayet ettiği kimselerdir. Sen de onların yoluna uy. De ki: Ben buna (peygamberlik görevime) karşılık sizden bir ücret istemiyorum. Bu (Kur'an) alemler için ancak bir öğüttür."
    },
    {
      "ayahNumber": "91",
      "ayahText": "(Yahudiler) Allah'ı gereği gibi tanımadılar. Çünkü \"Allah hiçbir beşere bir şey indirmedi\" dediler. De ki: Öyle ise Musa'nın insanlara bir nur ve hidayet olarak getirdiği Kitab'ı kim indirdi? Siz onu kağıtlara yazıp (istediğinizi) açıklıyor, çoğunu da gizliyorsunuz. Sizin de atalarınızın da bilemediği şeyler (Kur'an'da) size öğretilmiştir. (Resulüm) sen \"Allah\" de, sonra onları bırak, daldıkları bataklıkta oynayadursunlar!"
    },
    {
      "ayahNumber": "92",
      "ayahText": "Bu (Kur'an), Ümmü'l-kura (Mekke) ve çevresindekileri uyarman için sana indirdiğimiz ve kendinden öncekileri doğrulayıcı mübarek bir kitaptır. Âhirete inananlar buna da inanırlar ve onlar namazlarını hakkıyla kılmaya devam ederler."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Allah'a karşı yalan uydurandan yahut kendisine hiçbir şey vahyedilmemişken \"Bana da vahyolundu\" diyenden ve \"Ben de Allah'ın indirdiği ayetlerin benzerini indireceğim\" diyenden daha zalim kim vardır! O zalimler, ölümün (boğucu) dalgaları içinde, melekler de pençelerini uzatmış, onlara: \"Haydi canlarınızı kurtarın! Allah'a karşı gerçek olmayanı söylemenizden ve O'nun ayetlerine karşı kibirlilik taslamış olmanızdan ötürü, bugün alçaklık azabı ile cezalandırılacaksınız!\" derken onların halini bir görsen!"
    },
    {
      "ayahNumber": "94",
      "ayahText": "Andolsun ki, sizi ilk defa yarattığımız gibi teker teker bize geleceksiniz ve (dünyada) size verdiğimiz şeyleri arkanızda bırakacaksınız. Yaratılışınızda ortaklarımız sandığınız şefaatçılarınızı da yanınızda göremeyeceğiz. Andolsun, aranız açılmış ve (tanrı) sandığınız şeyler sizden kaybolup gitmiştir."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Şüphesiz Allah, tohumu ve çekirdeği çatlatandır, ölüden diriyi çıkaran, diriden de ölüyü çıkarandır. İşte Allah budur. O halde (haktan) nasıl dönersiniz!"
    },
    {
      "ayahNumber": "96",
      "ayahText": "O, sabahı aydınlatandır. O, geceyi dinlenme zamanı, güneş ve ayı (vakitlerin tayini için) birer hesap ölçüsü kılmıştır. İşte bu, aziz olan (ve her şeyi) pek iyi bilen Allah'ın takdiridir."
    },
    {
      "ayahNumber": "97",
      "ayahText": "O, kara ve denizin karanlıklarında kendileri ile yol bulasınız diye sizin için yıldızları yaratandır. Gerçekten biz, bilen bir toplum için ayetleri geniş geniş açıkladık."
    },
    {
      "ayahNumber": "98",
      "ayahText": "O, sizi bir tek nefisten (Âdem'den) yaratandır. (Sizin için) bir kalma yeri, bir de emanet olarak konulacağınız yer vardır. Anlayan bir toplum için ayetleri ayrıntılı bir şekilde açıkladık."
    },
    {
      "ayahNumber": "99",
      "ayahText": "O, gökten su indirendir. İşte biz her çeşit bitkiyi onunla bitirdik. O bitkiden de kendisinde üstüste binmiş taneler bitireceğimiz bir yeşillik; hurmanın tomurcuğundan sarkan salkımlar; üzüm bağları; bir kısmı birbirine benzeyen, bir kısmı da benzemeyen zeytin ve nar bahçeleri meydana getirdik. Meyve verirken ve olgunlaştığı zaman her birinin meyvesine bakın! Kuşkusuz bütün bunlarda inanan bir toplum için ibretler vardır."
    },
    {
      "ayahNumber": "100",
      "ayahText": "Cinleri Allah'a ortak koştular. Oysa ki onları da Allah yaratmıştı. Bilgisizce O'na oğullar ve kızlar yakıştırdılar. Haşa! O, onların ileri sürdüğü vasıflardan uzak ve yücedir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "O, göklerin ve yerin eşsiz yaratıcısıdır. O'nun eşi olmadığı halde nasıl çocuğu olabilir! Her şeyi O yaratmıştır ve her şeyi hakkıyla bilen O'dur."
    },
    {
      "ayahNumber": "102",
      "ayahText": "İşte Rabbiniz Allah O'dur. O'ndan başka tanrı yoktur. O, her şeyin yaratıcısıdır. Öyle ise O'na kulluk edin, O her şeye vekildir (güvenilip dayanılacak tek varlık O'dur)."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Gözler O'nu göremez; halbuki O, gözleri görür. O, eşyayı pek iyi bilen, her şeyden haberdar olandır."
    },
    {
      "ayahNumber": "104",
      "ayahText": "(Doğrusu) size Rabbiniz tarafından basiretler (idrak kabiliyeti) verilmiştir. Artık kim hakkı görürse faydası kendisine, kim de kör olursa zararı kendinedir. Ben üzerinize bekçi değilim."
    },
    {
      "ayahNumber": "105",
      "ayahText": "Böylece biz ayetleri geniş geniş açıklıyoruz ki, \"Sen ders almışsın\" desinler de biz de anlayan toplum için Kur'an'ı iyice açıklayalım."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Rabbinden sana vahyolunana uy. O'ndan başka tanrı yoktur. Müşriklerden yüz çevir."
    },
    {
      "ayahNumber": "107",
      "ayahText": "Allah dileseydi, onlar ortak koşmazlardı. Biz seni onların üzerine bir bekçi kılmadık. Sen onların vekili de değilsn."
    },
    {
      "ayahNumber": "108",
      "ayahText": "Allah'tan başkasına tapanlara (ve putlarına) sövmeyin; sonra onlar da bilmeyerek Allah'a söverler. Böylece biz her ümmete kendi işlerini cazip gösterdik. Sonunda dönüşleri Rablerinedir. Artık O ne yaptıklarını kendilerine bildirecektir."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Kendilerine bir mucize gelirse ona mutlaka inanacaklarına dair kuvvetli bir şekilde Allah'a andiçtiler. De ki: Mucizeler ancak Allah katındandır. Ama mucize geldiğinde de inanmayacaklarının farkında mısınız?"
    },
    {
      "ayahNumber": "110",
      "ayahText": "Yine O'na iman etmedikleri ilk durumdaki gibi onların gönüllerini ve gözlerini ters çeviririz. Ve onları şaşkın olarak azgınlıkları içerisinde bırakırız."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Eğer biz onlara melekleri indirseydik, ölüler de onlarla konuşsaydı ve her şeyi toplayıp karşılarına getirseydik, Allah dilemedikçe yine de inanacak değillerdi; fakat çokları bunu bilmezler."
    },
    {
      "ayahNumber": "112",
      "ayahText": "Böylece biz, her peygambere insan ve cin şeytanlarını düşman kıldık. (Bunlar), aldatmak için birbirlerine yaldızlı sözler fısıldarlar. Rabbin dileseydi onu da yapamazlardı. Artık onları uydurdukları şeylerle başbaşa bırak."
    },
    {
      "ayahNumber": "113",
      "ayahText": "Ahirete inanmayanların kalpleri ona (yaldızlı söze) kansın, ondan hoşlansınlar ve işledikleri suçu işlemeye devam etsinler diye (böyle yaparlar)."
    },
    {
      "ayahNumber": "114",
      "ayahText": "(De ki): Allah'dan başka bir hakem mi arayacağım? Halbuki size Kitab'ı açık olarak indiren O'dur. Kendilerine kitap verdiğimiz kimseler, Kur'an'ın gerçekten Rabbin tarafından indirilmiş olduğunu bilirler. Sakın şüpheye düşenlerden olma!"
    },
    {
      "ayahNumber": "115",
      "ayahText": "Rabbinin sözü, doğruluk ve adalet bakımından tamamlanmıştır. O'nun sözlerini değiştirecek kimse yoktur. O işitendir, bilendir."
    },
    {
      "ayahNumber": "116",
      "ayahText": "Yeryüzünde bulunanların çoğuna uyacak olursan, seni Allah'ın yolundan saptırırlar. Onlar zandan başka bir şeye tabi olmaz, yalandan başka söz de söylemezler."
    },
    {
      "ayahNumber": "117",
      "ayahText": "Muhakkak ki senin Rabbin, evet O, kendi yolundan sapanı en iyi bilendir. O, doğru yolda gidenleri de iyi bilendir."
    },
    {
      "ayahNumber": "118",
      "ayahText": "Allah'ın ayetlerine inanıyorsanız, üzerine O'nun adı anılarak kesilenlerden yeyin."
    },
    {
      "ayahNumber": "119",
      "ayahText": "Üzerine Allah'ın adı anılıp kesilenden yememenize sebep ne? Oysa Allah, çaresiz yemek zorunda kaldığınız dışında, haram kıldığı şeyleri size açıklamıştır. Doğrusu bir çokları bilgisizce kendi kötü arzularına uyarak saptırıyorlar. Muhakkak ki Rabbin haddi aşanları çok iyi bilir."
    },
    {
      "ayahNumber": "120",
      "ayahText": "Günahın açığını da gizlisini de bırakın! Çünkü günah işleyenler, yaptıklarının cezasını mutlaka çekeceklerdir."
    },
    {
      "ayahNumber": "121",
      "ayahText": "Üzerine Allah'ın adı anılmadan kesilen hayvanlardan yemeyin. Kuşkusuz bu büyük günahtır. Gerçekten şeytanlar dostlarına, sizinle mücadele etmeleri için telkinde bulunurlar. Eğer onlara uyarsanız şüphesiz siz de Allah'a ortak koşanlar olursunuz."
    },
    {
      "ayahNumber": "122",
      "ayahText": "Ölü iken dirilttiğimiz ve kendisine insanlar arasında yürüyebileceği bir ışık verdiğimiz kimse, karanlıklar içinde kalıp ondan hiç çıkamayacak durumdaki kimse gibi olur mu! İşte kafirlere yaptıkları böyle süslü gösterilmiştir."
    },
    {
      "ayahNumber": "123",
      "ayahText": "Böylece biz, her kasabada, oralarda bozgunculuk yapmaları için, günahkarlarını liderler yaptık. Onlar yalnız kendilerini aldatırlar, ama farkında olmazlar."
    },
    {
      "ayahNumber": "124",
      "ayahText": "Onlara bir ayet geldiğinde, Allah'ın elçilerine verilenin benzeri bize de verilmedikçe kesinlikle inanmayız, dediler. Allah, peygamberliğini kime vereceğini daha iyi bilir. Suç işleyenlere, yapmakta oldukları hilelere karşılık Allah tarafından aşağılık ve çetin bir azap erişecektir."
    },
    {
      "ayahNumber": "125",
      "ayahText": "Allah kimi doğru yola iletmek isterse onun kalbini İslam'a açar; kimi de saptırmak isterse göğe çıkıyormuş gibi kalbini iyice daraltır. Allah inanmayanların üstüne işte böyle murdarlık verir."
    },
    {
      "ayahNumber": "126",
      "ayahText": "Bu (din), Rabbinin dosdoğru yoludur. Biz, öğüt alacak bir kavim için ayetleri ayrıntılı olarak açıkladık."
    },
    {
      "ayahNumber": "127",
      "ayahText": "Rableri katında onlara esenlik yurdu (cennet) vardır. Ve yapmakta oldukları (güzel) işler sebebiyle Allah onların dostudur."
    },
    {
      "ayahNumber": "128",
      "ayahText": "Allah, onların hepsini bir araya topladığı gün, \"Ey cinler (şeytanlar) topluluğu! Siz insanlarla çok uğraştınız\" der. Onların, insanlardan olan dostları ise: \"Ey Rabbimiz! (Biz) birbirimizden yararlandık ve bize verdiğin sürenin sonuna ulaştık\" derler. Allah da buyurur ki: Allah'ın dilediği hariç, içinde ebedi kalacağınız yer ateştir. Şüphesiz Rabbin hikmet sahibidir, bilendir."
    },
    {
      "ayahNumber": "129",
      "ayahText": "İşte böylece işledikleri günahlardan ötürü zalimlerin bir kısmını diğer bir kısmının peşine takarız."
    },
    {
      "ayahNumber": "130",
      "ayahText": "Ey cin ve insan topluluğu! İçinizden size ayetlerimi anlatan ve bu günle karşılaşacağınıza dair sizi uyaran peygamberler gelmedi mi! Derler ki: \"Kendi aleyhimize şahitlik ederiz.\" Dünya hayatı onları aldattı ve kafir olduklarına dair kendi aleyhlerine şahitlik ettiler."
    },
    {
      "ayahNumber": "131",
      "ayahText": "Gerçek şu ki: Halkı habersizken, Rabbin haksızlık ile ülkeleri helak edici değildir."
    },
    {
      "ayahNumber": "132",
      "ayahText": "Herkesin yaptıkları işlere göre dereceleri vardır. Rabbin onların yaptıklarından habersiz değildir."
    },
    {
      "ayahNumber": "133",
      "ayahText": "Rabbin zengindir, rahmet sahibidir. Dilerse sizi yok eder ve sizi başka bir kavmin zürriyetinden yarattığı gibi sizden sonra yerinize dilediği bir kavmi yaratır."
    },
    {
      "ayahNumber": "134",
      "ayahText": "Size vadedilen mutlaka gelecektir; siz bunu önleyemezsiniz."
    },
    {
      "ayahNumber": "135",
      "ayahText": "De ki: Ey kavmim! Elinizden geleni yapın! Ben de yapacağım! Yurdun (dünyanın) sonunun kimin lehine olduğunu yakında bileceksiniz. Gerçek şu ki, zalimler iflah olmazlar."
    },
    {
      "ayahNumber": "136",
      "ayahText": "Allah'ın yarattığı ekinlerle hayvanlardan Allah'a pay ayırıp zanlarınca, bu Allah'a, bu da ortaklarımıza (putlarımıza) dediler. Ortakları için ayrılan Allah'a ulaşmıyor, fakat Allah için ayrılan ortaklarına ulaşıyor! Ne kötü hüküm veriyorlar?"
    },
    {
      "ayahNumber": "137",
      "ayahText": "Bunun gibi ortakları, müşriklerden çoğuna çocuklarını (kızlarını) öldürmeyi hoş gösterdi ki, hem kendilerini mahvetsinler hem de dinlerini karıştırıp bozsunlar! Allah dileseydi bunu yapamazlardı. Öyle ise onları uydurdukları ile başbaşa bırak!"
    },
    {
      "ayahNumber": "138",
      "ayahText": "Onlar saçma düşüncelerine göre dediler ki: \"Bu (tanrılar için ayrılan) hayvanlarla ekinler haramdır. Bunları bizim dilediğimizden başkası yiyemez. Bunlar da binilmesi yasaklanmış hayvanlardır.\" Birtakım hayvanlar da vardır ki, (Allah böyle emrediyor diye) O'na iftira ederek üzerlerine Allah'ın adını anmazlar. Yapmakta oldukları iftiraları yüzünden Allah onları cezalandıracaktır."
    },
    {
      "ayahNumber": "139",
      "ayahText": "Dediler ki: \"Şu hayvanların karınlarında olanlar yalnız erkeklerimize aittir, kadınlarımıza ise haram kılınmıştır. Şayet (yavru) ölü doğarsa, o zaman (kadın erkek) hepsi onda ortaktır.\" Allah bu değerlendirmelerinin cezasını verecektir. Şüphesiz ki O hikmet sahibidir, hakkıyla bilendir."
    },
    {
      "ayahNumber": "140",
      "ayahText": "Bilgisizlikleri yüzünden beyinsizce çocuklarını öldürenler ve Allah'ın kendilerine verdiği rızkı, Allah'a iftira ederek (kadınlara) haram kılanlar, muhakkak ki ziyana uğramışlardır. Onlar gerçekten sapmışlardır ve doğru yolu bulacak da değillerdir."
    },
    {
      "ayahNumber": "141",
      "ayahText": "Çardaklı ve çardaksız (üzüm) bahçeleri, ürünleri çeşit çeşit hurmaları, ekinleri, birbirine benzer ve benzemez biçimde zeytin ve narları yaratan O'dur. Herbiri meyve verdiği zaman meyvesinden yeyin. Devşirilip toplandığı gün de hakkını (zekat ve sadakasını) verin, fakat israf etmeyin; çünkü Allah israf edenleri sevmez."
    },
    {
      "ayahNumber": "142",
      "ayahText": "Hayvanlardan yük taşıyanı ve tüyünden döşek yapılanları yaratan O'dur. Allah'ın size verdiği rızıktan yeyin, şeytanın ardına düşmeyin; şüphesiz o sizin için apaçık bir düşmandır."
    },
    {
      "ayahNumber": "143",
      "ayahText": "(Dişi ve erkek olarak) sekiz eş yarattı: Koyundan iki, keçiden iki... De ki: O, bunların erkeklerini mi, dişilerini mi, yoksa bu iki dişinin rahimlerinde bulunan yavruları mı haram etti? Eğer doğru iseniz bana ilimle söyleyin."
    },
    {
      "ayahNumber": "144",
      "ayahText": "Deveden de iki, sığırdan da iki (yarattı.) De ki: O bunların erkeklerini mi, dişilerini mi, yoksa bu iki dişinin rahimlerinde bulunan yavruları mı haram kıldı? Yoksa Allah'ın size böyle vasiyet ettiğine şahit mi oldunuz? Bilgisizce insanları saptırmak için Allah'a karşı yalan uydurandan kim daha zalimdir! Şüphesiz Allah o zalimler topluluğunu doğru yola iletmez."
    },
    {
      "ayahNumber": "145",
      "ayahText": "De ki: Bana vahyolunanda, leş veya akıtılmış kan yahut domuz eti -ki pisliğin kendisidir- ya da günah işlenerek Allah'tan başkası adına kesilmiş bir hayvandan başka, yiyecek kimseye haram kılınmış birşey bulamıyorum. Başkasına zarar vermemek ve sınırı aşmamak üzere kim (bunlardan) yemek zorunda kalırsa bilsin ki Rabbin bağışlayan ve esirgeyendir."
    },
    {
      "ayahNumber": "146",
      "ayahText": "Yahudilere bütün tırnaklı hayvanları haram kıldık. Sırtlarında yahut bağırsaklarında taşıdıkları ya da kemiğe karışan yağlar hariç olmak üzere sığır ve koyunun iç yağlarını da onlara haram kıldık. Bu, zulümleri yüzünden onlara verdiğimiz cezadır. Biz elbette doğru söyleyeniz."
    },
    {
      "ayahNumber": "147",
      "ayahText": "Eğer seni yalanlarlarsa de ki: Rabbiniz geniş bir rahmet sahibidir. Bununla beraber O'nun azabı, suçlular topluluğundan uzaklaştırılamaz."
    },
    {
      "ayahNumber": "148",
      "ayahText": "Putperestler diyecekler ki: \"Allah dileseydi ne biz ortak koşardık ne de atalarımız. Hiçbir şeyi de haram kılmazdık.\" Onlardan öncekiler de aynı şekilde (peygamberleri) yalanladılar ve sonunda azabımızı tattılar. De ki: Yanınızda bize açıklayacağınız bir bilgi var mı? Siz zandan başka bir şeye uymuyorsunuz ve siz sadece yalan söylüyorsunuz."
    },
    {
      "ayahNumber": "149",
      "ayahText": "De ki: Kesin delil, ancak Allah'ındır. Allah dileseydi elbette hepinizi doğru yola iletirdi."
    },
    {
      "ayahNumber": "150",
      "ayahText": "De ki: Allah şunu yasak etti, diye şehadet edecek şahitlerinizi getirin! Eğer onlar şahitlik ederlerse, sen onlarla beraber şahitlik etme; ayetlerimizi yalanlayanların ve ahiret gününe inanmayanların arzularına uyma. Onlar, Rablerine eş tutuyorlar."
    },
    {
      "ayahNumber": "151",
      "ayahText": "De ki: Gelin Rabbinizin size neleri haram kıldığını okuyayım: O'na hiçbir şeyi ortak koşmayın, ana-babaya iyilik edin, fakirlik korkusuyla çocuklarınızı öldürmeyin -sizin de onların da rızkını biz veririz-; kötülüklerin açığına da gizlisine de yaklaşmayın ve Allah'ın yasakladığı cana haksız yere kıymayın! İşte bunlar Allah'ın size emrettikleridir. Umulur ki düşünüp anlarsınız."
    },
    {
      "ayahNumber": "152",
      "ayahText": "Rüşd çağına erişinceye kadar, yetimin malına, sadece en iyi tutumla yaklaşın; ölçü ve tartıyı adaletle yapın. Biz herkese ancak gücünün yettiği kadarını yükleriz. Söz söylediğiniz zaman, yakınlarınız dahi olsa adaletli olun, Allah'a verdiğiniz sözü tutun. İşte Allah size, iyice düşünesiniz diye bunları emretti."
    },
    {
      "ayahNumber": "153",
      "ayahText": "Şüphesiz bu, benim dosdoğru yolumdur. Buna uyun. (Başka) yollara uymayın. Zira o yollar sizi Allah'ın yolundan ayırır. İşte sakınmanız için Allah size bunları emretti."
    },
    {
      "ayahNumber": "154",
      "ayahText": "Sonra iyilik edenlere nimetimizi tamamlamak, her şeyi açıklamak, hidayete erdirmek ve rahmet etmek maksadıyla Musa'ya da Kitab'ı (Tevrat'ı) verdik. Umulur ki, Rablerinin huzuruna varacaklarına iman ederler."
    },
    {
      "ayahNumber": "155",
      "ayahText": "İşte bu (Kur'an), bizim indirdiğimiz mübarek bir kitaptır. Buna uyun ve Allah'tan korkun ki size merhamet edilsin."
    },
    {
      "ayahNumber": "156",
      "ayahText": "\"Kitap, yalnız bizden önceki iki topluluğa (hıristiyanlara ve yahudilere) indirildi, biz ise onların okumasından gerçekten habersizdik\" demeyesiniz diye;"
    },
    {
      "ayahNumber": "157",
      "ayahText": "Yahut \"Bize de kitap indirilseydi, biz onlardan daha çok doğru yolda olurduk\" demeyesiniz diye (Kur'an'ı indirdik). İşte size de Rabbinizden açık bir delil, hidayet ve rahmet geldi. Kim, Allah'ın ayetlerini yalanlayıp onlardan yüz çevirenden daha zalimdir! Âyetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü azabın en kötüsüyle cezalandıracağız."
    },
    {
      "ayahNumber": "158",
      "ayahText": "Onlar ancak kendilerine meleklerin gelmesini veya Rabbinin gelmesini yahut Rabbinin bazı alametlerinin gelmesini bekliyorlar. Rabbinin bazı alametleri geldiği gün, önceden inanmamış ya da imanında bir hayır kazanmamış olan kimseye artık imanı bir fayda sağlamaz. De ki: Bekleyin, şüphesiz biz de beklemekteyiz!"
    },
    {
      "ayahNumber": "159",
      "ayahText": "Dinlerini parça parça edip guruplara ayrılanlar var ya, senin onlarla hiçbir ilişkin yoktur. Onların işi ancak Allah'a kalmıştır. Sonra Allah onlara yaptıklarını bildirecektir."
    },
    {
      "ayahNumber": "160",
      "ayahText": "Kim (Allah huzuruna) iyilikle gelirse ona getirdiğinin on katı vardır. Kim de kötülükle gelirse o sadece getirdiğinin dengiyle cezalandırılır. Onlar haksızlığa uğratılmazlar."
    },
    {
      "ayahNumber": "161",
      "ayahText": "De ki: Şüphesiz Rabbim beni doğru yola, dosdoğru dine, Allah'ı birleyen İbrahim'in dinine iletti. O, ortak koşanlardan değildi."
    },
    {
      "ayahNumber": "162",
      "ayahText": "De ki: Şüphesiz benim namazım, kurbanım, hayatım ve ölümüm hepsi alemlerin Rabbi Allah içindir."
    },
    {
      "ayahNumber": "163",
      "ayahText": "O'nun ortağı yoktur. Bana sadece bu emrolundu ve ben müslümanların ilkiyim."
    },
    {
      "ayahNumber": "164",
      "ayahText": "De ki: Allah her şeyin Rabbi iken ben ondan başka Rab mı arayacağım? Herkesin kazanacağı yalnız kendisine aittir. Hiçbir suçlu başkasının suçunu yüklenmez. Sonunda dönüşünüz Rabbinizedir. Ve O, uyuşmazlığa düştüğünüz gerçeği size haber verecektir."
    },
    {
      "ayahNumber": "165",
      "ayahText": "Sizi yeryüzünün halifeleri kılan, size verdiği (nimetler) hususunda sizi denemek için kiminizi kiminizden derecelerle üstün kılan O'dur. Şüphesiz Rabbin, cezası çabuk olandır ve gerçekten O, bağışlayan merhamet edendir."
    }
  ]
}