{
  "surahNumber": "48",
  "surahName": "Fetih Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Biz sana doğrusu apaçık bir fetih ihsan ettik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Böylece Allah, senin geçmiş ve gelecek günahını bağışlar. Sana olan nimetini tamamlar ve seni doğru bir yola iletir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Ve sana şanlı bir zaferle yardım eder."
    },
    {
      "ayahNumber": "4",
      "ayahText": "İmanlarını bir kat daha arttırsınlar diye müminlerin kalplerine güven indiren O'dur. Göklerin ve yerin orduları Allah'ındır. Allah bilendir, her şeyi hikmetle yapandır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "(Bütün bu lütuflar) mümin erkeklerle mümin kadınları, içinde ebedi kalacakları, zemininden ırmaklar akan cennetlere koyması, onların günahlarını örtmesi içindir. İşte bu, Allah katında büyük bir kurtuluştur."
    },
    {
      "ayahNumber": "6",
      "ayahText": "(Bir de bunlar) Allah hakkında kötü zanda bulunan münafık erkeklere ve münafık kadınlara, Allah'a ortak koşan erkeklere ve ortak koşan kadınlara azap etmesi içindir. Müslümanlar için bekledikleri kötülük çemberi başlarına gelsin! Allah onlara gazap etmiş, lanetlemiş ve cehennemi kendilerine hazırlamıştır. Orası ne kötü bir yerdir!"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Göklerin ve yerin orduları Allah'ındır. Allah azizdir, hakimdir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Şüphesiz biz seni, şahit, müjdeleyici ve uyarıcı olarak gönderdik."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ta ki (ey müminler!) Allah'a ve Resulüne iman edesiniz, Resulüne yardım edesiniz, O'na saygı gösteresiniz ve sabah akşam Allah'ı tesbih edesiniz."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Muhakkak ki sana biat edenler ancak Allah'a biat etmektedirler. Allah'ın eli onların ellerinin üzerindedir. Kim ahdini bozarsa, ancak kendi aleyhine bozmuş olur. Kim de Allah ile olan ahdine vefa gösterirse Allah ona büyük bir mükafat verecektir."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bedevilerden geri kalmış olanlar, sana diyecekler ki: \"Mallarımız ve ailelerimiz bizi alıkoydu. Allah'tan bizim bağışlanmamızı dile.\" Onlar kalplerinde olmayanı dilleriyle söylerler. De ki: Allah size bir zarar gelmesini dilerse veya bir fayda elde etmenizi isterse O'na karşı kimin bir şeye gücü yetebilir? Kaldı ki, Allah yaptıklarınızdan haberdardır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Aslında siz Peygamberin ve müminlerin ailelerine bir daha dönmeyeceklerini sanmıştınız. Bu sizin gönüllerinize güzel göründü de kötü zanda bulundunuz ve helaki hak etmiş bir topluluk oldunuz."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Kim Allah'a ve Resulüne iman etmezse bilsin ki biz, kafirler için çılgın bir ateş hazırlamışızdır."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Göklerin ve yerin mülkü Allah'ındır. O, dilediğini bağışlar, dilediğine ceza verir. Allah çok bağışlayan, çok merhamet edendir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Siz ganimetleri almak için gittiğinizde seferden geri kalanlar: Bırakın, biz de arkanıza düşelim, diyeceklerdir. Onlar, Allah'ın sözünü değiştirmek isterler. De ki: \"Siz asla bizim peşimize düşmeyeceksiniz! Allah daha önce sizin için böyle buyurmuştur.\" Onlar size: Hayır, bizi kıskanıyorsunuz, diyeceklerdir. Bilakis onlar, pek az anlayan kimselerdir."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Bedevilerden (seferden) geri kalmış olanlara de ki: Siz yakında çok kuvvetli bir kavme karşı savaşmaya çağırılacaksınız. Onlarla, teslim oluncaya kadar savaşacaksınız. Eğer emre itaat ederseniz, Allah size güzel bir mükafat verir. Ama önceden döndüğünüz gibi yine dönecek olursanız sizi acıklı bir azaba uğratır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Köre vebal yoktur, topala da vebal yoktur, hastaya da vebal yoktur. (Bunlar savaşa katılmak zorunda değildirler.) Kim Allah'a ve Peygamberine itaat ederse, Allah onu altından ırmaklar akan cennetlere sokar. Kim de geri kalırsa, onu acı bir azaba uğratır."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Andolsun ki o ağacın altında sana biat ederlerken Allah, o müminlerden razı olmuştur. Kalplerinde olanı bilmiş, onlara güven duygusu vermiş ve onları pek yakın bir fetihle ödüllendirmiştir."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Yine onları elde edecekleri birçok ganimetlerle de mükafalandırdı. Allah üstündür, hikmet sahibidir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Allah size, elde edeceğiniz birçok ganimet vadetmiştir. (Bu ganimetlerden) işte şunları hemen vermiş ve insanların ellerini sizden çekmiştir ki bu, müminlere bir işaret olsun ve sizi dosdoğru yola iletsin."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Henüz elde edemediğiniz başka ganimetler de vardır ki, onlar Allah'ın bilgi ve kudreti dahilindedir. Allah, her şeye kadirdir."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Eğer kafirler sizinle savaşsalardı, arkalarına dönüp kaçarlardı. Sonra bir dost ve yardımcı da bulamazlardı."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Allah'ın, ötedenberi süregelen kanunu budur. Allah'ın kanununda asla bir değişiklik bulamazsın."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O sizi onlara karşı muzaffer kıldıktan sonra, Mekke'nin içinde onların ellerini sizden, sizin ellerinizi de onlardan çekendir. Allah, yaptıklarınızı görendir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlar, inkar eden ve sizin Mescid-i Haram'ı ziyaretinizi ve bekletilen kurbanların yerlerine ulaşmasını menedenlerdir. Eğer (Mekke'de) kendilerini henüz tanımadığınız mümin erkeklerle mümin kadınları bilmeyerek çiğnemeniz sebebiyle üzüntüye kapılmanız ihtimali olmasaydı (Allah savaşı önlemezdi). Dilediklerine rahmet etmek için Allah böyle yapmıştır. Eğer onlar birbirinden ayrılmış olsalardı elbette onlardan inkar edenleri elemli bir azaba çarptırırdık."
    },
    {
      "ayahNumber": "26",
      "ayahText": "O zaman inkar edenler, kalplerine taassubu, cahiliye taassubunu yerleştirmişlerdi. Allah da elçisine ve müminlere sükunet ve güvenini indirdi, onların takva sözünü tutmalarını sağladı. Zaten onlar buna layık ve ehil kimselerdi. Allah her şeyi bilendir."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Andolsun ki Allah, elçisinin rüyasını doğru çıkardı. Allah dilerse siz güven içinde başlarınızı tıraş etmiş ve kısaltmış olarak, korkmadan Mescid-i Haram'a gireceksiniz. Allah sizin bilmediğinizi bilir. İşte bundan önce size yakın bir fetih verdi."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Bütün dinlerden üstün kılmak üzere, Peygamberini hidayet ve hak din ile gönderen O'dur. Şahit olarak Allah yeter."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Muhammed Allah'ın elçisidir. Beraberinde bulunanlar da kafirlere karşı çetin, kendi aralarında merhametlidirler. Onları rükuya varırken, secde ederken görürsün. Allah'tan lütuf ve rıza isterler. Onların nişanları yüzlerindeki secde izidir. Bu, onların Tevrat'taki vasıflarıdır. İncil'deki vasıfları da şöyledir: Onlar filizini yarıp çıkarmış, gittikçe onu kuvvetlendirerek kalınlaşmış, gövdesi üzerine dikilmiş bir ekine benzerler ki bu, ekicilerin de hoşuna gider. Allah böylece onları çoğaltıp kuvvetlendirmekle kafirleri öfkelendirir. Allah onlardan inanıp iyi işler yapanlara mağfiret ve büyük mükafat vadetmiştir."
    }
  ]
}