{
  "surahNumber": "57",
  "surahName": "Hadîd Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Göklerde ve yerde bulunan her şey Allah'ı tesbih etmektedir. O, azizdir, hakimdir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Göklerin ve yerin mülkü O'nundur. O, diriltir, öldürür. O, her şeye gücü yetendir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O ilktir, sondur, zahirdir, batındır. O, her şeyi bilendir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "O, gökleri ve yeri altı günde yaratan, sonra Arş'ın üzerine istiva edendir. Yere gireni ve ondan çıkanı, gökten ineni ve oraya yükseleni bilir. Nerede olsanız, O sizinle beraberdir. Allah yaptıklarınızı görür."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Göklerin ve yerin mülkü O'nundur. Bütün işler ancak O'na döndürülür."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Geceyi gündüze katar, gündüzü de geceye katar. O, kalplerde olanı bilir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Allah'a ve Resulü'ne iman edin. Sizi, üzerinde tasarrufa yetkili kıldığı şeylerden harcayın. Sizden iman edip de (Allah rızası için) harcayan kimselere büyük mükafat vardır."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Peygamber sizi, Rabbinize iman etmeye çağırdığı halde niçin Allah'a inanmıyorsunuz? Halbuki O, sizden kesin söz de almıştı. Eğer inanırsanız."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Sizi karanlıklardan aydınlığa çıkarmak için kuluna apaçık ayetler indiren O'dur. Şüphesiz Allah, size karşı çok şefkatli, çok merhametlidir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ne oluyor size ki, Allah yolunda harcamıyorsunuz? Halbuki göklerin ve yerin mirası Allah'ındır. Elbette içinizden, fetihten önce harcayan ve savaşanlar, daha sonra harcayıp savaşanlara eşit değildir. Onların derecesi, sonradan infak eden ve savaşanlardan daha yüksektir. Bununla beraber Allah hepsine de en güzel olanı vadetmiştir. Allah'ın yaptıklarınızdan haberi vardır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Kim Allah'a güzel bir ödünç verecek olursa, Allah da onun karşılığını kat kat verir ve ayrıca onun çok değerli bir mükafatı da vardır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Mümin erkeklerle mümin kadınları, önlerinden ve sağlarından, (amellerinin) nurları aydınlatıp giderken gördüğün günde, (onlara): Bugün müjdeniz, zemininden ırmaklar akan ve içlerinde ebedi kalacağınız cennetlerdir, denilir. İşte büyük kurtuluş budur."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Münafık erkeklerle münafık kadınların, müminlere: Bizi bekleyin, nurunuzdan bir parça ışık alalım, diyeceği günde kendilerine: Arkanıza dönün de bir ışık arayın! denilir. Nihayet onların arasına, içinde rahmet, dışında azap bulunan kapılı bir sur çekilir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Münafıklar onlara: Biz sizinle beraber değil miydik? diye seslenirler. (Müminler de) derler ki: Evet ama, siz kendi başınızı belaya soktunuz; fırsat beklediniz; şüpheye düştünüz ve kuruntular sizi aldattı. O çok aldatan (şeytan) sizi, Allah hakkında bile aldattı. Nihayet Allah'ın emri gelip çattı!"
    },
    {
      "ayahNumber": "15",
      "ayahText": "Bugün artık ne sizden ne de inkar edenlerden bedel kabul edilir, varacağınız yer ateştir. Size yaraşan odur. Ne kötü bir dönüş yeridir!"
    },
    {
      "ayahNumber": "16",
      "ayahText": "İman edenlerin Allah'ı anma ve O'ndan inen Kur'an sebebiyle kalplerinin ürpermesi zamanı daha gelmedi mi? Onlar daha önce kendilerine kitap verilenler gibi olmasınlar. Onların üzerinden uzun zaman geçti de kalpleri katılaştı. Onlardan bir çoğu yoldan çıkmış kimselerdir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Bilin ki Allah, ölümünden sonra yeryüzünü canlandırıyor. Düşünesiniz diye gerçekten, size ayetleri açıkladık."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Sadaka veren erkeklere ve sadaka veren kadınlara ve Allah'a güzel bir ödünç verenlere, verdiklerinin karşılığı kat kat ödenir ve onlara değerli bir mükafat vardır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'a ve peygamberlerine iman edenler, (evet) işte onlar, Rableri yanında sözü özü doğru olanlar ve şehitlik mertebesine erenlerdir. Onların mükafatları ve nurları vardır. İnkar edip de ayetlerimizi yalanlayanlara gelince, onlar da cehennemin adamlarıdır."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Bilin ki dünya hayatı ancak bir oyun, eğlence, bir süs, aranızda bir övünme ve daha çok mal ve evlat sahibi olma isteğinden ibarettir. Tıpkı bir yağmur gibidir ki, bitirdiği ziraatçilerin hoşuna gider. Sonra kurur da sen onun sapsarı olduğunu görürsün; sonra da çer çöp olur. Ahirette ise çetin bir azap vardır. Yine orada Allah'ın mağfireti ve rızası vardır. Dünya hayatı aldatıcı bir geçimlikten başka bir şey değildir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Rabbinizden bir mağfirete; Allah'a ve peygamberlerine inananlar için hazırlanmış olup genişliği gökle yerin genişliği kadar olan cennete koşuşun. İşte bu, Allah'ın lütfudur ki onu dilediğine verir. Allah büyük lütuf sahibidir."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Yeryüzünde vuku bulan ve sizin başınıza gelen herhangi bir musibet yoktur ki, biz onu yaratmadan önce, bir kitapta yazılmış olmasın. Şüphesiz bu, Allah'a göre kolaydır."
    },
    {
      "ayahNumber": "23",
      "ayahText": "(Allah bunu) elinizden çıkana üzülmeyesiniz ve Allah'ın size verdiği nimetlerle şımarmayasınız diye açıklamaktadır. Çünkü Allah, kendini beğenip böbürlenen kimseleri sevmez."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Onlar cimrilik edip insanlara da cimriliği emrederler. Kim yüz çevirirse şüphesiz ki Allah zengindir, hamde layıktır."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Andolsun biz peygamberlerimizi açık delillerle gönderdik ve insanların adaleti yerine getirmeleri için beraberlerinde kitabı ve mizanı indirdik. Biz demiri de indirdik ki onda büyük bir kuvvet ve insanlar için faydalar vardır. Bu, Allah'ın, dinine ve peygamberlerine gayba inanarak yardım edenleri belirlemesi içindir. Şüphesiz Allah kuvvetlidir, daima üstündür."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Andolsun ki biz, Nuh'u ve İbrahim'i gönderdik, peygamberliği de kitabı da onların soyuna verdik. Onlardan (insanlardan) kimi doğru yoldadır; içlerinden birçoğu da yoldan çıkmışlardır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Sonra bunların izinden ardarda peygamberlerimizi gönderdik. Meryem oğlu İsa'yı da arkalarından gönderdik, ona İncil'i verdik; ona uyanların kalplerine şefkat ve merhamet vermiştik. Uydurdukları ruhbanlığa gelince, onu biz yazmadık. Fakat kendileri Allah rızasını kazanmak için yaptılar. Ama buna da gereği gibi uymadılar. Biz de onlardan iman edenlere mükafatlarını verdik. İçlerinden çoğu da yoldan çıkmışlardır."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Ey iman edenler! Allah'tan korkun ve Peygamberine inanın ki O, size rahmetinden iki kat versin ve size ışığında yürüyeceğiniz bir nur lütfetsin; sizi bağışlasın. Allah, çok bağışlayan, çok esirgeyendir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Böylece kitap ehli, Allah'ın lütfundan hiçbir şey elde edemeyeceklerini bilsinler. Lütuf bütünüyle Allah'ın elindedir, onu dilediğine bahşeder. Allah, büyük lütuf sahibidir."
    }
  ]
}