{
  "surahNumber": "17",
  "surahName": "İsrâ Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Bir gece, kendisine ayetlerimizden bir kısmını gösterelim diye (Muhammed) kulunu Mescid-i Haram'dan, çevresini mübarek kıldığımız Mescid-i Aksa'ya götüren Allah noksan sıfatlardan münezzehtir; O, gerçekten işitendir, görendir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Biz, Musa'ya Kitab'ı verdik ve İsrailoğullarına: \"Benden başkasını dayanılıp güvenilen bir rab edinmeyin\" diyerek bu Kitab'ı bir hidayet rehberi kıldık."
    },
    {
      "ayahNumber": "3",
      "ayahText": "(Ey) Nuh ile birlikte (gemide) taşıdığımız kimselerin nesli! Şunu bilin ki Nuh, çok şükreden bir kul idi."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Biz, Kitap'ta İsrailoğullarına: Sizler, yeryüzünde iki defa fesat çıkaracaksınız ve azgınlık derecesinde bir kibre kapılacaksınız, diye bildirdik."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Bunlardan ilkinin zamanı gelince, üzerinize güçlü kuvvetli kullarımızı gönderdik. Bunlar, evlerin arasında dolaşarak (sizi) aradılar. Bu, yerine getirilmiş bir vaad idi."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Sonra onlara karşı size tekrar (galibiyet ve zafer) verdik; servet ve oğullarla gücünüzü arttırdık; sayınızı daha da çoğalttık."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Eğer iyilik ederseniz kendinize etmiş, kötülük ederseniz yine kendinize etmiş olursunuz. Artık diğer cezalandırma zamanı gelince, yüzünüzü kara etsinler, daha önce girdikleri gibi yine Mescid'e (Süleyman Mabedi'ne) girsinler ve ellerine geçirdikleri her şeyi büsbütün tahrip etsinler (diye, başınıza yine düşmanlarınızı musallat kıldık)."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Belki Rabbiniz size merhamet eder; fakat siz eğer yine (fesatçılığa) dönerseniz, biz de sizi yine cezalandırırız. Biz cehennemi kafirler için bir hapishane yaptık."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Şüphesiz ki bu Kur'an en doğru yola iletir; iyi davranışlarda bulunan müminlere, kendileri için büyük bir mükafat olduğunu müjdeler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ahirete inanmayanlara gelince, onlar için de elemli bir azap hazırlamışızdır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "İnsan hayrı istediği kadar şerri de ister. İnsan pek acelecidir!"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Biz, geceyi ve gündüzü birer ayet (delil) olarak yarattık. Nitekim, Rabbinizin nimetlerini araştırmanız, ayrıca, yılların sayı ve hesabını bilmeniz için gecenin karanlığını silip (yerine, eşyayı) aydınlatan gündüzün aydınlığını getirdik. İşte biz, her şeyi açık açık anlattık."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Her insanın amelini (veya kaderini) boynuna bağladık. İnsan için kıyamet gününde, açılmış olarak önüne konacak bir kitap çıkarırız."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Kitabını oku! Bugün sana hesap sorucu olarak kendi nefsin yeter."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Kim hidayet yolunu seçerse, bunu ancak kendi iyiliği için seçmiş olur; kim de doğruluktan saparsa, kendi zararına sapmış olur. Hiçbir günahkar, başkasının günah yükünü üslenmez. Biz, bir peygamber göndermedikçe (kimseye) azap edecek değiliz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Bir ülkeyi helak etmek istediğimizde, o ülkenin zenginlik sebebiyle şımarmış elebaşılarına (iyilikleri) emrederiz; buna rağmen onlar orada kötülük işlerler. Böylece o ülke, helake müstahak olur; biz de orayı darmadağın ederiz."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Nuh'tan sonraki nesillerden nicelerini helak ettik. Kullarının günahlarını bilen ve gören olarak Rabbin yeterlidir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Her kim bu çarçabuk geçen dünyayı dilerse ona, yani dilediğimiz kimseye dilediğimiz kadarını dünyada hemen verir, sonra da onu, kınanmış ve kovulmuş olarak gireceği cehenneme sokarız."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Kim de ahireti diler ve bir mümin olarak ona yaraşır bir çaba ile çalışırsa, işte bunların çalışmaları makbuldür."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Hepsine, onlara da bunlara da (dünyayı isteyenlere de ahireti isteyenlere de) Rabbinin ihsanından (istediklerini) veririz. Rabbinin ihsanı kısıtlanmış değildir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Baksana, biz insanların kimini kiminden nasıl üstün kılmışızdır! Elbette ki ahiret, derece ve üstünlük farkları bakımından daha büyüktür."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Allah ile birlikte bir ilah daha tanıma! Sonra kınanmış ve kendi başına terkedilmiş olarak kalırsın."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Rabbin, sadece kendisine kulluk etmenizi, ana-babanıza da iyi davranmanızı kesin bir şekilde emretti. Onlardan biri veya her ikisi senin yanında yaşlanırsa, kendilerine \"of!\" bile deme; onları azarlama; ikisine de güzel söz söyle."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Onları esirgeyerek alçakgönüllülükle üzerlerine kanat ger ve: \"Rabbim! Küçüklüğümde onlar beni nasıl yetiştirmişlerse, şimdi de sen onlara (öyle) rahmet et!\" diyerek dua et."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Rabbiniz sizin kalplerinizdekini çok iyi bilir. Eğer siz iyi olursanız, şunu bilin ki Allah, kötülükten yüz çevirerek tevbeye yönelenleri son derece bağışlayıcıdır."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Bir de akrabaya, yoksula, yolcuya hakkını ver. Gereksiz yere de saçıp savurma."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Zira böylesine saçıp savuranlar şeytanların dostlarıdırlar. Şeytan ise Rabbine karşı çok nankördür."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Eğer Rabbinden umduğun (beklemek durumunda olduğun) bir rahmet için onların yüzlerine bakamıyorsan, hiç olmazsa kendilerine gönül alıcı bir söz söyle."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Eli sıkı olma; büsbütün eli açık da olma. Sonra kınanır, (kaybettiklerinin) hasretini çeker durursun."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Rabbin rızkı dilediğine bol verir, dilediğine daraltır. Şüphesiz ki O, kullarından haberdardır, (onları) çok iyi görür."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Geçim endişesi ile çocuklarınızın canına kıymayın. Biz, onların da sizin de rızkınızı veririz. Onları öldürmek gerçekten büyük bir suçtur."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Zinaya yaklaşmayın. Zira o, bir hayasızlıktır ve çok kötü bir yoldur."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Haklı bir sebep olmadıkça Allah'ın muhterem kıldığı cana kıymayın. Bir kimse zulmen öldürülürse, onun velisine (hakkını alması için) yetki verdik. Ancak bu veli de kısasta ileri gitmesin. Zaten (kendisine bu yetki verilmekle) o, alacağını almıştır."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Yetimin malına, rüşdüne erinceye kadar, ancak en güzel bir niyetle yaklaşın. Verdiğiniz sözü de yerine getirin. Çünkü verilen söz, sorumluluğu gerektirir."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ölçtüğünüz zaman tastamam ölçün ve doğru terazi ile tartın. Bu, hem daha iyidir hem de neticesi bakımından daha güzeldir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Hakkında bilgin bulunmayan şeyin ardına düşme. Çünkü kulak, göz ve gönül, bunların hepsi ondan sorumludur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Yeryüzünde böbürlenerek dolaşma. Çünkü sen (ağırlık ve azametinle) ne yeri yarabilir ne de dağlarla ululuk yarışına girebilirsin."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Bütün bu sayılanların kötü olanları, Rabbinin nezdinde sevimsizdir."
    },
    {
      "ayahNumber": "39",
      "ayahText": "İşte bunlar, Rabbinin sana vahyettiği hikmetlerdir. Allah ile birlikte başka ilah edinme; sonra kınanmış ve (Allah'ın rahmetinden) uzaklaştırılmış olarak cehenneme atılırsın."
    },
    {
      "ayahNumber": "40",
      "ayahText": "(Ey müşrikler!) Rabbiniz, erkek çocukları sizin için ayırdı da, kendisi meleklerden kız çocuklar mı edindi! Gerçekten siz, (vebali) çok büyük bir söz söylüyorsunuz."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Biz, onların akıllarını başlarına toplamaları için bu Kur'an'da (çeşitli ikaz ve ihtarları) türlü şekillerde tekrar ettik. Fakat bu, onlara, daha da kaçıp uzaklaşmaktan başka bir şey sağlamıyor."
    },
    {
      "ayahNumber": "42",
      "ayahText": "De ki: Eğer söyledikleri gibi Allah ile birlikte başka ilahlar da bulunsaydı, o takdirde bu ilahlar, Arş'ın sahibi olan Allah'a ulaşmak için çareler arayacaklardı."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Allah, onların söyledikleri şeylerden münezzehtir; son derece yücedir ve uludur."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Yedi gök, yer ve bunlarda bulunan herkes O'nu tesbih eder. O'nu övgü ile tesbih etmeyen hiçbir şey yoktur. Ne var ki siz, onların tesbihini anlamazsınız. O, halimdir, bağışlayıcıdır."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Biz, Kur'an okuduğun zaman, seninle ahirete inanmayanların arasına gizleyici bir örtü çekeriz."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ayrıca, onu anlamamaları için kalplerine bir kapalılık ve kulaklarına bir ağırlık veririz. Sen, Kur'an'da Rabbinin birliğini yadettiğinde onlar, canları sıkılmış bir vaziyette, gerisin geri dönüp giderler."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Biz, onların seni dinlerken ne maksatla dinlediklerini, kendi aralarında fısıldaşırlarken de o zalimlerin: \"Siz, büyülenmiş bir adamdan başkasına uymuyorsunuz!\" dediklerini çok iyi biliriz."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Baksana; senin için ne türlü benzetmeler yaptılar! Bu yüzden, (öyle bir) saptılar ki, artık (doğru) yolu bulamayacaklardır."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Bir de onlar dediler ki: Sahi biz, bir kemik yığını ve kokuşmuş bir toprak olmuş iken, yepyeni bir hilkatte diriltileceğiz, öyle mi!"
    },
    {
      "ayahNumber": "50",
      "ayahText": "De ki: \"İster taş olun, ister demir\","
    },
    {
      "ayahNumber": "51",
      "ayahText": "İsterse aklınıza (yeniden dirilmesi) imkansız gibi görünen herhangi bir yaratık! (Bunlar, Allah'ın sizi yeniden diriltmesini güçleştirmez.) Diyecekler ki: \"Bizi tekrar (hayata) kim döndürecek?\" De ki: Sizi ilk kez yaratan. Bunun üzerine onlar sana alaylı bir tarzda başlarını sallayacak ve \"Ne zamanmış o?\" diyecekler. De ki: Yakın olsa gerek!"
    },
    {
      "ayahNumber": "52",
      "ayahText": "Allah sizi çağıracağı gün, kendisine hamdederek çağrısına uyarsınız ve (dirilmeden önceki halinizde) çok az kaldığınızı sanırsınız."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Kullarıma söyle, sözün en güzelini söylesinler. Sonra şeytan aralarını bozar. Çünkü şeytan, insanın apaçık düşmanıdır."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Rabbiniz, sizi en iyi bilendir. Dilerse size merhamet eder; dilerse sizi cezalandırır. Biz, seni onların üstüne bir vekil olarak göndermedik."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Rabbin, göklerde ve yerde olan herkesi en iyi bilendir. Gerçekten biz, peygamberlerin kimini kiminden üstün kıldık; Davud'a da Zebur'u verdik."
    },
    {
      "ayahNumber": "56",
      "ayahText": "(Resulüm!) De ki: \"Allah'ı bırakıp da (ilah olduğunu) ileri sürdüklerinize yalvarın. Ne var ki onlar, sizin sıkıntınızı ne uzaklaştırabilir, ne de değiştirebilirler.\""
    },
    {
      "ayahNumber": "57",
      "ayahText": "Onların yalvardıkları bu varlıklar Rablerine -hangisi daha yakın olacak diye- vesile ararlar; O'nun rahmetini umarlar ve azabından korkarlar. Çünkü Rabbinin azabı, sakınılacak bir azaptır."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Ne kadar ülke varsa hepsini kıyamet gününden önce ya helak edecek veya en çetin bir şekilde azaplandıracağız. Bu, Kitap'ta (levh-i mahfuz'da) yazılıdır."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Bizi, ayetler (mucizeler) göndermekten alıkoyan tek şey, öncekilerin bu ayetleri yalanlamış olmasıdır. Nitekim Semud kavmine, açık bir mucize olmak üzere bir dişi deve vermiştik. Onlar ise, (bu deveyi boğazladılar ve) bu yüzden zalim oldular. Oysa biz ayetleri ancak korkutmak için göndeririz."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Hani sana: Rabbin, insanları çepeçevre kuşatmıştır, demiştik. Sana gösterdiğimiz o görüntüleri ve Kur'an'da lanetlenen ağacı, ancak insanları sınamak için meydana getirdik. Biz onları korkuturuz da, bu onlara, büyük bir azgınlıktan başka bir şey sağlamaz."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Meleklere: Âdem'e secde edin! demiştik. İblis'in dışında hepsi secde ettiler. İblis: \"Ben, dedi, çamurdan yarattığın bir kimseye secde mi ederim!\""
    },
    {
      "ayahNumber": "62",
      "ayahText": "Dedi ki: \"Şu benden üstün kıldığına da bir bak! Yemin ederim ki, eğer beni kıyamete kadar yaşatırsan, pek azı dışında, onun neslini kendime bağlayacağım!\""
    },
    {
      "ayahNumber": "63",
      "ayahText": "Allah buyurdu: Git! Onlardan kim sana uyarsa, iyi bilin ki hepinizin cezası cehennemdir. Tam bir ceza!"
    },
    {
      "ayahNumber": "64",
      "ayahText": "Onlardan gücünün yettiği kimseleri davetinle şaşırt; süvarilerinle, yayalarınla onları yaygaraya boğ; mallarına, evlatlarına ortak ol, kendilerine vaadlerde bulun. Şeytan, insanlara, aldatmadan başka bir şey vadetmez."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Şurası muhakkak ki, benim (ihlaslı) kullarım üzerinde senin hiçbir ağırlığın olmayacaktır. (Onları) koruyucu olarak Rabbin yeter."
    },
    {
      "ayahNumber": "66",
      "ayahText": "(Kullarım!) Rabbiniz, lütfuna nail olmanız için denizde gemileri sizin için yüzdürendir. Doğrusu O, sizin için çok merhametlidir."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Denizde başınıza bir musibet geldiğinde, O'ndan başka bütün yalvardıklarınız kaybolup gider. O sizi kurtarıp karaya çıkardığında, (yine eski halinize) dönersiniz. İnsanoğlu çok nankördür."
    },
    {
      "ayahNumber": "68",
      "ayahText": "O'nun, sizi kara tarafında yerin dibine geçirmeyeceğinden, yahut başınıza taş yağdırmayacağından emin misiniz? Sonra kendinize bir koruyucu da bulamazsınız."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Yahut O'nun, sizi bir kez daha oraya (denize) gönderip üzerinize bir kasırga yollayarak, inkar etmiş olmanız sebebiyle sizi boğmayacağından emin misiniz? Sonra, bundan dolayı kendinize (intikamınızı almak için) bizi arayıp soracak bir destekçi de bulamazsınız."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Biz, hakikaten insanoğlunu şan ve şeref sahibi kıldık. Onları, (çeşitli nakil vasıtaları ile) karada ve denizde taşıdık; kendilerine güzel güzel rızıklar verdik; yine onları, yarattıklarımızın birçoğundan cidden üstün kıldık."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Her insan topluluğunu önderleri ile birlikte çağıracağımız o günde kimlerin amel defteri sağından verilirse, onlar, en küçük bir haksızlığa uğramamış olarak amel defterlerini okuyacaklar."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Bu dünyada kör olan kimse ahirette de kördür; üstelik iyice yolunu şaşırmıştır."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Müşrikler, sana vahyettiğimizden başka bir şeyi yalan yere bize isnat etmen için seni, nerdeyse, sana vahyettiğimizden saptıracaklar ve ancak o takdirde seni candan dost kabul edeceklerdi."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Eğer seni sebatkar kılmasaydık, gerçekten, nerdeyse onlara birazcık meyledecektin."
    },
    {
      "ayahNumber": "75",
      "ayahText": "O zaman, hiç şüphesiz sana hayatın ve ölümün sıkıntılarını kat kat tattırırdık; sonra bize karşı kendin için bir yardımcı da bulamazdın."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Yine onlar, seni yurdundan çıkarmak için nerdeyse dünyayı başına dar getirecekler. O takdirde, senin ardından kendileri de fazla kalamazlar."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Senden önce gönderdiğimiz peygamberler hakkındaki kanun (da budur). Bizim kanunumuzda hiçbir değişiklik bulamazsın."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Gündüzün güneş dönüp gecenin karanlığı bastırıncaya kadar (belli vakitlerde) namaz kıl; bir de sabah namazını. Çünkü sabah namazı şahitlidir."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Gecenin bir kısmında uyanarak, sana mahsus bir nafile olmak üzere namaz kıl. (Böylece) Rabbinin, seni, övgüye değer bir makama göndereceğini umabilirsin."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Ve şöyle niyaz et: Rabbim! Gireceğim yere dürüstlükle girmemi sağla; çıkacağım yerden de dürüstlükle çıkmamı sağla. Bana tarafından, hakkıyla yardım edici bir kuvvet ver."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Yine de ki: Hak geldi; batıl yıkılıp gitti. Zaten batıl yıkılmaya mahkumdur."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Biz, Kur'an'dan öyle bir şey indiriyoruz ki o, müminler için şifa ve rahmettir; zalimlerin ise yalnızca ziyanını artırır."
    },
    {
      "ayahNumber": "83",
      "ayahText": "İnsana nimet verdiğimiz zaman (bizden) yüz çevirip yan çizer; ona bir de zarar ziyan dokunacak olsa iyice karamsarlığa düşer."
    },
    {
      "ayahNumber": "84",
      "ayahText": "De ki: Herkes, kendi mizaç ve meşrebine göre iş yapar. Bu durumda kimin doğru bir yol tuttuğunu Rabbiniz en iyi bilendir."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Sana ruh hakkında soru sorarlar. De ki: Ruh, Rabbimin emrindendir. Size ancak az bir bilgi verilmiştir."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Hakikaten, biz dilersek sana vahyettiğimizi ortadan kaldırırız; sonra bu durumda sen de bize karşı hiçbir koruyucu bulamazsın."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Ancak Rabbinin rahmeti (sayesinde Kur'an baki kalmıştır). Çünkü O'nun sana lütufkarlığı çok büyüktür."
    },
    {
      "ayahNumber": "88",
      "ayahText": "De ki: Andolsun, bu Kur'an'ın bir benzerini ortaya koymak üzere insü cin bir araya gelseler, birbirlerine destek de olsalar, onun benzerini ortaya getiremezler."
    },
    {
      "ayahNumber": "89",
      "ayahText": "Muhakkak ki biz, bu Kur'an'da insanlara her türlü misali çeşitli şekillerde anlattık. Yine de insanların çoğu inkarcılıktan başkasını kabullenmediler."
    },
    {
      "ayahNumber": "90",
      "ayahText": "Onlar: \"Sen, dediler, bizim için yerden bir kaynak fışkırtmadıkça sana asla inanmayacağız.\""
    },
    {
      "ayahNumber": "91",
      "ayahText": "\"Veya senin bir hurma bahçen ve üzüm bağın olmalı; öyle ki, içlerinden gürül gürül ırmaklar akıtmalısın.\""
    },
    {
      "ayahNumber": "92",
      "ayahText": "\"Yahut, iddia ettiğin gibi, üzerimize gökten parçalar yağdırmalısın veya Allah'ı ve melekleri gözümüzün önüne getirmelisin.\""
    },
    {
      "ayahNumber": "93",
      "ayahText": "\"Yahut da altından bir evin olmalı, ya da göğe çıkmalısın. Bize, okuyacağımız bir kitap indirmediğin sürece (göğe) çıktığına da asla inanmayız.\" De ki: Rabbimi tenzih ederim. Ben, sadece beşer bir elçiyim."
    },
    {
      "ayahNumber": "94",
      "ayahText": "Zaten, kendilerine hidayet rehberi geldiğinde, insanların (buna) inanmalarını sırf, \"Allah, peygamber olarak bir beşeri mi gönderdi?\" demeleri engellemiştir."
    },
    {
      "ayahNumber": "95",
      "ayahText": "Şunu söyle: Eğer yeryüzünde yerleşmiş gezip dolaşan melekler olsaydı, elbette onlara gökten, peygamber olarak bir melek gönderirdik."
    },
    {
      "ayahNumber": "96",
      "ayahText": "De ki: Benimle sizin aranızda gerçek şahit olarak Allah kafidir. Zira O, kullarını hakikaten bilip görmektedir."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Allah kime hidayet verirse, işte doğru yolu bulan odur; kimi de hidayetten uzak tutarsa, artık onlara, Allah'tan başka dostlar bulamazsın. Kıyamet gününde onları kör, dilsiz ve sağır bir halde yüzükoyun haşrederiz. Onların varacağı ve kalacağı yer cehennemdir ki, ateşi yavaşladıkça onun alevini artırırız."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Cezaları işte budur! Çünkü onlar, ayetlerimizi inkar etmişler ve: \"Sahi bizler, bir kemik yığını ve kokuşmuş toprak olduktan sonra yeni bir yaratılışla diriltilmiş mi olacağız?\" demişlerdir."
    },
    {
      "ayahNumber": "99",
      "ayahText": "Düşünmediler mi ki, gökleri ve yeri yaratmış olan Allah, kendilerinin benzerini yaratmaya da kadirdir! Allah, onlar için bir vade takdir etti. Bunda şüphe yoktur. Ama zalimler, inkarcılıktan başkasını kabullenmediler."
    },
    {
      "ayahNumber": "100",
      "ayahText": "De ki: Rabbimin rahmet hazinesine eğer siz sahip olsaydınız, harcanır korkusuyla kıstıkça kısardınız. İnsanoğlu da pek eli sıkıdır!"
    },
    {
      "ayahNumber": "101",
      "ayahText": "Andolsun biz, Musa'ya açık açık dokuz ayet verdik. Haydi İsrailoğullarına sor. Musa onlara geldiğinde Firavun ona, \"Ey Musa! dedi, senin büyülenmiş olduğunu sanıyorum!\""
    },
    {
      "ayahNumber": "102",
      "ayahText": "(Musa Firavun'a:) \"Pek ala biliyorsun ki, dedi, bunları, birer ibret olmak üzere, ancak, göklerin ve yerin Rabbi indirdi. Ey Firavun! Ben de senin hakikaten mahvolduğunu sanıyorum!\""
    },
    {
      "ayahNumber": "103",
      "ayahText": "Derken, Firavun onları ülkeden çıkarmak istedi. Bu yüzden biz onu ve maiyyetindekilerin hepsini (denizde) boğduk."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Arkasından da İsrailoğullarına: \"O topraklarda oturun! Ahiret vadi tahakkuk edince, hepinizi toplayıp bir araya getireceğiz\" dedik."
    },
    {
      "ayahNumber": "105",
      "ayahText": "Biz Kur'an'ı hak olarak indirdik; o da hakkı getirdi. Seni de ancak müjdeleyici ve uyarıcı olarak gönderdik."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Biz onu, Kur'an olarak, insanlara dura dura okuyasın diye (ayet ayet, sure sure) ayırdık; ve onu peyderpey indirdik."
    },
    {
      "ayahNumber": "107",
      "ayahText": "De ki: Siz ona ister inanın, ister inanmayın; şu bir gerçek ki, bundan önce kendilerine ilim verilen kimselere o (Kur'an) okununca, derhal yüz üstü secdeye kapanırlar."
    },
    {
      "ayahNumber": "108",
      "ayahText": "Ve derlerdi ki: Rabbimizi tesbih ederiz. Rabbimizin vadi mutlaka yerine getirilir."
    },
    {
      "ayahNumber": "109",
      "ayahText": "Ağlayarak yüz üstü yere kapanırlar. (Kur'an okumak) onların saygısını artırır."
    },
    {
      "ayahNumber": "110",
      "ayahText": "De ki: \"İster Allah deyin, ister Rahman deyin. Hangisini deseniz olur. Çünkü en güzel isimler O'na hastır.\" Namazında yüksek sesle okuma; onda sesini fazla da kısma; ikisinin arası bir yol tut."
    },
    {
      "ayahNumber": "111",
      "ayahText": "\"Çocuk edinmeyen, hakimiyette ortağı bulunmayan, acizlikten ötürü bir dosta da ihtiyacı olmayan Allah'a hamdederim\" de ve tekbir getirerek O'nun şanını yücelt!"
    }
  ]
}