{
  "surahNumber": "68",
  "surahName": "Kalem Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Nun. Kaleme ve (kalem tutanların) yazdıklarına andolsun ki,"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Sen -Rabbinin nimeti sayesinde- mecnun değilsin."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Hiç şüphesiz senin için bitip tükenmeyen bir mükafat vardır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ve sen elbette yüce bir ahlak üzeresin."
    },
    {
      "ayahNumber": "5",
      "ayahText": "(Sen de) göreceksin, onlar da görecekler,"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Hanginizde delilik olduğunu yakında."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Doğrusu Rabbin, kendi yolundan sapan kişiyi en iyi bilendir, hidayete erenleri de en iyi bilen O'dur"
    },
    {
      "ayahNumber": "8",
      "ayahText": "O halde, (hakikati) yalan sayanlara boyun eğme!"
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onlar isterler ki, sen yumuşak davranasın da onlar da sana yumuşak davransınlar."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Şunların hiçbirine itaat etme: yemin edip duran, aşağılık,"
    },
    {
      "ayahNumber": "11",
      "ayahText": "(Herkesi) kötüleğen, söz götürüp getiren,"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Hayra engel olan, mütecaviz ve saldırgan günahkar,"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Kaba ve kötülükle damgalı,"
    },
    {
      "ayahNumber": "14",
      "ayahText": "Mal ve oğullar sahibi olmuş diye (böyle yolunu şaşırmış)"
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ona ayetlerimiz okunduğu zaman o, \"Öncekilerin masalları!\" der."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Biz yakında onun burnuna damga vuracağız (kibirini kırıp rezil edeceğiz)."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Biz, vaktiyle \"bahçe sahipleri\" ne bela verdiğimiz gibi, onlara da bela verdik. Hani onlar (bahçe sahipleri), sabah olurken (kimse görmeden) onu (mahsullerini) devşireceklerine yemin etmişlerdi."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Onlar istisna da etmiyorlardı."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Fakat onlar daha uykudayken Rabbinin katından (gönderilen) kuşatıcı bir afet (ateş) bahçeyi sarıverdi de,"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Bahçe kapkara kesildi."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Sabah olurken birbirlerine seslendiler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "\"Madem devşireceksiniz, hadi erkenden mahsülünüzün başına gidin!\" diye."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Derken yürüyorlardı; fısıldaşıyorlardı."
    },
    {
      "ayahNumber": "24",
      "ayahText": "\"Sakın bugün hiçbir yoksul bahçeye girip yanınıza sokulmasın\"diye."
    },
    {
      "ayahNumber": "25",
      "ayahText": "(Evet yoksullara yardıma) güçleri yettiği halde, onları yardımdan mahrum etmek niyet ve azmi ile erkenden yola düştüler."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Fakat bahçeyi gördüklerinde: Mutlaka yolumuzu şaşırmış olmalıyız! dediler."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Yok yok, doğrusu biz mahrum bırakılmışız!"
    },
    {
      "ayahNumber": "28",
      "ayahText": "İçlerinden en makul olanı şöyle dedi: Ben size \"Rabbinizi tesbih etsenize\" dememiş miydim?"
    },
    {
      "ayahNumber": "29",
      "ayahText": "Rabbimizi tesbih ederiz; doğrusu biz (kendi kendimize) yazık etmişiz, dediler."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ardından, kabahati birbirlerine yüklemeye başladılar."
    },
    {
      "ayahNumber": "31",
      "ayahText": "(Nihayet) şöyle dediler: Yazıklar olsun bize! Gerçekten biz azgın kişilermişiz."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Belki Rabbimiz bize bunun yerine daha iyisini verir. Çünkü biz (artık) Rabbimizi(O'nun hoşnutluğunu) arzuluyoruz."
    },
    {
      "ayahNumber": "33",
      "ayahText": "İşte azap böyledir. Ahiret azabı ise elbette daha büyüktür. Keşke bilselerdi!"
    },
    {
      "ayahNumber": "34",
      "ayahText": "Şu da muhakkak ki, takva sahipleri için Rableri katında nimetleri bol cennetler vardır."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Öyle ya, (Allah'a) teslimiyet gösterenleri, (o) günahkarlar gibi tutar mıyız hiç?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Size ne oluyor? Ne biçim hüküm veriyorsunuz?"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Yoksa size ait bir kitap var da, (bu batıl inanışları) onda mı okuyorsunuz?"
    },
    {
      "ayahNumber": "38",
      "ayahText": "Onda, beğendiğiniz her şey sizin için mutlaka vardır (diye mi yazılı)?"
    },
    {
      "ayahNumber": "39",
      "ayahText": "Yoksa, \"Ne hükmederseniz mutlaka sizindir\" diye sizin lehinize olarak tarafımızdan verilmiş, kıyamet gününe kadar geçerli kesin sözler mi var?"
    },
    {
      "ayahNumber": "40",
      "ayahText": "Sor onlara: Bu iddiayı onların hangisi savunacak?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Yoksa ortakları mı var onların? Sözlerinde doğru iseler, hadi getirsinler ortaklarını!"
    },
    {
      "ayahNumber": "42",
      "ayahText": "O gün incikten açılır ve secdeye davet edilirler; fakat güç getiremezler."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Gözleri horluktan aşağı düşmüş bir halde kendilerini zillet bürür. Halbuki onlar, sapasağlam iken de secdeye davet ediliyorlardı (fakat yine secde etmiyorlardı)."
    },
    {
      "ayahNumber": "44",
      "ayahText": "(Resulüm!) Sen bu sözü (Kur'an'ı) yalan sayanı bana bırak (kendini üzme). Biz onları, bilmedikleri bir yönden yavaş yavaş azaba yaklaştırıyoruz."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Onlara mühlet veriyorum. Doğrusu benim fendim çok sağlamdır!"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Yoksa sen onlardan bir ücret istiyorsun da bu yüzden onlar ağır bir borç altında mı kalıyorlar?"
    },
    {
      "ayahNumber": "47",
      "ayahText": "Yahut gaybın bilgisi onların nezdinde de, onlar mı (istedikleri gibi) yazıyorlar?"
    },
    {
      "ayahNumber": "48",
      "ayahText": "Sen Rabbinin hükmünü sabırla bekle. Balık sahibi (Yunus) gibi olma. Hani o, dertli dertli Rabbine niyaz etmişti."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Şayet Rabbinden ona bir nimet yetişmemiş olsaydı o, mutlaka, kınanacak bir halde ıssız bir diyara atılacaktı."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Fakat ardından, Rabbi onu seçti (vahiy verdi) ve onu salihlerden kıldı."
    },
    {
      "ayahNumber": "51",
      "ayahText": "O inkar edenler Zikr'i (Kur'an'ı) işittikleri zaman, neredeyse seni gözleriyle devirivereceklerdi. Hala da (kin ve hasetlerinden:) \"Hiç şüphe yok o bir delidir\" derler."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Oysa o (Kur'an), alemler için ancak bir öğüttür."
    }
  ]
}