{
  "kamer": {
    "surahNumber": "54",
    "surahNameTr": "Kamer Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kıyamet yaklaştı ve ay yarıldı."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Onlar bir mucize görürlerse hemen yüz çevirirler ve: Eskiden beri devam edegelen bir büyüdür, derler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yalanladılar ve kendi heveslerine uydular. Halbuki her işin ulaşacağı yeri vardır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Andolsun onlara, kötülükten önleyecek nice önemli haberler gelmiştir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Bu büyük bir hikmettir. Fakat (yüz çevirene) uyarılar ne fayda verir!"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Çağıranın görülmemiş bir şeye çağırdığı gün, sen de onlardan yüz çevir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Sanki etrafa yayılmış çekirge sürüsü gibi bakışları perişan (utançtan yere bakar) bir halde kabirlerden çıkarlar."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Davetçiye koşarlarken o esnada kafirler: Bu, çok çetin bir gündür! derler."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Onlardan önce Nuh'un kavmi de yalanladı, hem de kulumuzun yalancı olduğunda ısrar ederek: O, delirdi, dediler. Ve (Nuh, davetten vazgeçmeye) zorlandı."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Bunun üzerine, Rabbine: Ben yenik düştüm, bana yardım et! diyerek yalvardı."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Biz de derhal nehir gibi devamlı akan bir su ile göğün kapılarını açtık."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Yeryüzünde kaynaklar fışkırttık. (Her iki) su, takdir edilmiş bir işin olması için birleşmişti."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Nuh'u da tahtalardan yapılmış, çivilerle çakılmış gemiye bindirdik."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İnkar edilmiş olana (Nuh'a) bir mükafat olmak üzere gemi, gözlerimizin önünde akıp gidiyordu."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Andolsun ki onu bir ibret olarak bıraktık, ibret alan yok mudur?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Benim azabım ve uyarılarım nasılmış!"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Andolsun biz Kur'an'ı öğüt alınsın diye kolaylaştırdık. (Ondan) öğüt alan yok mu?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ad kavmi (Peygamberleri Hud'u) yalanladı da azabım ve tehdidim nasılmış (gördüler)."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Biz onların üstüne, uğursuzluğu devamlı bir günde dondurucu bir rüzgar gönderdik."
      },
      {
        "ayahNumber": "20",
        "ayahText": "O rüzgar, insanları, sökülmüş hurma kütükleri gibi yere seriyordu."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Nasılmış benim azabım ve uyarılarım!"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Andolsun biz Kur'an'ı düşünüp öğüt alınsın diye kolaylaştırdık. Öğüt alan yok mu?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Semud kavmi de uyarıcıları yalanladı."
      },
      {
        "ayahNumber": "24",
        "ayahText": "\"Aramızdan bir beşere mi uyacağız? O takdirde biz apaçık bir sapıklık ve çılgınlık etmiş oluruz\" dediler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "\"Vahiy, aramızda ona mı verildi? Hayır o, yalancı ve şımarığın biridir\" (dediler.)"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Yarın onlar, yalancı ve şımarığın kim olduğunu bileceklerdir."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Gerçekten onları imtihan etmek için dişi deveyi gönderen biziz. Sen onları gözetle ve sabret."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Onlara, suyun aralarında paylaştırıldığını haber ver. Her biri kendi içme sırasında gelsin."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Arkadaşlarını çağırdılar, o da (bundan cür'et alarak) kılıcını kaptı ve deveyi kesti."
      },
      {
        "ayahNumber": "30",
        "ayahText": "(Bu azgınlara) azabım ve uyarılarım nasıl oldu!"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Biz onların üzerlerine korkunç bir ses gönderdik. Hemen hayvan ağılına konan kuru ot gibi oluverdiler."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Andolsun biz Kur'an'ı, anlaşılıp öğüt alınması için kolaylaştırdık. O halde düşünüp öğüt alan yok mu?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Lut'un kavmi de uyarıcı peygamberleri yalanladı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Biz de üstlerine taş (yağdıran bir fırtına) gönderdik. Ancak Lut ailesini seher vakti kurtardık."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Katımızdan bir nimet olarak. Biz şükredeni işte böyle mükafatlandırırız."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Andolsun ki, Lut onları bizim şiddetli azabımızla uyardı. Fakat onlar bu tehditleri kuşkuyla karşıladılar."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Onlar Lut'un misafirlerine karşı kötülük yapmayı planlamışlardı. Hemen biz onların gözlerini silme kör ettik. \"Haydi azabımı ve uyarılarımı tadın!\" (dedik)."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Bir sabah kendilerine, yakalarını bir daha bırakmayacak olan bir azap gelip çattı."
      },
      {
        "ayahNumber": "39",
        "ayahText": "İşte azabımı ve uyanlarımı tadın! (denildi)."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Andolsun biz Kur'an'ı, öğüt almak için kolaylaştırdık. O halde düşünüp ibret alan yok mu?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Şüphesiz Firavun'un kavmine de uyarıcılar gelmişti."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Lakin onlar bütün ayetlerimizi yalanladılar. Biz de onları güç ve kudretimize layık bir şekilde yakaladık."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Şimdi sizin kafirleriniz, onlardan daha mı iyidirler? Yoksa kitaplarda sizin için bir berat mı var?"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Yoksa \"Biz, intikam almağa gücü yeten bir topluluğuz\" mu diyorlar?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "O topluluk yakında bozulacak ve onlar arkalarını dönüp kaçacaklardır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Bilakis kıyamet onlara vadedilen asıl saattir ve o saat daha belalı ve daha acıdır."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Şüphesiz suçlular sapıklık ve çılgınlık içindedirler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "O gün yüzüstü ateşe sürüklendiklerinde \"Cehennemin elemini tadın!\" denir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Biz, her şeyi bir ölçüye göre yarattık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Bizim buyruğumuz, bir anlık bakış gibi, bir tek sözden başka bir şey değildir."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Andolsun biz, sizin benzerlerinizi hep helak ettik. Düşünüp ibret alan yok mu?"
      },
      {
        "ayahNumber": "52",
        "ayahText": "Yaptıkları her şey kitaplarda (amel defterlerinde) mevcuttur."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Küçük büyük her şey satır satır yazılmıştır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Takva sahipleri cennetlerde ve ırmakların kenarlarındadır."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Güçlü ve Yüce Allah'ın huzurunda hak meclisindedirler."
      }
    ]
  }
}