{
  "surahNumber": "28",
  "surahName": "Kasas Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ta. Sin. Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Bunlar, apaçık Kitab'ın ayetleridir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "İman eden bir kavim için (faydalı olmak üzere) Musa ile Firavun'un haberlerinden bir kısmını sana gerçek şekliyle nakledeceğiz."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Firavun, (Mısır) toprağında gerçekten azmış, halkını çeşitli zümrelere bölmüştü. Onlardan bir zümreyi güçsüz buluyor, bunların oğullarını boğazlıyor, kızlarını ise sağ bırakıyordu. Çünkü o bozgunculardandı."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Biz ise, o yerde güçsüz düşürülenlere lütufta bulunmak, onları önderler yapmak ve onları (mukaddes topraklara) varis kılmak istiyorduk."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Ve o yerde onları hakim kılmak; Firavun ile Haman'a ve ordularına, onlardan (İsrailoğullarından gelecek diye) korktukları şeyi göstermek (istiyorduk)."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Musa'nın anasına: Onu emzir, kendisine zarar geleceğinden endişelendiğinde onu denize (Nil nehrine) bırakıver, hiç korkup kaygılanma, çünkü biz onu sana geri vereceğiz ve onu peygamberlerden biri yapacağız, diye bildirdik."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Nihayet Firavun ailesi onu yitik çocuk olarak (nehirden) aldı. O, sonunda kendileri için bir düşman ve bir tasa olacaktı. Şüphesiz Firavun ile Haman ve askerleri yanlış yolda idiler."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Firavun'un karısı (sepetin içinden erkek çocuk çıkınca kocasına:) Benim ve senin için göz aydınlığıdır! Onu öldürmeyin, belki bize faydası dokunur, ya da onu evlat ediniriz, dedi. Halbuki onlar (işin sonunu) sezemiyorlardı."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Musa'nın anasının yüreğinde yalnızca çocuğunun tasası kaldı. Eğer biz, (vadimize) inananlardan olması için onun kalbini pekiştirmemiş olsaydık, neredeyse işi meydana çıkaracaktı."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Annesi Musa'nın ablasına: Onun izini takip et, dedi. O da, onlar farkına varmadan uzaktan kardeşini gözetledi."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Biz daha önceden (annesine geri verilinceye kadar) onun süt analarını kabulüne (emmesine) müsaade etmedik. Bunun üzerine ablası: Size, onun bakımını namınıza üstlenecek, hem de ona iyi davranacak bir aile göstereyim mi? dedi."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Böylelikle biz onu, anasına, gözü aydın olsun, gam çekmesin ve Allah'ın vadinin gerçek olduğunu bilsin diye geri verdik. Fakat yine de pek çoğu (bunu) bilmezler."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Musa yiğitlik çağına erip olgunlaşınca, biz ona hikmet ve ilim verdik. İşte güzel davrananları biz böylece mükafatlandırırız."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Musa, ahalisinin habersiz olduğu bir sırada şehre girdi. Orada, biri kendi tarafından, diğeri düşman tarafından olan iki adamı birbiriyle döğüşür buldu. Kendi tarafından olanı, düşmana karşı ondan yardım diledi. Musa da ötekine bir yumruk vurup ölümüne sebep oldu. (Bunun üzerine:) Bu şeytan işidir. O, gerçekten saptırıcı, apaçık bir düşman, dedi."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Musa: Rabbim! Doğrusu kendime zulmettim (başıma iş açtım). Beni bağışla dedi, Allah da onu bağışladı. Çünkü, çok bağışlayıcı, çok esirgeyici olan ancak O'dur."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Musa: Rabbim! Bana lütfettiğin nimetlere andolsun ki, artık suçlulara (ve suça itenlere) asla arka çıkmayacağım, dedi."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Şehirde korku içinde, (etrafı) gözetleyerek sabahladı. Bir de ne görsün, dün kendisinden yardım isteyen kimse, feryat ederek yine ondan imdat istiyor. Musa ona (yardım isteyene) dedi ki: Doğrusu sen, besbelli bir azgınsın!"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Musa, ikisinin de düşmanı olan adamı yakalamak isteyince, o adam dedi ki: Ey Musa! Dün bir cana kıydığın gibi, bana da mı kıymak istiyorsun? Demek, düzelticilerden olmak istemiyor da, bu yerde ille yaman bir zorba olmayı arzuluyorsun sen!"
    },
    {
      "ayahNumber": "20",
      "ayahText": "Şehrin öbür ucundan bir adam koşarak geldi: Ey Musa! İleri gelenler seni öldürmek için hakkında müzakere ediyorlar. Derhal (buradan) çık! İnan ki ben senin iyiliğini isteyenlerdenim, dedi."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Musa korka korka, (etrafı) gözetleyerek oradan çıktı. \"Rabbim! Beni zalimler güruhundan kurtar\" dedi."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Medyen'e doğru yöneldiğinde: Umarım, Rabbim beni doğru yola iletir, dedi."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Musa, Medyen suyuna varınca, orada (hayvanlarını) sulayan bir çok insan buldu. Onların gerisinde de, (hayvanlarını) engelleyen iki kadın gördü. Onlara: Derdiniz nedir? dedi. Şöyle cevap verdiler: Çobanlar sulayıp çekilmeden biz (onların içine sokulup hayvanlarımızı) sulamayız; babamız da çok yaşlıdır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Bunun üzerine Musa, onların yerine (davarlarını) sulayıverdi. Sonra gölgeye çekildi ve: Rabbim! Doğrusu bana indireceğin her hayra (lütfuna) muhtacım, dedi."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Derken, o iki kadından biri utana utana yürüyerek ona geldi: Babam, dedi, bizim yerimize (hayvanları) sulamanın karşılığını ödemek için seni çağırıyor. Musa, ona (Hz. Şuayb'a) gelip başından geçeni anlatınca o: Korkma, o zalim kavimden kurtuldun, dedi."
    },
    {
      "ayahNumber": "26",
      "ayahText": "(Şuayb'ın) iki kızından biri: Babacığım! Onu ücretle (çoban) tut. Çünkü ücretle istihdam edeceğin en iyi kimse, güçlü ve güvenilir olandır, dedi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "(Şuayb) dedi ki: Bana sekiz yıl çalışmana karşılık şu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan artık o kendinden; yoksa sana ağırlık vermek istemem. İnşallah beni iyi kimselerden (işverenlerden) bulacaksın."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Musa şöyle cevap verdi: Bu seninle benim aramdadır. Bu iki süreden hangisini doldurursam doldurayım, demek ki bana karşı husumet yok. Söylediklerimize Allah vekildir."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Sonunda Musa süreyi doldurup ailesiyle yola çıkınca, Tur tarafından bir ateş gördü. Ailesine: Siz (burada) bekleyin; ben bir ateş gördüm, belki oradan size bir haber yahut ısınmanız için bir ateş parçası getiririm, dedi."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Oraya gelince, o mübarek yerdeki vadinin sağ kıyısından, (oradaki) ağaç tarafından kendisine şöyle seslenildi: Ey Musa! Bil ki ben, bütün alemlerin Rabbi olan Allah'ım."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Ve \"Asanı at!\" (denildi). Musa (attığı) asayı yılan gibi deprenir görünce, dönüp arkasına bakmadan kaçtı. \"Ey Musa! Beri gel, korkma. Çünkü sen emniyette olanlardansın\" (buyuruldu)."
    },
    {
      "ayahNumber": "32",
      "ayahText": "\"Elini koynuna sok; kusursuz, bembeyaz çıkacaktır. Korkudan (açılan) kollarını kendine çek. İşte bu ikisi Firavun ve onun adamlarına karşı Rabbin tarafından iki kesin delildir. Çünkü onlar, yoldan çıkan bir kavim olmuşlardır\" (diye seslenildi)."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Musa dedi ki: Rabbim! Ben onlardan birini öldürmüştüm, beni öldürmelerinden korkuyorum."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Kardeşim Harun'un dili benimkinden daha düzgündür. Onu da beni doğrulayan bir yardımcı olarak benimle birlikte gönder. Zira bana yalancılık ithamında bulunmalarından endişe ediyorum."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Allah buyurdu: Seni kardeşinle destekleyeceğiz ve size öyle bir kudret vereceğiz ki, ayetlerimiz (mucize yardımlarımız) sayesinde onlar size erişemiyecekler. Siz ve size tabi olanlar üstün geleceksiniz."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Musa onlara apaçık ayetlerimizi getirince: Bu, olsa olsa uydurulmuş bir sihirdir. Biz önceki atalarımızdan böylesini işitmemiştik, dediler."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Musa şöyle dedi: Rabbim, kendi katından kimin hidayet (hakka rehberlik) getirdiğini ve hayırlı akıbetin kime nasip olacağını en iyi bilendir. Muhakkak ki, zalimler iflah olmazlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Firavun: Ey ileri gelenler! Sizin için benden başka bir ilah tanımıyorum. Ey Haman! Haydi benim için çamur üzerine ateş yak (ve tuğla imal et), bana bir kule yap ki Musa'nın tanrısına çıkayım; ama sanıyorum, o mutlaka yalan söyleyenlerdendir, dedi."
    },
    {
      "ayahNumber": "39",
      "ayahText": "O ve askerleri, yeryüzünde haksız yere büyüklük tasladılar ve gerçekten bize döndürülmeyeceklerini sandılar."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Biz de onu ve askerlerini yakalayıp denize atıverdik. Bak işte, zalimlerin sonu nice oldu!"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Onları, (insanları) ateşe çağıran öncüler kıldık. Kıyamet günü onlar yardım görmeyeceklerdir."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Bu dünyada arkalarına lanet taktık. Onlar, kıyamet gününde de kötülenmişler arasındadır."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Andolsun biz, ilk nesilleri yok ettikten sonra Musa'ya, -düşünüp öğüt alsınlar diye- insanlar için apaçık deliller, hidayet rehberi ve rahmet olarak o Kitab'ı (Tevrat'ı) vermişizdir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "(Resulüm!) Musa'ya emrimizi vahyettiğimiz sırada, sen batı yönünde bulunmuyordun ve (o hadiseyi) görenlerden de değildin."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Bilakis biz nice nesiller var ettik de, onların üzerinden uzun zamanlar geçti. Sen, ayetlerimizi kendilerinden okuyarak öğrenmek üzere Medyen halkı arasında oturmuş da değilsin; aksine (onları sana) gönderen biziz."
    },
    {
      "ayahNumber": "46",
      "ayahText": "(Musa'ya) seslendiğimiz zaman da, sen Tur'un yanında değildin. Bilakis, senden önce kendilerıne uyarıcı (peygamber) gelmeyen bir kavmi uyarman için Rabbinden bir rahmet olarak (orada geçenleri sana bildirdik); ola ki düşünüp öğüt alırlar."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Bizzat kendi yaptıklarından dolayı başlarına bir musibet geldiğinde: Rabbimiz! Ne olurdu bize bir peygamber gönderseydin de, ayetlerine uysak ve müminlerden olsaydık! diyecek olmasalardı (seni göndermezdik)."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Fakat onlara tarafımızdan o hak (Peygamber) gelince: \"Musa'ya verilen (mucizeler) gibi ona da verilmeli değil miydi?\" dediler. Peki, daha önce Musa'ya verileni de inkar etmemişler miydi? \"Birbirini destekleyen iki sihir!\" demişler ve şunu söylemişlerdi: Doğrusu biz hiçbirine inanmıyoruz."
    },
    {
      "ayahNumber": "49",
      "ayahText": "(Resulüm!) De ki: Eğer doğru sözlüler iseniz, Allah katından bu ikisinden (bana ve Musa'ya inen kitaplardan) daha doğru bir kitap getirin de ben ona uyayım!"
    },
    {
      "ayahNumber": "50",
      "ayahText": "Eğer sana cevap veremezlerse, bil ki onlar, sırf heveslerine uymaktadırlar. Allah'tan bir yol gösterici olmaksızın kendi hevesine uyandan daha sapık kim olabilir! Elbette Allah zalim kavmi doğru yola iletmez."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Andolsun ki biz, düşünüp öğüt alsınlar diye, sözü (vahyi) birbiri ardınca yetiştirmişizdir (aralıksız vahiylerimizi göndermişizdir)."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Ondan (Kur an'dan) önce kendilerine kitap verdiklerimiz, ona da iman ederler."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Onlara (Kur'an) okunduğu zaman: Ona iman ettik. Çünkü o Rabbimizden gelmiş hakikattir. Esasen biz daha önce de müslüman idik, derler."
    },
    {
      "ayahNumber": "54",
      "ayahText": "İşte onlara, sabretmelerinden ötürü, mükafatları iki defa verilecektir. Bunlar kötülüğü iyilikle savarlar, kendilerine verdiğimiz rızıktan da Allah rızası için harcarlar."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Onlar, boş söz işittikleri zaman ondan yüz çevirirler ve: Bizim işlerimiz bize, sizin işleriniz size. Size selam olsun. Biz kendini bilmezleri (arkadaş edinmek) istemeyiz, derler."
    },
    {
      "ayahNumber": "56",
      "ayahText": "(Resulüm!) Sen sevdiğini hidayete erdiremezsin; bilakis, Allah dilediğine hidayet verir ve hidayete girecek olanları en iyi O bilir."
    },
    {
      "ayahNumber": "57",
      "ayahText": "\"Biz seninle beraber doğru yola uyarsak, yurdumuzdan atılırız\" dediler. Biz onları, kendi katımızdan bir rızık olarak her şeyin ürünlerinin toplanıp getirildiği, güvenli, dokunulmaz bir yere (Mekke-i Mükerreme'ye) yerleştirmedik mi? Fakat onların çoğu bilmezler."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Biz, refahından şımarmış nice memleketi helak etmişizdir. İşte yerleri! Kendilerinden sonra oralarda pek az oturulabilmiştir. Onlara biz varis olmuşuzdur."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Rabbin, kendilerine ayetlerimizi okuyan bir peygamberi memleketlerin ana merkezine göndermedikçe, o memleketleri helak edici değildir. Zaten biz ancak halkı zalim olan memleketleri helak etmişizdir."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Size verilen şeyler, dünya hayatının geçim vasıtası ve süsüdür. Allah katında olanlar ise, daha hayırlı ve daha kalıcıdır. Hala buna aklınız ermeyecek mi?"
    },
    {
      "ayahNumber": "61",
      "ayahText": "Şu halde, kendisine güzel bir vaadde bulunduğumuz ve ardından ona kavuşan kimse, (sırf) dünya hayatının geçici menfaat ve zevkini yaşattığımız, sonra kıyamet gününde (azap için) huzurumuza getirilenler arasında bulunan kimse gibi midir?"
    },
    {
      "ayahNumber": "62",
      "ayahText": "O gün Allah onları çağırarak: Benim ortaklarım olduklarını iddia ettikleriniz hani nerede? diyecektir."
    },
    {
      "ayahNumber": "63",
      "ayahText": "(O gün) aleyhlerine söz (hüküm) gerçekleşmiş olanlar: Rabbimiz! Şunlar azdırdığımız kimselerdir. Biz nasıl azmışsak onları da öylece azdırdık (yoksa onları zorlayan bir gücümüz yoktu. Onların suçlarından) beri olduğumuzu sana arzederiz. Zaten onlar aslında bize tapmıyorlardı (kendi arzularına tapıyorlardı), derler."
    },
    {
      "ayahNumber": "64",
      "ayahText": "\"(Allah'a koştuğunuz) ortaklarınızı çağırın!\" denir, onlar da çağırırlar; fakat kendilerine cevap vermezler ve (karşılarında) azabı görürler. Ne olurdu (dünyada iken) doğru yola girselerdi!"
    },
    {
      "ayahNumber": "65",
      "ayahText": "O gün Allah onları çağırarak: Peygamberlere ne cevap verdiniz? diyecektir."
    },
    {
      "ayahNumber": "66",
      "ayahText": "İşte o gün onlara bütün haberler körleşmiştir (delilleri tükenmiş, s söyleyecek sözleri kalmamıştır); onlar birbirlerine de soramayacaklardır."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Fakat tevbe eden, iman edip iyi işler yapan kimseye gelince, onun kurtuluşa erenler arasında olması umulur."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Rabbin, dilediğini yaratır ve seçer. Onların seçim hakkı yoktur. Allah, onların ortak koştuklarından münezzehtir ve şanı yücedir."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Rabbin, onların, sinelerinde gizlediklerini de, açığa vurduklarını da bilir."
    },
    {
      "ayahNumber": "70",
      "ayahText": "İşte O, Allah'tır. O'ndan başka tanrı yoktur. Önünde de, sonunda da hamd O'nundur, hüküm O'nundur. Ve ancak O'na döndürüleceksiniz."
    },
    {
      "ayahNumber": "71",
      "ayahText": "(Resulüm!) De ki: Düşündünüz mü hiç, eğer Allah üzerinizde geceyi ta kıyamet gününe kadar aralıksız devam ettirse, Allah'tan başka size bir ışık getirecek tanrı kimdir? Hala işitmeyecek misiniz?"
    },
    {
      "ayahNumber": "72",
      "ayahText": "De ki: Söyleyin bakalım, eğer Allah üzerinizde gündüzü ta kıyamet gününe kadar aralıksız devam ettirse, Allah'tan başka, istirahat edeceğiniz geceyi size getirecek tanrı kimdir? Hala görmeyecek misiniz?"
    },
    {
      "ayahNumber": "73",
      "ayahText": "Rahmetinden ötürü Allah, geceyi ve gündüzü yarattı ki geceleyin dinlenesiniz, (gündüzün) O'nun fazlu kereminden (rızkınızı) arayasınız ve şükredesiniz."
    },
    {
      "ayahNumber": "74",
      "ayahText": "O gün Allah onları çağırarak: Benim ortaklarım olduklarını iddia ettikleriniz hani nerede? diyecektir."
    },
    {
      "ayahNumber": "75",
      "ayahText": "(O gün) her ümmetten bir şahit çıkarır, (kafirlere): Kesin delilinizi getirin! deriz. O zaman bilirler ki hakikat Allah'a aittir ve uydurageldikleri şeyler (putlar) da kendilerinden ayrılıp kaybolmuşlardır."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Karun, Musa'nın kavminden idi de, onlara karşı azgınlık etmişti. Biz ona öyle hazineler vermiştik ki, anahtarlarını güçlükuvvetli bir topluluk zor taşırdı. Kavmi ona şöyle demişti: Şımarma! Bil ki Allah şımarıkları sevmez."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Allah'ın sana verdiğinden (O'nun yolunda harcayarak) ahiret yurdunu iste; ama dünyadan da nasibini unutma. Allah sana ihsan ettiği gibi, sen de (insanlara) iyilik et. Yeryüzünde bozgunculuğu arzulama. Şüphesiz ki Allah, bozguncuları sevmez."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Karun ise: O (servet) bana ancak kendimdeki bilgi sayesinde verildi, demişti. Bilmiyor muydu ki Allah, kendinden önceki nesillerden, ondan daha güçlü, ondan daha çok taraftarı olan kimseleri helak etmişti. Günahkarlardan günahları sorulmaz (Allah onların hepsini bilir)."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Derken, Karun, ihtişamı içinde kavminin karşısına çıktı. Dünya hayatını arzulayanlar: Keşke Karun'a verilenin benzeri bizim de olsaydı; doğrusu o çok şanslı! dediler."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Kendilerine ilim verilmiş olanlar ise şöyle dediler: Yazıklar olsun size! İman edip iyi işler yapanlara göre Allah'ın mükafatı daha üstündür. Ona da ancak sabredenler kavuşabilir."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Nihayet biz, onu da, sarayını da yerin dibine geçirdik. Artık Allah'a karşı kendisine yardım edecek avanesi olmadığı gibi, o, kendini savunup kurtarabilecek kimselerden de değildi."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Daha dün onun yerinde olmayı isteyenler: Demek ki, Allah rızkı, kullarından dilediğine bol veriyor, dilediğine de az. Şayet Allah bize lütufta bulunmuş olmasaydı, bizi de yerin dibine geçirirdi. Vay! Demek ki inkarcılar iflah olmazmış! demeye başladılar."
    },
    {
      "ayahNumber": "83",
      "ayahText": "İşte ahiret yurdu! Biz onu yeryüzünde böbürlenmeyi ve bozgunculuğu arzulamayan kimselere veririz. (En güzel) akıbet, takva sahiplerinindir."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Kim bir iyilik getirirse ona bundan daha hayırlı karşılık vardır. Kim bir kötülük getirirse, o kötülükleri işleyenler, ancak yaptıkları kadar ceza görürler."
    },
    {
      "ayahNumber": "85",
      "ayahText": "(Resulüm!) Kur'an'ı (okumayı, tebliğ etmeyi ve ona uymayı) sana farz kılan Allah, elbette seni (yine) dönülecek yere döndürecektir. De ki: Rabbim, kimin hidayeti getirdiğini ve kimin apaçık bir sapıklık içinde olduğunu en iyi bilendir."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Sen, bu Kitab'ın sana vahyolunacağını ummuyordun. (Bu) ancak Rabbinden bir rahmet (olarak gelmiş) tir. O halde sakın kafirlere arka çıkma!"
    },
    {
      "ayahNumber": "87",
      "ayahText": "Allah'ın ayetleri sana indirildikten sonra, artık sakın onlar seni bu ayetlerden alıkoymasınlar. Rabbine davet et. Asla müşriklerden olma!"
    },
    {
      "ayahNumber": "88",
      "ayahText": "Allah ile birlikte başka bir tanrıya tapıp yalvarma! O'ndan başka tanrı yoktur. O'nun zatından başka her şey yok olacaktır. Hüküm O'nundur ve siz ancak O'na döndürüleceksiniz."
    }
  ]
}