{
  "surahNumber": "18",
  "surahName": "Kehf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Hamd olsun Allah'a ki kulu (Muhammed'e), Kitab 'ı indirdi ve ona hiçbir eğrilik koymadı."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Onu dosdoğru (bir Kitab)olarak indirdi ki katından gelecek şiddetli azaba karşı (insanları)uyarmak ve yararlı işler yapan müminlere kendileri için güzel mükafat bulunduğunu müjdelemek için."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Onlar orada ebedi kalacaklarlardır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ve \"Allah evlat edindi\" diyenleri de uyarmak için."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Ne onların (Allah evlat edindi, diyenlerin), ne de atalarının bu konuda hiçbir bilgisi yoktur. Ağızlarından çıkan bu söz ne büyük oldu! Yalandan başka bir şey söylemiyorlar."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Bu yeni Kitab'a inanmazlarsa (ve bu yüzden helak olurlarsa) arkalarından üzüntüyle neredeyse kendini harap edeceksin."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Biz, insanların hangisinin daha güzel amel edeceğini deneyelim diye yeryüzündeki her şeyi dünyanın kendine mahsus bir zinet yaptık."
    },
    {
      "ayahNumber": "8",
      "ayahText": "(Bununla beraber) biz mutlaka oradaki her şeyi kupkuru bir toprak yapacağız."
    },
    {
      "ayahNumber": "9",
      "ayahText": "(Resulüm)! Yoksa sen, bizim ayetlerimizden (sadece) Kehf ve Rakim sahiplerinin ibrete şayan olduklarını mı sandın?"
    },
    {
      "ayahNumber": "10",
      "ayahText": "O (yiğit) gençler mağaraya sığınmışlar ve: Rabbimiz! Bize tarafından rahmet ver ve bize, (şu) durumumuzdan bir kurtuluş yolu hazırla! demişlerdi."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Bunun üzerine biz de o mağarada onların kulaklarına nice yıllar perde koyduk (uykuya daldırdık.)"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Sonra da iki guruptan (Ashab-ı Kehf ile hasımlarından) hangisinin kaldıkları müddeti daha iyi hesap edeceğini görelim diye onları uyandırdık."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Biz sana onların başından geçenleri gerçek olarak anlatıyoruz. Hakikaten onlar, Rablerine inanmış gençlerdi. Biz de onların hidayetini arttırdık."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Onların kalplerini metin kıldık. O yiğitler (o yerin hükümdarı karşısında) ayağa kalkarak dediler ki: \"Bizim Rabbimiz, göklerin ve yerin Rabbidir. Biz, O'ndan başkasına tanrı demeyiz. Yoksa saçma sapan konuşmuş oluruz."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Şu bizim kavmimiz Allah'tan başka tanrılar edindiler. Bari bu tanrılar konusunda açık bir delil getirseler. (Ne mümkün!) Öyle ise Allah hakkında yalan uydurandan daha zalimi var mı?"
    },
    {
      "ayahNumber": "16",
      "ayahText": "(İçlerinden biri şöyle demişti:) \"Madem ki siz onlardan ve onların Allah'ın dışında tapmakta oldukları varlıklardan uzaklaştınız, o halde mağaraya sığının ki, Rabbiniz size rahmetini yaysın ve işinizde sizin için fayda ve kolaylık sağlasın.\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "(Resulüm! Orada bulunsaydın) güneşi görürdün: Doğduğu zaman mağaralarının sağına meyleder; batarken de sol taraftan onlara isabet etmeden geçerdi. (Böylece) onlar (güneş ışığından rahatsız olmaksızın) mağaranın bir köşesinde (uyurlardı). İşte bu, Allah'ın ayetlerindendir. Allah kime hidayet ederse, işte o, hakka ulaşmıştır, kimi de hidayetten mahrum ederse artık onu doğruya yöneltecek bir dost bulamazsın."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Kendileri uykuda oldukları halde sen onları uyanık sanırdın. Onları sağa sola çevirirdik. Köpekleri de mağaranın girişinde ön ayaklarını uzatmış yatmakta idi. Eğer onların durumlarına muttali olsa idin dönüp onlardan kaçardın ve gördüklerin yüzünden için korku ile dolardı."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Böylece biz, aralarında birbirlerine sormaları için onları uyandırdık: İçlerinden biri: \"Ne kadar kaldınız?\" dedi. (Kimi) \"Bir gün ya da günün bir parçası kadar kaldık\" dediler; (kimi de) şöyle dediler: \"Rabbiniz, kaldığınız müddeti daha iyi bilir. Şimdi siz, içinizden birini şu gümüş paranızla şehre gönderin de, baksın, (şehrin) hangi yiyeceği daha temiz ise size ondan erzak getirsin; ayrıca, nazik davransın (gizli hareket etsin) ve sakın sizi kimseye sezdirmesin.\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "\"Çünkü onlar eğer size muttali olurlarsa, ya sizi taşlayarak öldürürler veya kendi dinlerine çevirirler ki, o zaman ebediyyen iflah olmazsınız.\""
    },
    {
      "ayahNumber": "21",
      "ayahText": "Böylece (insanları) onlardan haberdar ettik ki, Allah'ın vadinin hak olduğunu, kıyametin şüphe götürmez olduğunu bilsinler. Hani onlar aralarında Ashab-ı Kehfin durumunu tartışıyorlardı. Dediler ki: \"Üzerlerine bir bina yapın. Rableri onları daha iyi bilir.\" Onların durumuna vakıf olanlar ise: \"Bizler, kesinlikle onların yanıbaşlarına bir mescit yapacağız\" dediler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "(İnsanların kimi:) \"Onlar üç kişidir; dördüncüleri de köpekleridir\" diyecekler; yine: \"Beş kişidir; altıncıları köpekleridir\" diyecekler. (Bunlar) bilinmeyen hakkında tahmin yürütmektir. (Kimileri de:) \"Onlar yedi kişidir; sekizincisi köpekleridir\" derler. De ki: Onların sayılarını Rabbim daha iyi bilir. Onlar hakkında bilgisi olan çok azdır. Öyle ise Ashab-ı Kehf hakkında, delillerin açık olması haricinde bir münakaşaya girişme ve onlar hakkında (ileri geri konuşan) kimselerin hiçbirinden malumat isteme."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Hiçbir şey için \"Bunu yarın yapacağım\" deme."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Ancak Allah dilerse (yapacağım de). Unuttuğun zaman Allah'ı an ve \"Umarım Rabbim beni, doğruya daha yakın olana eriştirir.\"de."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlar, mağaralarında üçyüz yıl kadar kaldılar ve dokuz yıl da buna ilave etmişlerdir."
    },
    {
      "ayahNumber": "26",
      "ayahText": "De ki: Ne kadar kaldıklarını Allah daha iyi bilir. Göklerin ve yerin gizli bilgisi O'na aittir. O'nun görmesi de, işitmesi de şayanı hayrettir. Onların (göklerde ve yerde olanların), O'ndan başka bir yöneticisi yoktur. O, kendi hükümranlığına kimseyi ortak etmez."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Rabbinin Kitabı'ndan sana vahyedileni oku. Onun kelimelerini değiştirebilecek yoktur. O'ndan başka bir sığınak da bulamazsın."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Sabah akşam Rablerine, O'nun rızasını dileyerek dua edenlerle birlikte candan sebat et. Dünya hayatının süsünü isteyerek gözlerini onlardan çevirme. Kalbini bizi anmaktan gafil kıldığımız, kötü arzularına uymuş ve işi gücü aşırılık olan kimseye boyun eğme."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Ve de ki: Hak, Rabbinizdendir. Öyle ise dileyen iman etsin, dileyen inkar etsin. Biz, zalimlere öyle bir cehennem hazırladık ki, onun duvarları kendilerini çepe çevre kuşatmıştır. (Susuzluktan) imdat dileyecek olsalar imdatlarına, erimiş maden gibi yüzleri haşlayan bir su ile cevap verilir. Ne fena bir içecek ve ne kötü bir kalma yeri!"
    },
    {
      "ayahNumber": "30",
      "ayahText": "İman edip de güzel davranışlarda bulunanlar (bilmelidirler ki) biz, güzel işler yapanların ecrini zayi etmeyiz."
    },
    {
      "ayahNumber": "31",
      "ayahText": "İşte onlara, alt taraflarından ırmaklar akan Adn cennetleri vardır. Onlar Adn cennetlerinde tahtlar üzerine kurularak orada altın bileziklerle bezenecekler; ince ve kalın dibadan yeşil elbiseler giyecekler. Ne güzel karşılık ve ne güzel kalma yeri!"
    },
    {
      "ayahNumber": "32",
      "ayahText": "Onlara, şu iki adamı misal olarak anlat: Bunlardan birine iki üzüm bağı vermiş, her ikisinin de etrafını hurmalarla donatmış, aralarında da ekinler bitirmiştik."
    },
    {
      "ayahNumber": "33",
      "ayahText": "İki bağın ikisi de yemişlerini vermiş, hiçbirini eksik bırakmamıştı. İkisinin arasından bir de ırmak fışkırtmıştık."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Bu adamın başka geliri de vardı. Bu yüzden arkadaşıyla konuşurken ona şöyle dedi: \"Ben, servetçe senden daha zenginim; insan sayısı bakımından da senden daha güçlüyüm.\""
    },
    {
      "ayahNumber": "35",
      "ayahText": "(Böyle gurur ve kibirle) kendisine zulmederek bağına girdi. Şöyle dedi: \"Bunun, hiçbir zaman yok olacağını sanmam.\""
    },
    {
      "ayahNumber": "36",
      "ayahText": "\"Kıyametin kopacağını da sanmıyorum. Şayet Rabbimin huzuruna götürülürsem, hiç şüphem yok ki, (orada) bundan daha hayırlı bir akıbet bulurum.\""
    },
    {
      "ayahNumber": "37",
      "ayahText": "Karşılıklı konuşan arkadaşı ona hitaben: \"Sen, dedi, seni topraktan, sonra nutfeden (spermadan) yaratan, daha sonra seni bir adam biçimine sokan Allah'ı inkar mı ettin?\""
    },
    {
      "ayahNumber": "38",
      "ayahText": "\"Fakat O Allah benim Rabbimdir ve ben Rabbime hiçbir şeyi ortak koşmam.\""
    },
    {
      "ayahNumber": "39",
      "ayahText": "\"Bağına girdiğinde: Maşaallah! Kuvvet yalnız Allah'ındır, deseydin ya! Eğer malca ve evlatça beni kendinden güçsüz görüyorsan (şunu bil ki):\""
    },
    {
      "ayahNumber": "40",
      "ayahText": "\"Belki Rabbim bana, senin bağından daha iyisini verir; senin bağına ise gökten yıldırımlar gönderir de bağ kupkuru bir toprak haline gelir.\""
    },
    {
      "ayahNumber": "41",
      "ayahText": "\"Yahut, bağının suyu dibe çekilir de bir daha onu arayıp bulamazsın.\""
    },
    {
      "ayahNumber": "42",
      "ayahText": "Derken onun serveti kuşatılıp yok edildi. Böylece, bağı uğruna yaptığı masraflardan ötürü ellerini oğuşturup kaldı. Bağın çardakları yere çökmüştü. \"Ah, diyordu, keşke ben Rabbimehiçbir ortak koşmamış olsaydım!"
    },
    {
      "ayahNumber": "43",
      "ayahText": "Kendisine Allah'tan başka yardım edecek destekçileri olmadığı gibi kendi kendini de kurtaracak güçte değildi."
    },
    {
      "ayahNumber": "44",
      "ayahText": "İşte burada yardım ve dostluk, Hak olan Allah'a mahsustur. Mükafatı en iyi olan O, en güzel akıbeti veren yine O'dur."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Onlara şunu da misal göster: Dünya hayatı, gökten indirdiğimiz bir su gibidir ki, bu su sayesinde yeryüzünün bitkisi (önce gelişip) birbirine karışmış; arkasından rüzgarın savurduğu çerçöp haline gelmiştir. Allah, her şey üzerinde iktidar sahibidir."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Servet ve oğullar, dünya hayatının süsüdür; ölümsüz olan iyi işler ise Rabbinin nezdinde hem sevapça daha hayırlı, hem de ümit bağlamaya daha layıktır."
    },
    {
      "ayahNumber": "47",
      "ayahText": "(Düşün) o günü ki, dağları yerinden götürürüz ve yeryüzünün çırılçıplak olduğunu görürsün. Hiçbirini bırakmaksızın onları (tüm ölüleri) mahşerde toplamış olacağız."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Ve hepsi sıra sıra Rabbinin huzuruna çıkarılmışlardır: Andolsun ki sizi ilk defasında yarattığımız şekilde bize geldiniz. Oysa size vadedilenlerin tahakkuk edeceği bir zaman tayin etmediğimizi sanmıştınız, değil mi?"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Kitap ortaya konmuştur: Suçluların, onda yazılı olanlardan korkmuş olduklarını görürsün. \"Vay halimize! derler, bu nasıl kitapmış! Küçük büyük hiçbir şey bırakmaksızın (yaptıklarımızın) hepsini sayıp dökmüş!\" BöyIece yaptıklarını karşılarında bulmuşlardır. Senin Rabbin hiç kimseye zulmetmez."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Hani biz meleklere: Âdem'e secde edin, demiştik; İblis hariç olmak üzere, onlar hemen secde ettiler. İblis cinlerdendi; Rabbinin emrinden dışarı çıktı. Şimdi siz, beni bırakıp da onu ve onun soyunu mu dost ediniyorsunuz? Oysa onlar sizin düşmanınızdır. Zalimler için bu ne fena bir değişmedir!"
    },
    {
      "ayahNumber": "51",
      "ayahText": "Ben onları (İblis ve soyunu) ne göklerin ve yerin yaratılışına, ne de bizzat kendilerinin yaratılışına şahit tuttum. Ben yoldan çıkaranları yardımcı edinecek değilim."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Yine o günü (düşünün ki, Allah, kafirlere): Benim ortaklarım olduklarını ileri sürdüğünüz şeyleri çağırın! buyurur. Çağırmışlardır onları; fakat kendilerine cevap vermemişlerdir. Biz onların arasına tehlikeli bir uçurum koyduk."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Suçlular ateşi görür görmez, orayı boylayacaklarını iyice anladılar; ondan kurtuluş yolu da bulamadılar."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Hakikaten biz bu Kur'an'da insanlar için her türlü misali sayıp dökmüşüzdür. Fakat tartışmaya en çok düşkün varlık insandır."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Kendilerine hidayet geldiğinde insanları iman etmekten ve Rablerinden mağfiret talep etmekten alıkoyan şey, sadece, öncekilerinin başına gelenlerin kendi başlarına da gelmesini, yahut azabın göz göre göre kendilerine gelmesini beklemeleridir!"
    },
    {
      "ayahNumber": "56",
      "ayahText": "Biz resulleri, sadece müjdeleyiciler ve uyarıcılar olarak göndeririz. Kafir olanlar ise, hakkı batıla dayanarak ortadan kaldırmak için batıl yolla mücadele verirler. Onlar ayetlerimizi ve uyarıldıkları şeyleri alaya almışlardır."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Kendisine Rabbinin ayetleri hatırlatılıp da ona sırt çevirenden, kendi elleriyle yaptığını unutandan daha zalim kim vardır! Biz onların kalplerine, bunu anlamalarına engel olan bir ağırlık, kulaklarına da sağırlık verdik. Sen onları hidayete çağırsanda artık ebediyen hidayete eremeyeceklerdir."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Senin, bağışı bol olan Rabbin merhamet sahibidir; şayet yaptıkları yüzünden onları (hemen) muaheze edecek olsaydı, onlara azabı çarçabuk verirdi. Fakat kendilerine tanınmış belli bir süre vardır ki, artık bundan kaçıp kurtulacakları bir sığınak bulamayacaklardır."
    },
    {
      "ayahNumber": "59",
      "ayahText": "İşte şu ülkeler; zulmettikleri zaman onları helak ettik. Onları helak etmek için de belli bir zaman tayin etmiştik."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Bir vakit Musa genç adamına demişti ki: \"Durup dinlenmeyeceğim; ta iki denizin birleştiği yere kadar varacağım, yahut senelerce yürüyeceğim.\""
    },
    {
      "ayahNumber": "61",
      "ayahText": "Her ikisi, iki denizin birleştiği yere varınca balıklarını unuttular. Balık, denizde bir yol tutup gitmişti."
    },
    {
      "ayahNumber": "62",
      "ayahText": "(Buluşma yerlerini) geçip gittiklerinde Musa genç adamına: Kuşluk yemeğimizi getir bize. Hakikaten şu yolculuğumuz yüzünden başımıza (epeyce) sıkıntı geldi, dedi."
    },
    {
      "ayahNumber": "63",
      "ayahText": "(Genç adam:) Gördün mü! dedi, kayaya sığındığımız sırada balığı unuttum. Onu hatırlamamı bana şeytandan başkası unutturmadı. O, şaşılacak bir şekilde denizde yolunu tutup gitmişti."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Musa: İşte aradığımız o idi, dedi. Hemen izlerinin üzerine geri döndüler."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Derken, kullarımızdan bir kul buldular ki, ona katımızdan bir rahmet (vahiy ve peygamberlik) vermiş, yine ona tarafımızdan bir ilim öğretmiştik."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Musa ona: Sana öğretilenden, bana, doğruyu bulmama yardım edecek bir bilgi öğretmen için sana tabi olayım mı? dedi."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Dedi ki: Doğrusu sen benimle beraberliğe sabredemezsin."
    },
    {
      "ayahNumber": "68",
      "ayahText": "(İç yüzünü) kavrayamadığın bir bilgiye nasıl sabredersin?"
    },
    {
      "ayahNumber": "69",
      "ayahText": "Musa: İnşaallah, dedi, sen beni sabreder bulacaksın. Senin emrine de karşı gelmem."
    },
    {
      "ayahNumber": "70",
      "ayahText": "(O kul:) Eğer bana tabi olursan, sana o konuda bilgi verinceye kadar hiçbir şey hakkında bana soru sorma! dedi."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Bunun üzerine yürüdüler. Nihayet gemiye bindikleri zaman o (Hızır) gemiyi deldi. Musa: Halkını boğmak için mi onu deldin? Gerçekten sen (ziyanı) büyük bir iş yaptın! dedi."
    },
    {
      "ayahNumber": "72",
      "ayahText": "(Hızır:) Ben sana, benimle beraberliğe sabredemezsin, demedim mi? dedi."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Musa: Unuttuğum şeyden dolayı beni muaheze etme; işimde bana güçlük çıkarma, dedi."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Yine yürüdüler. Nihayet bir erkek çocuğa rastladıklarında (Hızır) hemen onu öldürdü. Musa dedi ki: Tertemiz bir canı, bir can karşılığı olmaksızın (kimseyi öldürmediği halde) katlettin ha! Gerçekten sen fena bir şey yaptın!"
    },
    {
      "ayahNumber": "75",
      "ayahText": "(Hızır:) Ben sana, benimle beraber (olacaklara) sabredemezsin, demedim mi? dedi."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Musa: Eğer, dedi, bundan sonra sana bir şey sorarsam artık bana arkadaşlık etme. Hakikaten benim tarafımdan (ileri sürebilecek) mazeretin sonuna ulaştın."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Yine yürüdüler. Nihayet bir köy halkına varıp onlardan yiyecek istediler. Ancak köy halkı onları misafir etmekten kaçındılar. Derken orada yıkılmak üzere bulunan bir duvarla karşılaştılar. (Hızır) hemen onu doğrulttu. Musa: Dileseydin, elbet buna karşı bir ücret alırdın, dedi."
    },
    {
      "ayahNumber": "78",
      "ayahText": "(Hızır) şöyle dedi: \"İşte bu, benimle senin aramızın ayrılmasıdır. Şimdi sana, sabredemediğin şeylerin içyüzünü haber vereceğim.\""
    },
    {
      "ayahNumber": "79",
      "ayahText": "\"Gemi var ya, o, denizde çalışan yoksul kimselerindi. Onu kusurlu kılmak istedim. (Çünkü) onların arkasında, her (sağlam) gemiyi gasbetmekte olan bir kral vardı.\""
    },
    {
      "ayahNumber": "80",
      "ayahText": "\"Erkek çocuğa gelince, onun ana-babası, mümin kimselerdi. Bunun için (çocuğun) onları azgınlık ve nankörlüğe boğmasından korktuk.\""
    },
    {
      "ayahNumber": "81",
      "ayahText": "(Devam etti:) \"Böylece istedik ki, Rableri onun yerine kendilerine, ondan daha temiz ve daha merhametlisini versin.\""
    },
    {
      "ayahNumber": "82",
      "ayahText": "\"Duvara gelince, şehirde iki yetim çocuğun idi; altında da onlara ait bir hazine vardı; babaları ise iyi bir kimse idi. Rabbin istedi ki, o iki çocuk güçlü çağlarına erişsinler ve Rabbinden bir rahmet olarak hazinelerini çıkarsınlar. Ben bunu da kendiliğimden yapmadım. İşte, hakkında sabredemediğin şeylerin iç yüzü budur.\""
    },
    {
      "ayahNumber": "83",
      "ayahText": "(Resulüm!) Sana Zülkarneyn hakkında soru sorarlar. De ki: Size ondan bir hatıra okuyacağım."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Gerçekten biz onu yeryüzünde iktidar ve kudret sahibi kıldık, ona (muhtaç olduğu) her şey için bir sebep (bir vasıta ve yol) verdik."
    },
    {
      "ayahNumber": "85",
      "ayahText": "O da bir yol tutup gitti."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Nihayet güneşin battığı yere varınca, onu kara bir balçıkta batar buldu. Onun yanında (orada) bir kavme rastladı. Bunun üzerine biz: Ey Zülkarneyn! Onlara ya azap edecek veya haklarında iyilik etme yolunu seçeceksin, dedik."
    },
    {
      "ayahNumber": "87",
      "ayahText": "O, şöyle dedi: \"Haksızlık edeni cezalandıracağız; sonra o, Rabbine gönderilecek; sonra Allah da ona korkunç bir azap uygulayacak.\""
    },
    {
      "ayahNumber": "88",
      "ayahText": "\"İman edip de iyi davranan kimseye gelince, onun için de en güzel bir karşılık vardır. Ve buyruğumuzdan, ona kolay olanını söyleyeceğiz.\""
    },
    {
      "ayahNumber": "89",
      "ayahText": "Sonra yine bir yol tuttu."
    },
    {
      "ayahNumber": "90",
      "ayahText": "Nihayet güneşin doğduğu yere ulaşınca, onu öyle bir kavim üzerine doğar buldu ki, onlar için güneşe karşı bir örtü yapmamıştık."
    },
    {
      "ayahNumber": "91",
      "ayahText": "İşte böylece onunla ilgili her şeyden haberdardık."
    },
    {
      "ayahNumber": "92",
      "ayahText": "Sonra yine bir yol tuttu."
    },
    {
      "ayahNumber": "93",
      "ayahText": "Nihayet iki dağ arasına ulaştığında onların önünde, hemen hiçbir sözü anlamayan bir kavim buldu."
    },
    {
      "ayahNumber": "94",
      "ayahText": "Dediler ki: Ey Zülkarneyn! Bu memlekette Ye'cuc ve Me'cuc bozgunculuk yapmaktadırlar. Bizimle onlar arasında bir sed yapman için sana bir vergi verelim mi?"
    },
    {
      "ayahNumber": "95",
      "ayahText": "Dedi ki: \"Rabbimin beni içinde bulundurduğu nimet ve kudret daha hayırlıdır. Siz bana kuvvetinizle destek olun da, sizinle onlar arasına aşılmaz bir engel yapayım.\""
    },
    {
      "ayahNumber": "96",
      "ayahText": "\"Bana, demir kütleleri getirin.\" Nihayet dağın iki yanı arasını aynı seviyeye getirince (vadiyi doldurunca): \"Üfleyin (körükleyin)!\" dedi. Artık onu kor haline sokunca: \"Getirin bana, üzerine bir miktar erimiş bakır dökeyim\" dedi."
    },
    {
      "ayahNumber": "97",
      "ayahText": "Bu sebeple onu ne aşmaya muktedir oldular ne de onu delebildiler."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Zülkarneyn: Bu, Rabbimden bir rahmettir. Fakat Rabbimin vadi gelince, O, bunu yerle bir eder. Rabbimin vadi haktır, dedi."
    },
    {
      "ayahNumber": "99",
      "ayahText": "O gün (kıyamet gününde bakarsın ki) biz onları, birbirine çarparak çalkalanır bir halde bırakmışızdır; Sur'a da üfürülmüş, böylece onları bütünüyle bir araya getirmişizdir."
    },
    {
      "ayahNumber": "100",
      "ayahText": "Ve, gözleri beni görmeye kapalı bulunan, kulak vermeye de tahammül edemez olan kafirleri o gün cehennemle yüz yüze getirmişizdir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "Ve, gözleri beni görmeye kapalı bulunan, kulak vermeye de tahammül edemez olan kafirleri o gün cehennemle yüz yüze getirmişizdir."
    },
    {
      "ayahNumber": "102",
      "ayahText": "Kafirler, beni bırakıp da kullarımı dostlar edineceklerini mi sandılar? Biz cehennemi kafirlere bir konak olarak hazırladık."
    },
    {
      "ayahNumber": "103",
      "ayahText": "De ki: Size, (yaptıkları) işler bakımından en çok ziyana uğrayanları bildirelim mi?"
    },
    {
      "ayahNumber": "104",
      "ayahText": "(Bunlar;) iyi işler yaptıklarını sandıkları halde, dünya hayatında çabaları boşa giden kimselerdir."
    },
    {
      "ayahNumber": "105",
      "ayahText": "İşte onlar, Rablerinin ayetlerini ve O'na kavuşmayı inkar eden, bu yüzden amelleri boşa giden kimselerdir ki, biz onlar için kıyamet gününde hiçbir ölçü tutmayacağız."
    },
    {
      "ayahNumber": "106",
      "ayahText": "İşte, inkar ettikleri, ayetlerimi ve resullerimi alaya aldıkları için onların cezası cehennemdir."
    },
    {
      "ayahNumber": "107",
      "ayahText": "İman edip iyi davranışlarda bulunanlara gelince, onlar için makam olarak Firdevs cennetleri vardır."
    },
    {
      "ayahNumber": "108",
      "ayahText": "Orada ebedi kalacaklardır. Oradan hiç ayrılmak istemezler."
    },
    {
      "ayahNumber": "109",
      "ayahText": "De ki: Rabbimin sözleri için derya mürekkep olsa ve bir o kadar da ilave getirsek dahi, Rabbimin sözleri bitmeden önce deniz tükenecektir."
    },
    {
      "ayahNumber": "110",
      "ayahText": "De ki: Ben, yalnızca sizin gibi bir beşerim. (Şu var ki) bana, İlah'ınızın, sadece bir İlah olduğu vahyolunuyor. Artık her kim Rabbine kavuşmayı umuyorsa, iyi iş yapsın ve Rabbine ibadette hiçbir şeyi ortak koşmasın."
    }
  ]
}