{
  "meryem": {
    "surahNumber": "19",
    "surahNameTr": "Meryem Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Kaf. Ha. Ya. Ayn. Sad."
      },
      {
        "ayahNumber": "2",
        "ayahText": "(Bu,) Rabbinin, Zekeriyya kuluna rahmetinin anılmasıdır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Hani o, gizli bir sesle Rabbine niyaz etmişti:"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Rabbim! dedi, benden (vücudumdan), kemiklerim zayıfladı, saçım başım ağardı. Ve ben, Rabbim, sana (ettiğim) dua sayesinde hiç bedbaht olmadım."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Doğrusu ben, arkamdan iş başına geçecek olan yakınlarımdan endişe ediyorum. Karım da kısırdır. Tarafından bana bir veli (oğul) ver."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ki o bana varis olsun; Ya'kub hanedanına da varis olsun. Rabbim, onu rızana layık kıl!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "(Allah şöyle buyurdu:) Ey Zekeriyya! Biz sana bir oğul müjdeleriz ki, onun adı Yahya'dır. Daha önce ona kimseyi adaş yapmadık."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Zekeriyya: Rabbim! dedi, karım kısır olduğu, ben de ihtiyarlığın son sınırına vardığım halde, benim nasıl oğlum olabilir?"
      },
      {
        "ayahNumber": "9",
        "ayahText": "Allah: Öyledir, dedi; Rabbin: O bana kolaydır. Daha önce, sen hiçbir şey değilken seni de yaratmıştım, buyurdu."
      },
      {
        "ayahNumber": "10",
        "ayahText": "O: Rabbim! dedi, (çocuğum olacağına dair) bana bir işaret ver. Allah: Sana işaret, sapasağlam olduğun halde üç gün insanlarla konuşamamandır, buyurdu."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Bunun üzerine Zekeriyya, mabetten kavminin karşısına çıkarak onlara: \"Sabah akşam tesbihte bulunun\" diye işaret verdi."
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Ey Yahya! Kitab'a (Tevrat'a) vargücünle sarıl!\" (dedik) ve henüz sabi iken ona (ilim ve) hikmet verdik."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Tarafımızdan ona kalp yumuşaklığı ve temizlik de (verdik). O, çok sakınan bir kimse idi."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Ana-babasına çok iyi davranırdı; o, isyankar bir zorba değildi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Doğduğu gün, öleceği gün ve diri olarak kabirden kaldırılacağı gün ona selam olsun!"
      },
      {
        "ayahNumber": "16",
        "ayahText": "(Resulüm! ) Kitap'ta Meryem'i de an. Hani o, ailesinden ayrılarak doğu tarafında bir yere çekilmişti."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Meryem, onlarla kendi arasına bir perde çekmişti. Derken, biz ona ruhumuzu gönderdik de o, kendisine tastamam bir insan şeklinde göründü."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Meryem dedi ki: Senden, çok esirgeyici olan Allah'a sığınırım! Eğer Allah'tan sakınan bir kimse isen (bana dokunma)."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Melek: Ben, yalnızca, sana tertemiz bir erkek çocuk bağışlamam için Rabbinin bir elçisiyim, dedi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Meryem: Bana bir insan eli değmediği, iffetsiz de olmadığım halde benim nasıl çocuğum olabilir? dedi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Melek: Öyledir, dedi; (zira) Rabbin buyurdu ki: Bu bana kolaydır. Çünkü biz, onu insanlara bir delil ve kendimizden bir rahmet kılacağız. Bu, hüküm ve karara bağlanmış (ezelde olup bitmiş) bir iş idi."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Meryem ona hamile kaldı. Bunun üzerine onunla (karnındaki çocukla) uzak bir yere çekildi."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Doğum sancısı onu bir hurma ağacına (dayanmaya) sevketti. \"Keşke, dedi, bundan önce ölseydim de unutulup gitseydim!\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Aşağısından (İsa yahut melek) ona şöyle seslendi: \"Tasalanma! Rabbin senin alt yanında bir su arkı vücuda getirmiştir.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "\"Hurma dalını kendine doğru silkele ki, üzerine taze, olgun hurma dökülsün.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "\"Ye, iç. Gözün aydın olsun! Eğer insanlardan birini görürsen de ki: Ben, çok merhametli olan Allah'a oruç adadım; artık bugün hiçbir insanla konuşmayacağım.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Nihayet onu (kucağında) taşıyarak kavmine getirdi. Dediler ki: Ey Meryem! Hakikaten sen iğrenç bir şey yaptın!"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Ey Harun'un kız kardeşi! Senin baban kötü bir insan değildi; annen de iffetsiz değildi."
      },
      {
        "ayahNumber": "29",
        "ayahText": "Bunun üzerine Meryem çocuğu gösterdi. \"Biz, dediler, beşikteki bir sabi ile nasıl konuşuruz?\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "Çocuk şöyle dedi: \"Ben, Allah'ın kuluyum. O, bana Kitab'ı verdi ve beni peygamber yaptı.\""
      },
      {
        "ayahNumber": "31",
        "ayahText": "\"Nerede olursam olayım, O beni mübarek kıldı; yaşadığım sürece bana namazı ve zekatı emretti.\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "\"Beni anneme saygılı kıldı; beni bedbaht bir zorba yapmadı.\""
      },
      {
        "ayahNumber": "33",
        "ayahText": "\"Doğduğum gün, öleceğim gün ve diri olarak kabirden kaldırılacağım gün esenlik banadır.\""
      },
      {
        "ayahNumber": "34",
        "ayahText": "İşte, hakkında şüphe ettikleri Meryem oğlu İsa -hak söz olarak- budur."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Allah'ın bir evlat edinmesi, olur şey değildir. O, bundan münezzehtir. Bir işe hükmettiği zaman, ona sadece \"Ol!\" der ve hemen olur."
      },
      {
        "ayahNumber": "36",
        "ayahText": "(İsa şunu da söyledi:) Muhakkak ki Allah, benim de Rabbim, sizin de Rabbinizdir. Öyle ise O'na kulluk ediniz. İşte doğru yol budur."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Sonra guruplar kendi aralarında ayrılığa düştüler. Büyük güne şahit olunduğu zamanda vay o kafirlerin haline!"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Onlar, bizim huzurumuza çıkacakları gün (başlarına gelecek olanları) ne iyi duyarlar ve ne iyi görürler (bir görsen)! Fakat o zalimler bugün açık bir sapıklık içindedirler."
      },
      {
        "ayahNumber": "39",
        "ayahText": "(Resulüm!) Sen onları pişmanlık ve üzüntü günü hakkında uyar. Çünkü onlar bir gafletin içine dalmış oldukları halde ve henüz iman etmemişken (bakarsın) iş olup bitmiştir."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Yeryüzüne ve onun üzerindekilere ancak biz varis oluruz (her şey gider, biz kalırız) ve onlar ancak bize döndürülürler."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kitap'ta İbrahim'i an. Zira o, sıdkı bütün bir peygamberdi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Bir zaman o babasına dedi ki: Babacığım! Duymayan, görmeyen ve sana hiçbir fayda sağlamayan bir şeye niçin taparsın?"
      },
      {
        "ayahNumber": "43",
        "ayahText": "Babacığım! Hakikaten sana gelmeyen bir ilim bana geldi. Öyle ise bana uy ki, seni düz yola çıkarayım."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Babacığım! Şeytana kulluk etme! Çünkü şeytan, çok merhametli olan Allah'a asi oldu."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Babacığım! Allah tarafından sana azap dokunup da şeytanın yakını olmandan korkuyorum."
      },
      {
        "ayahNumber": "46",
        "ayahText": "(Babası:) Ey İbrahim! dedi, sen benim tanrılarımdan yüz mü çeviriyorsun? Eğer vazgeçmezsen, andolsun seni taşlarım! Uzun bir zaman benden uzak dur!"
      },
      {
        "ayahNumber": "47",
        "ayahText": "İbrahim: Selam sana (esen kal) dedi, Rabbimden senin için mağfiret dileyeceğim. Çünkü O bana karşı çok lütufkardır."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Sizden de, Allah'ın dışında taptığınız şeylerden de uzaklaşıyor ve Rabbime yalvarıyorum. Umulur ki (senin için) Rabbime dua etmemle bedbaht (emeği boşa gitmiş) olmam."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Nihayet İbrahim onlardan ve Allah'tan başka taptıkları şeylerden uzaklaşıp bir tarafa çekildiği zaman biz ona İshak ve Ya'kub'u bağışladık ve her birini peygamber yaptık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Onlara rahmetimizden bağışta bulunduk; kendilerine haklı ve yüksek bir şöhret nasip ettik."
      },
      {
        "ayahNumber": "51",
        "ayahText": "(Resulüm!) Kitap'ta Musa'yı da an. Gerçekten o ihlas sahibi idi ve hem resul, hem de nebi idi."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Ona Tur'un sağ tarafından seslendik ve onu, fısıldaşan kimse kadar (kendimize) yaklaştırdık."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Rahmetimizin bir sonucu olarak ona kardeşi Harun'u bir peygamber olarak armağan ettik."
      },
      {
        "ayahNumber": "54",
        "ayahText": "(Resulüm!) Kitap'ta İsmail'i de an. Gerçekten o, sözüne sadıktı, resul ve nebi idi."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Halkına namazı ve zekatı emrederdi; Rabbi nezdinde de hoşnutluk kazanmış bir kimse idi."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Kitapta İdris'i de an. Hakikaten o, pek doğru bir insan, bir peygamberdi."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Onu üstün bir makama yücelttik."
      },
      {
        "ayahNumber": "58",
        "ayahText": "İşte bunlar, Allah'ın kendilerine nimetler verdiği peygamberlerden, Âdem'in soyundan, Nuh ile birlikte (gemide) taşıdıklarımızdan, İbrahim ve İsrail (Ya'kub) 'in soyundan, doğruya ulaştırdığımız ve seçkin kıldığımız kimselerdendir. Onlara, çok merhametli olan Allah'ın ayetleri okunduğunda ağlayarak secdeye kapanırlardı."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Nihayet onların peşinden öyle bir nesil geldi ki, bunlar namazı bıraktılar; nefislerinin arzularına uydular. Bu yüzden ileride sapıklıklarının cezasını çekecekler."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Ancak tevbe edip, iman eden ve iyi davranışta bulunan kimseler hariçtir. Bunlar, cennete, girecekler. Ve hiç bir haksığlağa uğratılmayacaklardır."
      },
      {
        "ayahNumber": "61",
        "ayahText": "O cennet, çok merhametli olan Allah'ın, kullarına gıyaben vadettiği Adn cennetleridir. Şüphesiz O'nun vadi yerini bulacaktır."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Orada boş söz değil, hoş söz duyarlar. Ve orada, sabah-akşam kendilerine ait rızıkları vardır."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Kullarımızdan, takva sahibi kimselere verdiğimiz cennet işte budur."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Biz ancak Rabbinin emri ile ineriz. Önümüzde, arkamızda ve bunlar arasında olan her şey O'na aittir. Senin Rabbin unutkan değildir."
      },
      {
        "ayahNumber": "65",
        "ayahText": "(O) göklerin, yerin ve ikisi arasındaki şeylerin Rabbidir. Şu halde O'na kulluk et; O'na kulluk etmek için sabırlı ve metanetli ol. O'nun bir adaşı (benzeri) olduğunu biliyor musun? (Asla benzeri yoktur)."
      },
      {
        "ayahNumber": "66",
        "ayahText": "İnsan der ki: \"Öldüğüm zaman sahi diri olarak (kabrimden) çıkarılacak mıyım?\""
      },
      {
        "ayahNumber": "67",
        "ayahText": "İnsan düşünmez mi ki, daha önce o hiçbir şey olmadığı halde biz kendisini yaratmışızdır?"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Öyle ise, Rabbine andolsun ki, muhakkak surette onları şeytanlarla birlikte mahşerde toplayacağız; sonra onları diz üstü çökmüş vaziyette cehennemin çevresinde hazır bulunduracağız."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Sonra her milletten, rahman olan Allah'a en çok asi olanlar hangileri ise çekip ayıracağız."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Sonra, orayı boylamaya daha çok müstahak olanları elbette biz daha iyi biliriz."
      },
      {
        "ayahNumber": "71",
        "ayahText": "İçinizden, oraya uğramayacak hiçbir kimse yoktur. Bu, Rabbin için kesinleşmiş bir hükümdür."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Sonra biz, Allah'tan sakınanları kurtarırız; zalimleri de diz üstü çökmüş olarak orada bırakırız."
      },
      {
        "ayahNumber": "73",
        "ayahText": "Kendilerine ayetlerimiz ayan beyan okunduğu zaman inkar edenler, iman edenlere: İki topluluktan hangisinin (hangimizin) mevki ve makamı daha iyi, meclis ve topluluğu daha güzeldir? dediler."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Onlardan önce de, eşya ve görünüş bakımından daha güzel olan nice nesiller helak ettik."
      },
      {
        "ayahNumber": "75",
        "ayahText": "De ki: Kim sapıklıkta ise, çok merhametli olan Allah ona mühlet versin! Nihayet kendilerine vadolunan şeyi -ya azabı (müminler karşısında yenilgiyi), veya kıyameti- gördükleri zaman, mevki ve makamı daha kötü ve askeri daha zayıf olanın kim olduğunu öğreneceklerdir."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Allah, doğru yola gidenlerin hidayetini artırır. Sürekli kalan iyi işler, Rabbinin nezdinde hem mükafat bakımından daha hayırlı, hem de akıbetçe daha iyidir."
      },
      {
        "ayahNumber": "77",
        "ayahText": "(Resulüm!) Âyetlerimizi inkar eden ve \"Muhakkak surette bana mal ve evlat verilecek\" diyen adamı gördün mü?"
      },
      {
        "ayahNumber": "78",
        "ayahText": "O, gaybı mı bildi, yoksa Allah'ın katından bir söz mü aldı?"
      },
      {
        "ayahNumber": "79",
        "ayahText": "Kesinlikle hayır! Biz onun söylediğini yazacağız ve azabını uzattıkça uzatacağız."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Onun dediğine biz varis oluruz, (malı ve evladı bize kalır); kendisi de bize yapayalnız gelir."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Onlar, kendilerine bir itibar ve kuvvet (vesilesi) olsun diye Allah'tan başka tanrılar edindiler."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Hayır, hayır! (Taptıkları), onların ibadetlerini tanımayacaklar ve onlara hasım olacaklar."
      },
      {
        "ayahNumber": "83",
        "ayahText": "(Resulüm!) Görmedin mi? Biz, kafirlerin üzerine, kendilerini iyice (isyankarlığa) sevkeden şeytanları gönderdik."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Öyle ise onlar hakkında acele etme. Biz onlar için (günlerini) teker teker sayıyoruz."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Takva sahiplerini heyet halinde çok merhametli olan Allah'ın huzurunda toplayacağımız gün."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Günahkarları da susuz olarak cehenneme süreceyiz."
      },
      {
        "ayahNumber": "87",
        "ayahText": "O gün Rahman (olan Allah)'ın nezdinde söz ve izin alandan başkalarının şefaata güçleri yetmeyecektir."
      },
      {
        "ayahNumber": "88",
        "ayahText": "\"Rahman çocuk edindi\" dediler."
      },
      {
        "ayahNumber": "89",
        "ayahText": "Hakikaten siz, pek çirkin bir şey ortaya attınız."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Bundan dolayı, neredeyse gökler çatlayacak, yer yarılacak, dağlar yıkılıp düşecektir!"
      },
      {
        "ayahNumber": "91",
        "ayahText": "Rahman'a çocuk isnadında bulunmaları yüzünden."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Halbuki çocuk edinmek Rahman'ın şanına yakışmaz."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Göklerde ve yerde olan herkes istisnasız, kul olarak Rahman'a gelecektir."
      },
      {
        "ayahNumber": "94",
        "ayahText": "O, bunların hepsini kuşatmış ve sayılarını tesbit etmiştir."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Bunların hepsi de kıyamet gününde O'nun huzuruna tek başına (yapayalnız) gelecektir."
      },
      {
        "ayahNumber": "96",
        "ayahText": "İman edip de iyi davranışlarda bulunanlara gelince, onlar için çok merhametli olan Allah, (gönüllerde) bir sevgi yaratacaktır."
      },
      {
        "ayahNumber": "97",
        "ayahText": "(Resulüm!) Biz Kur'an'ı, sadece, onunla Allah'tan sakınanları müjdeleyesin ve şiddetle karşı çıkan bir topluluğu uyarasın diye senin dilinle (indirilip okutarak) kolaylaştırdık."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Biz, onlardan önce nice nesilleri helak ettik. Sen, onlardan herhangi birinden (bir varlık emaresi) hissediyor veya onlara ait cılız bir ses işitiyor musun?"
      }
    ]
  }
}