{
  "surahNumber": "67",
  "surahName": "Mülk Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Mutlak hükümranlık elinde olan Allah, yüceler yücesidir ve O'nun her şeye gücü yeter."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O ki, hanginizin daha güzel davranacağını sınamak için ölümü ve hayatı yaratmıştır. O, mutlak galiptir, çok bağışlayıcıdır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O ki, birbiri ile ahenktar yedi göğü yaratmıştır. Rahman olan Allah'ın yaratışında hiçbir uygunsuzluk göremezsin. Gözünü çevir de bir bak, bir bozukluk görebiliyor musun?"
    },
    {
      "ayahNumber": "4",
      "ayahText": "Sonra gözünü, tekrar tekrar çevir bak; göz (aradığı bozukluğu bulmaktan) aciz ve bitkin halde sana dönecektir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Andolsun ki biz, (dünyaya) en yakın olan göğü kandillerle donattık. Bunları şeytanlara atış taneleri yaptık ve onlara alevli ateş azabını hazırladık."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Rablerini inkar edenler için cehennem azabı vardır. O, ne kötü dönüştür!"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Neredeyse cehennem öfkesinden çatlayacak! Her ne zaman oraya bir topluluk atılsa, onun bekçileri onlara: Size, (bu azap ile) korkutucu bir peygamber gelmemiş miydi? diye sorarlar."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onlar şöyle cevap verirler: Evet, doğrusu bize, (bu azap ile) korkutan bir peygamber gelmişti; fakat biz (onu) yalan saymış ve: Allah'ın bir şey gönderdiği yok; siz olsa olsa büyük bir sapıklık içindesiniz! demiştik."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve: Şayet kulak vermiş veya aklımızı kullanmış olsaydık, (şimdi) şu alevli cehennemin mahkumları arasında olmazdık! diye ilave ederler."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Böylece günahlarını itiraf ederler. Artık (Allah'ın rahmetinden) uzak olsun, o alevli cehennemin mahkumları!"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Fakat daha görmeden Rablerinden (azabından) korkanlara gelince, onlar için gerçekten hem bağışlanma hem de büyük mükafat vardır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Sözünüzü ister gizleyin, ister açığa vurun; bilin ki O, kalplerin içindekini bilmektedir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Hiç yaratan bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Yeryüzünü size boyun eğdiren O'dur. Şu halde yerin omuzlarında (üzerinde) dolaşın ve Allah'ın rızkından yeyin. Dönüş ancak O'nadır."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Gökte olanın, sizi yere batırıvermeyeceğinden emin misiniz? O zaman yer sarsıldıkça sarsılır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Yahut gökte olanın üzerinize taş yağdıran (bir fırtına) göndermeyeceğinden emin misiniz? İşte (bu) tehdidimin ne demek olduğunu yakında bileceksiniz!"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Andolsun ki, onlardan öncekiler de (bunu) yalan saymışlardı; ama benim karşılık olarak verdiğim azap nasıl olmuştu!"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Üstlerinde kanatlarını aça-kapata uçan kuşları (hiç) görmediler mi? Onları (havada) rahman olan Allah'tan başkası tutmuyor. Şüphesiz O her şeyi görmektedir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Rahman olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? İnkarcılar ancak derin bir gaflet içinde bulunmaktadırlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Allah size verdiği rızkı kesiverse, size rızık verebilecek olan kimdir? Hayır, onlar azgınlık ve nefrette direnip durmaktadırlar."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Şimdi (düşünün bakalım), yüz üstü kapanarak yürüyen mi (varılacak) yere daha iyi erişir, yoksa doğru yolda düzgün yürüyen mi?"
    },
    {
      "ayahNumber": "23",
      "ayahText": "(Resulüm!) De ki: Sizi yaratan, size işitme duyusu, gözler ve kalpler veren O'dur. Ne az şükrediyorsunuz!"
    },
    {
      "ayahNumber": "24",
      "ayahText": "De ki: Sizi yeryüzünde çoğaltıp yayan O'dur; ancak O'nun huzuruna gelip toplanacaksınız."
    },
    {
      "ayahNumber": "25",
      "ayahText": "\"Doğru sözlü iseniz (söyleyin), bu tehdit hani ne zaman (gerçekleşecek)?\" derler."
    },
    {
      "ayahNumber": "26",
      "ayahText": "De ki: O bilgi, ancak Allah'a mahsustur. Ben ise sadece apaçık bir uyarıcıyım."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ama onu (azabı) yakından gördükleri zaman, inkar edenlerin yüzleri kararacak ve (kendilerine): İşte sizin isteyip durduğunuz budur! denecektir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "De ki: Allah beni ve beraberimdekileri (sizin istediğiniz üzere) yok etse veya (öyle olmayıp da) bizi esirgese, (söyleyin bakalım) inkarcıları yakıcı azaptan kurtaracak kimdir?"
    },
    {
      "ayahNumber": "29",
      "ayahText": "De ki: (Sizi imana davet ettiğimiz) O (Allah) çok esirgeyicidir; biz O'na iman etmiş ve sırf O'na güvenip dayanmışızdır. Siz kimin apaçık bir sapıklık içinde olduğunu yakında öğreneceksiniz!"
    },
    {
      "ayahNumber": "30",
      "ayahText": "De ki: Suyunuz çekiliverse, söyleyin bakalım, size kim bir akar su getirebilir?"
    }
  ]
}