{
  "nahl": {
    "surahNumber": "16",
    "surahNameTr": "Nahl Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Allah'ın emri gelmiştir. Artık onu istemekte acele etmeyin. Allah, onların koştukları ortaklardan uzak ve yücedir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Allah kendi emriyle melekleri, kullarından dilediği kimseye vahiy ile, \"Benden başka tanrı olmadığına dair (kullarımı) uyarın ve benden korkun\" diye gönderir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "(Allah) gökleri ve yeri hak ile yarattı. O, koştukları ortaklardan münezzehtir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "O, insanı bir damla sudan yarattı. Fakat bakarsın ki (insan) Rabbine apaçık bir hasım oluvermiştir."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Hayvanları da O yarattı. Onlarda sizin için ısıtıcı (şeyler) ve birçok faydalar vardır. Onlardan bir kısmını da yersiniz."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Sizin için onlardan ayrıca akşamleyin getirirken, sabahleyin salıverirken bir güzellik (bir zevk) vardır."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Bu hayvanlar sizin ağırlıklarınızı, ancak güçlüklere katlanarak varabileceğiniz bir memlekete taşırlar. Şüphesiz Rabbiniz çok şefkatli, pek merhametlidir."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Atları, katırları ve eşekleri binmeniz ve (gözlere) zinet olsun diye (yarattı). Allah şu anda bilemeyeceğiniz daha nice (nakil vasıtaları) yaratır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yolun doğrusu Allah'ındır. Yolun eğrisi de vardır. Allah dileseydi hepinizi doğru yola iletirdi."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Gökten suyu indiren O'dur. Ondan hem size içecek vardır, hem de hayvanlarınızı otlatacağınız bitkiler."
      },
      {
        "ayahNumber": "11",
        "ayahText": "(Allah) su sayesinde sizin için ekinler, zeytinler, hurmalar, üzümler ve diğer meyvelerin hepsinden bitirir. İşte bunlarda düşünen bir toplum için büyük bir ibret vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "O, geceyi, gündüzü, güneşi ve ayı sizin hizmetinize verdi. Yıldızlar da Allah'ın emri ile hareket ederler. Şüphesiz ki bunlarda aklını kullananlar için pek çok deliller vardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Yeryüzünde sizin için rengarenk yarattıklarında da öğüt alan bir toplum için gerçek bir ibret vardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İçinden taze et (balık) yemeniz ve takacağınız bir süs (eşyası) çıkarmanız için denizi emrinize veren O'dur. Gemilerin denizde (suları) yara yara gittiklerini de görüyorsun. (Bütün bunlar) onun lütfunu aramanız ve nimetine şükretmeniz içindir."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Sizi sarsmaması için yeryüzünde sağlam dağları, yolunuzu bulmanız için de ırmakları ve yolları yarattı."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Daha nice alametler (yarattı). Onlar, yıldızlarla da yollarını doğrulturlar."
      },
      {
        "ayahNumber": "17",
        "ayahText": "O halde, yaratan (Allah), yaratmayan (putlar) gibi olur mu? Hala düşünmüyor musunuz?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Allah'ın nimetini saymaya kalksanız, onu sayamazsınız. Hakikaten Allah çok bağışlayan, pek esirgeyendir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah, gizlediğinizi de açıkladığınızı da bilir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Allah'ı bırakıp da taptıkları (putlar), hiçbir şey yaratamazlar. Çünkü onlar kendileri yaratılmışlardır."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Onlar diriler değil, ölülerdir. Ne zaman diriltileceklerini de bilmezler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "İlahınız bir tek Tanrıdır. Fakat ahirete inanmayanlar var ya, onların kalpleri inkarcı, kendileri de böbürlenen kimselerdir."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Hiç şüphesiz Allah, onların gizleyeceklerini de açıklayacaklarını da bilir. O, büyüklük taslayanları asla sevmez."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Onlara: Rabbiniz ne indirdi? denildiği zaman, \"Öncekilerin masallarını\" derler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Kıyamet gününde kendi günahlarını tam olarak taşımaları ve bilgisizce saptırmakta oldukları kimselerin günahlarından da bir kısmını yüklenmeleri için (öyle derler). Bak ki yüklenecekleri şey ne kötüdür!"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Onlardan öncekiler de (peygamberlere) hile yapmışlardı. Sonunda Allah da onların binalarını temellerinden söktü üstlerindeki tavan da tepelerine çöktü. Bu azap onlara, farkedemedikleri bir yerden gelmişti."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Sonra kıyamet gününde (Allah), onları rezil eder ve der ki: \"Kendileri hakkında (müminlere) düşman kesildiğiniz ortaklarım nerede?\" Kendilerine ilim verilmiş olanlar derler ki: \"Şüphesiz bugün rezillik ve kötülük kafirleredir.\""
      },
      {
        "ayahNumber": "28",
        "ayahText": "Kendilerine haksızlık ederlerken meleklerin canlarını aldıkları kimseler: Biz hiçbir kötülük yapmıyorduk, diyerek teslim olurlar. (Melekler onlara şöyle der:) \"Hayır, Allah, sizin yaptıklarınızı elbette çok iyi bilendir.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "\"O halde, içinde ebedi kalacağınız cehennemin kapılarından girin! Kibirlenenlerin yeri ne kötüdür!\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "(Kötülüklerden) sakınanlara: Rabbiniz ne indirdi? denildiğinde, \"Hayır (indirdi)\" derler. Bu dünyada güzel davrananlara, güzel mükafat vardır. Ahiret yurdu ise daha hayırlıdır. Takva sahiplerinin yurdu gerçekten güzeldir!"
      },
      {
        "ayahNumber": "31",
        "ayahText": "(O yurt,) girecekleri, zemininden ırmaklar akan Adn cennetleridir. Onlar için orada kendilerine diledikleri her şey vardır. İşte Allah, takva sahiplerini böyle mükafatlandırır."
      },
      {
        "ayahNumber": "32",
        "ayahText": "(Onlar,) meleklerin, \"Size selam olsun. Yapmış olduğunuz (iyi) işlere karşılık cennete girin\" diyerek tertemiz olarak canlarını aldıkları kimselerdir."
      },
      {
        "ayahNumber": "33",
        "ayahText": "(Kafirler) kendilerine meleklerin gelmesinden veya Rablerinin emrinin gelmesinden başka bir şey mi bekliyorlar? Onlardan öncekiler de böyle yapmışlardı. Allah onlara zulmetmedi, fakat onlar kendilerine zulmediyorlardı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Sonunda yaptıklarının cezası onlara ulaştı ve alay etmekte oldukları şey onları çepeçevre kuşatıverdi."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ortak koşanlar dediler ki: \"Allah dileseydi ne biz ne de babalarımız ondan başkasına tapardık. Onun emri olmadan hiçbir şeyi de haram kılmazdık.\" Onlardan öncekiler de böyle yapmışlardı. Peygamberlerin üzerine açık seçik tebliğden başka bir şey düşermi!"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Andolsun ki biz, \"Allah'a kulluk edin ve Tağut'tan sakının\" diye (emretmeleri için) her ümmete bir peygamber gönderdik. Allah, onlardan bir kısmını doğru yola iletti. Onlardan bir kısmı da sapıklığı hak ettiler. Yeryüzünde gezin de görün, inkar edenlerin sonu nasıl olmuştur!"
      },
      {
        "ayahNumber": "37",
        "ayahText": "(Resulüm!) Sen, onların hidayete ermelerine çok düşkünlük göstersen de bil ki Allah, saptırdığı kimseyi (dilemezse) hidayete erdirmez. Onların yardımcıları da yoktur."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Onlar: \"Allah ölen bir kimseyi diriltmez\" diye olanca güçleriyle Allah'a and içtiler. Aksine, bu O'nun bizzat kendisine karşı gerçek bir vadidir. Fakat insanların çoğu bilmez."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Hakkında ihtilaf ettikleri şeyi onlara açıklaması ve kafir olanların da kendilerinin yalancılar olduklarını bilmeleri için (Allah onları diriltecek)."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Biz, bir şeyin olmasını istediğimiz zaman, ona (söyleyecek) sözümüz sadece \"Ol\" dememizdir. Hemen oluverir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Zulme uğradıktan sonra Allah yolunda hicret edenlere gelince, onları dünyada güzel bir şekilde yerleştireceğiz. Eğer bilirlerse ahiretin mükafatı elbette daha büyüktür."
      },
      {
        "ayahNumber": "42",
        "ayahText": "(Onlar) sadece Rablerine tevekkül ederek sabredenlerdir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Senden önce de, kendilerine vahyettiğimiz kişilerden başkasını peygamber olarak göndermedik. Eğer bilmiyorsanız, bilenlere sorun."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Apaçık mucizeler ve kitaplarla (gönderildiler). İnsanlara, kendilerine indirileni açıklaman için ve düşünüp anlasınlar diye sana da bu Kur'an'ı indirdik."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Kötülük tuzakları kuranlar, Allah'ın, kendilerini yere geçirmeyeceğinden veya kendilerine bilemeyecekleri bir yerden azabın gelmeyeceğinden emin mi oldular?"
      },
      {
        "ayahNumber": "46",
        "ayahText": "Yahut onlar dönüp dolaşırlarken Allah'ın kendilerini yakalamayacağından emin mi oldular? Onlar (Allah'ı) aciz bırakacak değillerdir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Yoksa Allah'ın kendilerini yavaş yavaş tüketerek cezalandırmayacağından (emin mi oldular)? Kuşkusuz Rabbin çok şefkatli, pek merhametlidir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Allah'ın yarattığı herhangi bir şeyi görmediler mi? Onun gölgeleri, küçülerek ve Allah'a secde ederek sağa sola döner."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Göklerde bulunanlar, yerdeki canlılar ve bütün melekler, büyüklük taslamadan Allah'a secde ederler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Onlar, üstlerindeki Rablerinden korkarlar ve kendilerine ne emrolunursa onu yaparlar."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Allah buyurdu ki: İki tanrı edinmeyin! O ancak bir Tanrı'dır. O halde yalnız benden korkun!"
      },
      {
        "ayahNumber": "52",
        "ayahText": "Göklerde ve yerde ne varsa, O'nundur, din de yalnız O'nundur. O halde Allah'tan başkasından mı korkuyorsunuz?"
      },
      {
        "ayahNumber": "53",
        "ayahText": "Nimet olarak size ulaşan ne varsa, Allah'tandır. Sonra size bir zarar dokunduğu zaman dayalnız O'na yalvarırsınız."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Sonra da sizden o zararı giderdiğinde, içinizden bir zümre, hemen Rablerine ortak koşarlar!"
      },
      {
        "ayahNumber": "55",
        "ayahText": "Kendilerine verdiklerimize karşılık nankörlük etmeleri için (öyle yaparlar). O halde bir süre daha faydalanın; fakat yakında hakikati bileceksiniz!"
      },
      {
        "ayahNumber": "56",
        "ayahText": "Bir de kendilerine rızık olarak verdiklerimizden, mahiyetini bilmedikleri şeylere (putlara) pay ayırıyorlar. Allah'a andolsun ki, iftira etmekte olduğunuz şeylerden mutlaka sorguya çekileceksiniz!"
      },
      {
        "ayahNumber": "57",
        "ayahText": "Onlar, kızların Allah'a ait olduğunu iddia ediyorlar. Haşa! Allah bundan münezzehtir. Beğendikleri de (erkek çocuklar) kendilerinin oluyor."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Onlardan birine kız müjdelendiği zaman öfkelenmiş olarak yüzü kapkara kesilir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Kendisine verilen müjdenin kötülüğünden dolayı kavminden gizlenir. Onu, aşağılık duygusu içinde yanında mı tutsun, yoksa toprağa mı gömsün! Bakın ki, verdikleri hüküm ne kadar kötüdür!"
      },
      {
        "ayahNumber": "60",
        "ayahText": "Kötü sıfat, ahirete inanmayanlar içindir. En yüce sıfatlar ise Allah'a aittir. Çünkü O, her şeyden üstün ve hikmet sahibidir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Eğer Allah, insanları zulümleri yüzünden cezalandıracak olsaydı, yeryüzünde hiçbir canlı bırakmazdı. Fakat onları takdir edilen bir müddete kadar erteliyor. Ecelleri geldiği zaman onlar ne bir saat geri kalabilirler ne de öne geçebilirler."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Kendilerinin hoşlarına gitmeyen şeyleri Allah'a isnat ediyorlar. En güzel sonucun kendilerinin olduğunu anlatan dilleri de yalanın örneğini veriyor. Hiç şüphesiz onlar için sadece ateş vardır ve onlar, (ateşe) terkolunacaklar."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Allah'a andolsun, senden önceki ümmetlere de (peygamberler) göndermişizdir. Fakat şeytan onlara işlerini süslü gösterdi de (iman etmediler). işte o, bugün onların velisidir. Ve onlar için elem verici bir azap vardır."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Biz bu Kitab'ı sana sırf hakkında ihtilafa düştükleri şeyi insanlara açıklayasın ve iman eden bir topluma da hidayet ve rahmet olsun diye indirdik."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Allah gökten bir su indirdi ve onunla yeryüzünü ölümünden sonra diriltti. Şüphesiz ki bunda dinleyen toplum için bir ibret vardır."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Kuşkusuz sizin için hayvanlarda da büyük bir ibret vardır. Zira size, onların karınlarındaki fışkı ile kan arasından (gelen), içenlerin boğazından kolayca geçen halis bir süt içiriyoruz."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Hurma ve üzüm gibi meyvelerden hem içki hem de güzel gıdalar edinirsiniz. İşte bunlarda da aklını kullanan kimseler için büyük bir ibret vardır."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Rabbin bal arısına: Dağlardan, ağaçlardan ve insanların yaptıkları çardaklardan kendine evler (kovanlar) edin."
      },
      {
        "ayahNumber": "69",
        "ayahText": "Sonra meyvelerin her birinden ye ve Rabbinin sana kolaylaştırdığı yaylım yollarına gir, diye ilham etti. Onların karınlarından renkleri çeşitli bir şerbet (bal) çıkar ki, onda insanlar için şifa vardır. Elbette bunda düşünen bir kavim için büyük bir ibret vardır."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Sizi Allah yarattı; sonra sizi vefat ettirecek. Daha önce bilgili iken hiçbir şeyi bilmez hale gelsin diye sizden bazı kimseler ömrün en kötü çağına kadar yaşatılacak şüphesiz ki Allah bilgilidir, kudretlidir."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Allah kiminize kiminizden daha bol rızık verdi. Bol rızık verilenler, rızıklarını ellerinin altındakilere verip de bu hususta kendilerini onlara eşit kılmazlar. Durum böyle iken Allah'ın nimetini inkar mı ediyorlar?"
      },
      {
        "ayahNumber": "72",
        "ayahText": "Allah size kendi nefislerinizden eşler yarattı, eşlerinizden de sizin için oğullar ve torunlar yarattı ve sizi temiz gıdalarla rızıklandırdı. Onlar hala batıla inanıp Allah'ın nimetine nankörlük mü ediyorlar?"
      },
      {
        "ayahNumber": "73",
        "ayahText": "(Müşrikler) Allah'ı bırakıp da kendilerine göklerde ve yerde olan rızıktan hiçbir şey veremeyen ve buna asla güçleri yetmeyen şeylere (putlara) tapıyorlar."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Allah'a birtakım benzerler icat etmeyin. Çünkü Allah (her şeyi) bilir, siz ise bilemezsiniz."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Allah, hiçbir şeye gücü yetmeyen, başkasının malı olmuş bir köle ile katımızdan kendisine verdiğimiz güzel rızıktan gizli ve açık olarak harcayan (hür) bir kimseyi misal verir. Bunlar hiç eşit olurlar mı? Doğrusu hamd Allah'a mahsustur. Fakat onların çoğu (bunu) bilmezler."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Allah, şu iki kişiyi de misal verir: Onlardan biri dilsizdir, hiçbir şey beceremez ve efendisinin üstüne bir yüktür. Onu nereye gönderse bir hayır getiremez. Şimdi, bu adamla, doğru yolda yürüyerek adaleti emreden kimse eşit olur mu?"
      },
      {
        "ayahNumber": "77",
        "ayahText": "Göklerin ve yerin gaybı Allah'a aittir. Kıyametin kopması ise, göz açıp kapama gibi veya daha az bir zamandan ibarettir. Şüphesiz Allah, her şeye kadirdir."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Siz, hiçbir şey bilmezken Allah, sizi analarınızın karnından çıkardı; şükredesiniz diye size kulaklar, gözler ve kalpler verdi."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Göğün boşluğunda emre boyun eğdirilmiş olarak uçuşan kuşları görmediler mi? Onları orada Allah'tan başkası tutamaz. Kuşkusuz bunda inanan bir toplum için ibretler vardır."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Allah, evlerinizi sizin için bir huzur ve sükun yeri yaptı ve sizin için davar derilerinden gerek göç gününüzde, gerekse konaklama gününüzde, kolayca taşıyacağınız evler; yünlerinden, yapağılarından ve kıllarından bir süreye kadar (faydalanacağınız) bir ev eşyası ve bir ticaret malı meydana getirdi."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Allah, yarattıklarından sizin için gölgeler yaptı. Dağlarda da sizin için barınaklar yarattı. Sizi sıcaktan koruyacak elbiseler ve savaşta sizi koruyacak zırhlar yarattı. İşte böylece Allah, müslüman olmanız için üzerinize nimetini tamamlıyor."
      },
      {
        "ayahNumber": "82",
        "ayahText": "(Ey Resulüm!) Yine de yüz çevirirlerse, artık sana düşen ancak açık bir tebliğden ibarettir."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Onlar Allah'ın nimetini bilirler (itiraf ederler). Sonra da onu inkar ederler. Onların çoğu kafirdir."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Her ümmetten bir şahit göndereceğimiz gün, artık ne kafir olanlara (özür dilemelerine) izin verilir ne de onların özür dilemeleri istenir."
      },
      {
        "ayahNumber": "85",
        "ayahText": "O zulmedenler azabı gördüklerinde, artık onlardan azap hafifletilmez, onlara mühlet de verilmez."
      },
      {
        "ayahNumber": "86",
        "ayahText": "(Allah'a) ortak koşanlar, ortak koştukları şeyleri gördükleri zaman derler ki: \"Rabbimiz! İşte bunlar, seni bırakıp da tapmış olduğumuz ortaklarımızdır.\" Onlar da bunlara: \"Siz mutlaka yalancılarsınız\" diye söz atarlar."
      },
      {
        "ayahNumber": "87",
        "ayahText": "O gün Allah'a teslim (bayrağını) çekerler ve uydurmakta oldukları şeyler onlardan kaybolup gider."
      },
      {
        "ayahNumber": "88",
        "ayahText": "İnkar edip de (insanları) Allah yolundan alıkoyanlar var ya, işte onlara, yapmakta oldukları bozgunculuklar sebebiyle, azaplarını kat kat artıracağız."
      },
      {
        "ayahNumber": "89",
        "ayahText": "O gün her ümmetin içinden kendilerine birer şahit göndereceğiz. Seni de hepsinin üzerine şahit olarak getireceğiz. Ayrıca bu Kitab'ı da sana, her şey için bir açıklama, bir hidayet ve rahmet kaynağı ve müslümanlar için bir müjde olarak indirdik."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Muhakkak ki Allah, adaleti, iyiliği, akrabaya yardım etmeyi emreder, çirkin işleri, fenalık ve azgınlığı da yasaklar. O, düşünüp tutasınız diye size öğüt veriyor."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Antlaşma yaptığınız zaman, Allah'ın ahdini yerine getirin ve Allah'ı üzerinize şahit tutarak, pekiştirdikten sonra yeminleri bozmayın. Şüphesiz Allah, yapacağınız şeyleri pek iyi bilir."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Bir toplum diğer bir toplumdan (sayıca ve malca) daha çok olduğu için yeminlerinizi, aranızda bir fesat aracı edinerek ipliğini sağlamca büktükten sonra, çözüp bozan (kadın) gibi olmayın. Allah, bununla sizi imtihan etmektedir. Hakkında ihtilafa düşmekte olduğunuz şeyi kıyamet gününde mutlaka size açıklayacaktır."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Allah dileseydi hepinizi bir tek ümmet kılardı; fakat O, dilediğini saptırır, dilediğini de doğru yola iletir. Yaptıklarınızdan mutlaka sorumlu tutulacaksınız."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Yeminlerinizi aranızda fesada araç edinmeyin, aksi halde (İslam'da) sebat etmişken ayağınız kayar da (insanları) Allah yolundan alıkoymanız sebebiyle (dünyada) kötülüğü tadarsınız. Sizin için (ahirette de) büyük bir azap vardır."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Allah'ın ahdini az bir karşılığa değişmeyin! Şayet anlayan kimseler iseniz, şüphesiz Allah katında olan (sevap) sizin için daha hayırlıdır."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Sizin yanınızdaki (dünya malı) tükenir, Allah katındakiler ise bakidir. Elbette sabırlı davrananlara yapmakta olduklarının en güzeliyle mükafatlarını vereceğiz."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Erkek veya kadın, mümin olarak kim iyi amel işlerse, onu mutlaka güzel bir hayat ile yaşatırız. Ve mükafatlarını, elbette yapmakta olduklarının en güzeli ile veririz."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Kur'an okuduğun zaman o kovulmuş şeytandan Allah'a sığın!"
      },
      {
        "ayahNumber": "99",
        "ayahText": "Gerçek şu ki: İman edip de yalnız Rablerine tevekkül edenler üzerinde onun (şeytanın) bir hakimiyeti yoktur."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Onun hakimiyeti, ancak onu dost edinenlere ve onu Allah'a ortak koşanlaradır."
      },
      {
        "ayahNumber": "101",
        "ayahText": "Biz bir ayetin yerine başka bir ayeti getirdiğimiz zaman -ki Allah, neyi indireceğini çok iyi bilir- \"Sen ancak bir iftiracısın\" dediler. Hayır; onların çoğu bilmezler."
      },
      {
        "ayahNumber": "102",
        "ayahText": "De ki: Onu, Mukaddes Ruh (Cebrail), iman edenlere sebat vermek, müslümanları doğru yola iletmek ve onlara müjde vermek için, Rabbin katından hak olarak indirdi."
      },
      {
        "ayahNumber": "103",
        "ayahText": "Şüphesiz biz onların: \"Kur'an'ı ona ancak bir insan öğretiyor\" dediklerini biliyoruz. Kendisine nisbet ettikleri şahsın dili yabancıdır. Halbuki bu (Kur'an) apaçık bir Arapçadır."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Allah'ın ayetlerine inanmayanlar yok mu, kuşkusuz Allah onları doğru yola iletmez ve onlar için elem verici bir azap vardır."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Allah'ın ayetlerine inanmayanlar, ancak yalan uydurur. İşte onlar, yalancıların kendileridir."
      },
      {
        "ayahNumber": "106",
        "ayahText": "Kim iman ettikten sonra Allah'ı inkar ederse -kalbi iman ile dolu olduğu halde (inkara) zorlanan başka- fakat kim kalbini kafirliğe açarsa, işte Allah'ın gazabı bunlaradır; onlar için büyük bir azap vardır."
      },
      {
        "ayahNumber": "107",
        "ayahText": "Bu (azap), onların dünya hayatını ahirete tercih etmelerinden ve Allah'ın kafirler topluluğunu hidayete erdirmemesinden ötürüdür."
      },
      {
        "ayahNumber": "108",
        "ayahText": "İşte onlar Allah'ın, kalplerini, kulaklarını ve gözlerini mühürlediği kimselerdir. Ve onlar gafillerin kendileridir."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Hiç şüphesiz onlar ahirette ziyana uğrayanların ta kendileridir."
      },
      {
        "ayahNumber": "110",
        "ayahText": "Sonra şüphesiz Rabbin, eziyet edildikten sonra hicret edip, ardından da sabrederek cihad edenlerin yardımcısıdır. Bütün bunlardan sonra Rabbin elbette çok bağışlayan, pek esirgeyendir."
      },
      {
        "ayahNumber": "111",
        "ayahText": "O gün, herkes gelip kendi canını kurtarmak için uğraşır ve herkese yaptığının karşılığı eksiksiz ödenir, onlara asla zulmedilmez."
      },
      {
        "ayahNumber": "112",
        "ayahText": "Allah, (ibret için) bir ülkeyi örnek verdi: Bu ülke güvenli, huzurlu idi; ona rızkı her yerden bol bol gelirdi. Sonra onlar Allah'ın nimetlerine karşı nankörlük ettiler. Allah da onlara, yaptıklarından ötürü açlık ve korku sıkıntısını tattırdı."
      },
      {
        "ayahNumber": "113",
        "ayahText": "Andolsun ki, onlara kendilerinden peygamber geldi de onu yalanladılar. Onlar zulmederlerken azap onları yakalayıverdi."
      },
      {
        "ayahNumber": "114",
        "ayahText": "Artık, Allah'ın size verdiği rızıktan helal ve temiz olarak yeyin, eğer (gerçekten) yalnız Allah'a ibadet ediyorsanız, onun nimetine şükredin."
      },
      {
        "ayahNumber": "115",
        "ayahText": "(Allah) size, sadece ölü hayvanı kanı, domuz etini ve Allah'tan başkası adına kesilen hayvanı haram kıldı. Ancak kim mecbur kalırsa (başkalarının haklarına) saldırmaksızın, sınırı da aşmadan (bunlardan yiyebilir). Çünkü Allah çok bağışlayan, pek esirgeyendir."
      },
      {
        "ayahNumber": "116",
        "ayahText": "Dillerinizin uydurduğu yalana dayanarak \"Bu helaldir, şu da haramdır\" demeyin, çünkü Allah'a karşı yalan uydurmuş oluyorsunuz. Kuşkusuz Allah'a karşı yalan uyduranlar kurtuluşa eremezler."
      },
      {
        "ayahNumber": "117",
        "ayahText": "(Kazandıkları) pek az bir menfaattir. Halbuki onlar için elem verici bir azap vardır."
      },
      {
        "ayahNumber": "118",
        "ayahText": "Sana anlattıklarımızı, daha önce, yahudi olanlara da haram kılmıştık. Biz onlara zulmetmedik, fakat, onlar kendilerine haksızlık ediyorlardı."
      },
      {
        "ayahNumber": "119",
        "ayahText": "Sonra şüphesiz Rabbin, cahillik sebebiyle kötülük yapan, sonra da bunun ardından tevbe edip durumunu düzeltenleri (bağışlayacaktır). Çünkü onlar tevbe ettikten sonra Rabbin elbet çok bağışlayan, pek esirgeyendir."
      },
      {
        "ayahNumber": "120",
        "ayahText": "İbrahim, gerçekten Hakk'a yönelen, Allah'a itaat eden bir önder idi; Allah'a ortak koşanlardan değildi."
      },
      {
        "ayahNumber": "121",
        "ayahText": "Allah'ın nimetlerine şükrediciydi. Çünkü Allah, onu seçmiş ve doğru yola iletmişti."
      },
      {
        "ayahNumber": "122",
        "ayahText": "Ona dünyada güzellik verdik. Muhakkak ki o, ahirette de salihlerdendir."
      },
      {
        "ayahNumber": "123",
        "ayahText": "Sonra da sana: \"Doğru yola yönelerek İbrahim'in dinine uy! O müşriklerden değildi\" diye vahyettik."
      },
      {
        "ayahNumber": "124",
        "ayahText": "Cumartesi tatili, ancak onda ihtilaf edenlere (farz) kılınmıştı. Kıyamet günü Rabbin, muhakkak onların ihtilafa düştükleri şey hakkında aralarında hüküm verecektir."
      },
      {
        "ayahNumber": "125",
        "ayahText": "(Resulüm!) Sen, Rabbinin yoluna hikmet ve güzel öğütle çağır ve onlarla en güzel şekilde mücadele et! Rabbin, kendi yolundan sapanları en iyi bilendir ve O, hidayete erenleri de çok iyi bilir."
      },
      {
        "ayahNumber": "126",
        "ayahText": "Eğer ceza verecekseniz, size yapılan işkencenin misliyle ceza verin. Ama sabrederseniz, elbette o, sabredenler için daha hayırlıdır."
      },
      {
        "ayahNumber": "127",
        "ayahText": "Sabret! Senin sabrın da ancak Allah'ın yardımı iledir. Onlardan dolayı kederlenme; kurmakta oldukları tuzaktan kaygı duyma!"
      },
      {
        "ayahNumber": "128",
        "ayahText": "Çünkü Allah, (kötülükten) sakınanlar ve güzel amel edenlerle beraberdir."
      }
    ]
  }
}