{
  "surahNumber": "30",
  "surahName": "Rûm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif. Lam. Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Rumlar, yenildi."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Arapların bulunduğu bölgeye en yakın bir yerde onlar, Halbuki onlar, bu yenilgilerinden sonra birkaç yıl içinde galip geleceklerdir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Onların bu yenilgilerinden önce de sonra da emir Allah'ındır. O gün müminler de Allah'ın yardımıyla sevineceklerdir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Allah, dilediğine yardım eder, galip kılar. O, mutlak güç sahibidir, çok esirgeyicidir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "(Bu) Allah'ın vadettiğidir. Allah vadinden caymaz; fakat insanların çoğu bilmezler."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar, dünya hayatının görünen yüzünü bilirler. Ahiretten ise, onlar tamamen gafildirler."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Kendi kendilerine, Allah'ın, gökleri, yeri ve ikisinin arasında bulunanları ancak hak olarak ve muayyen bir süre için yarattığını hiç düşünmediler mi? İnsanların birçoğu, Rablerine kavuşmayı gerçekten inkar, etmektedirler."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onlar, yeryüzünde gezip de kendilerinden öncekilerin akıbetlerinin nice olduğuna bakmadılar mı? Ki onlar, kendilerinden daha güçlü idiler; yeryüzünü kazıp altüst etmişler, onu bunların imar ettiklerinden daha çok imar etmişlerdi. Peygamberleri, onlara da nice açık deliller getirmişlerdi. Zaten Allah onlara zulmedecek değildi; fakat onlar kendi kendilerine zulmetmekteydiler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Sonunda, Allah'ın ayetlerini yalan sayarak ve onları alaya alarak kötülük yapanların akıbetleri pek fena oldu."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Allah, ilkin mahlukunu yaratır, (ölümden) sonra da bunu (yaratmayı), tekrarlar. Sonunda hep O'na döndürüleceksiniz."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Kıyametin kopacağı gün, günahkarlar (ümitsizlik içinde) susacaklardır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "(Allah'a koştukları) ortaklarından kendilerine hiçbir şefaatçı çıkmayacaktır. Zaten onlar, ortaklarını da inkar edeceklerdir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Kıyamet kopacağı gün, işte o gün (müminlerle inkarcılar) birbirlerinden ayrılacaklardır."
    },
    {
      "ayahNumber": "15",
      "ayahText": "İman edip iyi işler yapanlara gelince, onlar, cennette nimetlere ve sevince mazhar olacaklardır."
    },
    {
      "ayahNumber": "16",
      "ayahText": "İnkar edenler, ayetlerimizi ve ahiret buluşmasını yalan sayanlar ise, işte onlar azapla yüzyüze bırakılacaklardır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Haydi siz, akşama ulaştığınızda (akşam ve yatsı vaktinde) sabaha kavuştuğunuzda, gündüzün sonunda ve öğle vaktine eriştiğinizde Allah'ı tesbih edin (namaz kılın), ki göklerde ve yerde hamd O'na mahsustur."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Haydi siz, akşama ulaştığınızda (akşam ve yatsı vaktinde) sabaha kavuştuğunuzda, gündüzün sonunda ve öğle vaktine eriştiğinizde Allah'ı tesbih edin (namaz kılın), ki göklerde ve yerde hamd O'na mahsustur."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Ölüden diriyi, diriden de ölüyü O çıkarıyor; yeryüzünü ölümünün ardından O canlandırıyor. İşte siz de (kabirlerinizden) böyle çıkarılacaksınız."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Sizi topraktan yaratması, O'nun (varlığının) delillerindendir. Sonra siz, (her tarafa) yayılan insanlar oluverdiniz."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Kaynaşmanız için size kendi (cinsi)nizden eşler yaratıp aranızda sevgi ve merhamet peyda etmesi de O'nun (varlığının) delillerindendir. Doğrusu bunda, iyi düşünen bir kavim için ibretler vardır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "O'nun delillerinden biri de, gökleri ve yeri yaratması, lisanlarınızın ve renklerinizin değişik olmasıdır. Şüphesiz bunda bilenler için (alınacak) dersler vardır."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Gece olsun gündüz olsun, uyumanız ve Allah'ın lütfundan (nasibinizi) aramanız da O'nun (varlığının) delillerindendir. Gerçekten bunda, işiten bir kavim için ibretler vardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Yine O'nun delillerindendir ki, size korku ve ümit vermek üzere şimşeği gösteriyor, gökten su indirip ölümünün ardından arzı onunla diriltiyor. Doğrusu bunda, aklını kullanan bir kavim için (alınacak) dersler vardır."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Göğün ve yerin O'nun buyruğu ile durması da O'nun (varlığının) delillerindendir. Sonra sizi topraktan bir çağırdı mı hemen (kabirlerinizden) çıkıverirsiniz."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Göklerde ve yerde olanlar hep O'nundur. Hepsi O'na boyun eğmiştir."
    },
    {
      "ayahNumber": "27",
      "ayahText": "İlkin mahlukunu yaratıp (ölümden) sonra bunu (yaratmayı) tekrarlayan O'dur, ki bu, O'nun için pek kolaydır. Göklerde ve yerde (tecelli eden) en yüce sıfat O'nundur. O, mutlak güç ve hikmet sahibidir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Allah size kendinizden bir temsil getirmektedir: Mülkiyetiniz altında bulunan köleler içinde, size verdiğimiz rızıklarda -birbirinizden çekindiğiniz gibi kendilerinden çekineceğiniz derecede sizinle eşit (haklara sahip)- ortaklarınız var mı? İşte biz ayetlerimizi, aklını kullanacak bir kavim için böylece açıklıyoruz."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Gel gör ki haksızlık edenler, bilgisizce kötü arzularına uydular. Allah'ın saptırdığını kim doğru yola eriştirebilir? Onlar için herhangi bir yardımcı yoktur."
    },
    {
      "ayahNumber": "30",
      "ayahText": "(Resulüm!) Sen yüzünü hanif olarak dine, Allah insanları hangi fıtrat üzere yaratmış ise ona çevir. Allah'ın yaratışında değişme yoktur. İşte dosdoğru din budur; fakat insanların çoğu bilmezler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Hepiniz O'na yönelerek O'na karşı gelmekten sakının, namazı kılın; müşriklerden olmayın."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Dinlerini parçalayan ve bölük bölük olanlardan (olmayın. Bunlardan) her fırka, kendilerinde olan ile böbürlenmektedir."
    },
    {
      "ayahNumber": "33",
      "ayahText": "İnsanların başına bir sıkıntı gelince, Rablerine yönelerek O'na yalvarırlar. Sonra Allah, katından onlara bir rahmet (nimet ve bolluk) tattırınca, bakarsınız ki onlardan bir gurup yine Rablerine ortak koşuyorlar."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Kendilerine verdiklerimize nankörlük etsinler bakalım! Haydi sefa sürün; ama yakında bileceksiniz!"
    },
    {
      "ayahNumber": "35",
      "ayahText": "Yoksa onlara bir kesin delil indirdik de, o delil, müşrik olmalarını mı söylüyor?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "İnsanlara bir rahmet tattırdığımızda ona sevinirler. Şayet yaptıklarından ötürü başlarına bir fenalık gelse hemen ümitsizlige düşüverirler."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Görmediler mi ki Allah, rızkı dilediğine bol bol vermekte, dilediğininkini de daraltmaktadır. Şüphesiz imanlı bir kavim için bunda ibretler vardır."
    },
    {
      "ayahNumber": "38",
      "ayahText": "O halde sen, akrabaya, yoksula, yolda kalmışa hakkını ver. Allah'ın rızasını isteyenler için bu, en iyisidir. İşte onlar kurtuluşa erenlerdir."
    },
    {
      "ayahNumber": "39",
      "ayahText": "İnsanların mallarında artış olsun diye verdiğiniz herhangi bir faiz, Allah katında artmaz. Allah'ın rızasını isteyerek verdiğiniz zekata gelince, işte zekat veren o kimseler, evet onlar (sevaplarını ve mallarını) kat kat arttıranlardır."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Allah, (o yüce varlıktır) ki sizi yaratmış, sonra rızıklandırmıştır; sonra O, hayatınızı sona erdirecek, daha sonra da sizi (tekrar) diriltecektir. Peki sizin (Allah'a eş tuttuğunuz) ortaklarınız içinde bunlardan birini yapabilecek var mı? Allah onların ortak koştuklarından münezzehtir ve yücedir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "İnsanların bizzat kendi işledikleri yüzünden karada ve denizde düzen bozuldu, ki Allah yaptıklarının bir kısmını onlara tattırsın; belki de (tuttukları kötü yoldan) dönerler."
    },
    {
      "ayahNumber": "42",
      "ayahText": "(Resulüm!) De ki: Yeryüzünde gezip dolaşın da, daha öncekilerin akıbetleri nice oldu, görün. Onların çoğu müşrik idi."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Allah katından, dönüşü olmayan bir gün (kıyamet günü) gelmeden önce yönünü o gerçek dine çevir! O gün (insanlar) bölük bölük ayrılacaklardır."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Kim inkar ederse, inkarı kendi aleyhine olur. İyi işler yapanlara gelince, onlar da kendileri için (cennetteki yerlerini) hazırlamış olurlar."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Zira Allah, iman edip iyi işler yapanlara kendi lütfundan karşılık verecektir. Şüphesiz O, kafirleri sevmez."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Size rahmetinden tattırsın, emriyle gemiler yüzsün, fazlından (nasibinizi) arayasınız ve şükredesiniz diye (hayat ve bereket) müjdecileri olarak rüzgarları göndermesi de Allah'ın (varlık ve kudretinin) delillerindendir."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Andolsun ki, biz senden önce kendi kavimlerine nice peygamberler gönderdik de onlara açık deliller getirdiler. (Onları dinlemeyip) günaha dalanların ise cezalarını hakkıyla vermişizdir. Müminlere yardım etmek de bize düşer."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Allah O'dur ki, rüzgarları gönderir, bunlar da bulutu kaldırır. Derken, Allah onu gökte dilediği gibi yayar ve parça parça eder; nihayet arasından yağmurun çıktığını görürsün. Allah dilediği kullarına yağmuru nasip edince, onlar seviniverirler."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Oysa onlar, daha önce, üzerlerine yağmur yağdırılmasından iyice ümitlerini kesmişlerdi."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Allah'ın rahmetinin eserlerine bir bak: Arzı, ölümünün ardından nasıl diriltiyor! Şüphesiz O, ölüleri de mutlaka diriltecektir. O, her şeye kadirdir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Andolsun ki, bir rüzgar göndersek de onu (ekini) sararmış görseler, ardından muhakkak nankörlüğe başlarlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "(Resulüm!) Elbette sen ölülere duyuramazsın; arkalarını dönüp giderlerken sağırlara o daveti işittiremezsin."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Körleri de sapıklıklarından (vazgeçirip) doğru yola iletemezsin. Ancak teslimiyet göstererek ayetlerimize iman edenlere duyurabilirsin."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Sizi güçsüz yaratan, sonra güçsüzlügün ardından kuvvet veren ve sonra kuvvetin ardından güçsüzlük ve ihtiyarlık veren, Allah'tır. O, dilediğini yaratır. O, hakkıyla bilendir, üstün kudret sahibidir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Kıyamet koptuğu gün, günahkarlar, (dünyada) ancak pek kısa bir süre kaldıklarına yemin ederler. İşte onlar, (dünyada da haktan) böyle döndürülüyorlardı."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kendilerine ilim ve iman verilenler şöyle derler: Andolsun ki siz, Allah'ın yazısında (hükmedildiği gibi) yeniden dirilme gününe kadar kaldınız. İşte bugün yeniden dirilme günüdür; fakat siz onu tanımıyordunuz."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Artık o gün, zulmedenlerin (beyan edecekleri) mazeretleri fayda vermeyeceği gibi, onlardan Allah'ı hoşnut etmeye çalışmaları da istenmez."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Andolsun ki biz, bu Kur'an'da insanlar için her çeşit misale yer vermişizdir. Şayet onlara bir mucize getirsen inkarcılar kesinlikle şöyle diyeceklerdir: Siz ancak batıl şeyler ortaya atmaktasınız."
    },
    {
      "ayahNumber": "59",
      "ayahText": "İşte bilmeyenlerin (hakkı tanımayanların) kalplerini Allah böylece mühürler."
    },
    {
      "ayahNumber": "60",
      "ayahText": "(Resulüm!) Sen şimdi sabret. Bil ki Allah'ın vadi gerçektir. (Buna) iyice inanmamış olanlar, sakın seni gevşekliğe sevketmesin!"
    }
  ]
}