{
  "sad": {
    "surahNumber": "38",
    "surahNameTr": "Sâd Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Sad. Öğüt veren Kur'an'a yemin ederim ki,"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Küfredenler, (iddia ettiklerinin) aksine, birgurur ve tefrika içindedirler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Onlardan önce nice nesilleri helak ettik. O zaman feryat ettiler. Halbuki artık kurtulma zamanı değildi."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Aralarından kendilerine bir uyarıcının gelmesine şaştılar ve kafirler: Bu pek yalancı bir sihirbazdır!"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Tanrıları, tek tanrı mı yaptı? Doğrusu bu tuhaf bir şeydir! dediler."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Onlardan ileri gelenler: Yürüyün, tanrılarınıza bağlılıkta direnin, sizden istenen şüphesiz budur."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Son dinde de bunu işitmedik. Bu, ancak bir uydurmadır."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Kur'an aramızdan Muhammed'e mi indirildi? diyerek kalkıp yürüdüler. Belki, bunlar Kur'an'ım hakkında şüphe içine düştüler. Hayır! Azabımı henüz tatmadılar."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Yoksa aziz ve lütufkar olan Rabbinin rahmet hazineleri onların yanında mıdır!"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Yahut göklerin, yerin ve ikisi arasında bulunanların hükümranlığı onların elinde midir? Öyleyse (göklerin) yollarında yükselsinler (görelim)!"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Onlar, çeşitli guruplardan oluşmuş bir ordudur; işte şurada bozguna uğratılacaklardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Onlardan önce Nuh kavmi, Âd kavmi, kazıklar sahibi Firavun da, yalanladılar."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Semud, Lut kavmi ve Eyke halkı da (peygamberleri) yalanladılar. İşte bunlar da (peygamberlere karşı) birleşen topluluklardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onların her biri gönderilen peygamberleri yalanladılar da bu yüzden (kendilerine) azabım hak oldu."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bunlar da ancak, bir an gecikmesi olmayan korkunç bir ses beklemektedirler."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Rabbimiz! Bizim payımızı hesap gününden önce ver, dediler."
      },
      {
        "ayahNumber": "17",
        "ayahText": "(Resulüm!) Onların söylediklerine sabret, kulumuz Davud'u, o kuvvet sahibi zatı hatırla. O, hep Allah'a yönelirdi."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Biz, dağları onun emrine vermiştik. Akşam sabah onunla beraber tesbih ederlerdi."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Kuşları da toplu halde onun emri altına vermiştik. Hepsi de ona uyarak zikir ve tesbih ederlerdi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Onun hükümranlığını kuvvetlendirmiş; ona hikmet ve güzel konuşma vermiştik."
      },
      {
        "ayahNumber": "21",
        "ayahText": "(Ey Muhammed!), Sana davacıların haberi ulaştı mı? Mabedin duvarına tırmanmışlardı."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Davud'un yanına girmişlerdi de Davud onlardan korkmuştu. \"Korkma! Biz birbirine hasım iki davacıyız, aramızda adaletle hükmet, haksızlık etme; bize doğru yolu göster\" dediler."
      },
      {
        "ayahNumber": "23",
        "ayahText": "(Onlardan biri şöyle dedi:) Bu, kardeşimdir. Onun doksan dokuz koyunu var. Benimse bir tek koyunum var. Böyle iken \"Onu da bana ver\" dedi ve tartışmada beni yendi."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Davud: Andolsun ki, senin koyununu kendi koyunlarına katmak istemekle sana haksızlıkta bulunmuştur. Doğrusu ortakçıların çoğu, birbirlerinin haklarına tecavüz ederler. Yalnız iman edip de iyi işler yapanlar müstesna. Bunlar da ne kadar az! dedi. Davud, kendisini denediğimizi sandı ve Rabbinden mağfiret dileyerek eğilip secdeye kapandı, tevbe edip Allah'a yöneldi."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Sonra bu tutumundan dolayı onu bağışladık. Kuşkusuz yanımızda onun yüksek bir makamı ve güzel bir geleceği vardır."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Ey Davud! Biz seni yeryüzünde halife yaptık. O halde insanlar arasında adaletle hükmet. Heva ve hevese uyma, sonra bu seni Allah'ın yolundan saptırır. Doğrusu Allah'ın yolundan sapanlara, hesap gününü unutmalarına karşılık çetin bir azap vardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Göğü, yeri ve ikisi arasındakileri biz boş yere yaratmadık. Bu, inkar edenlerin zannıdır. Vay o inkar edenlerin ateşteki haline!"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Yoksa biz, iman edip de iyi işler yapanları, yeryüzünde bozgunculuk yapanlar gibi mi tutacağız? Veya (Allah'tan) korkanları yoldan çıkanlar gibi mi sayacağız?"
      },
      {
        "ayahNumber": "29",
        "ayahText": "(Resulüm!) Sana bu mübarek Kitab'ı, ayetlerini düşünsünler ve aklı olanlar öğüt alsınlar diye indirdik."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Biz Davud'a Süleyman'ı verdik. Süleyman ne güzel bir kuldu! Doğrusu o, daima Allah'a yönelirdi."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Akşama doğru kendisine, üç ayağının üzerine durup bir ayağını tırnağının üzerine diken çalımlı ve safkan koşu atları sunulmuştu."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Süleyman: Gerçekten ben mal sevgisini, Rabbimi anmak için istedim, dedi. Nihayet güneş battı. (O zaman:) Onları (atları) tekrar bana getirin, dedi. Bacaklarını ve boyunlarını sıvazlamaya başladı."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Süleyman: Gerçekten ben mal sevgisini, Rabbimi anmak için istedim, dedi. Nihayet güneş battı. (O zaman:) Onları (atları) tekrar bana getirin, dedi. Bacaklarını ve boyunlarını sıvazlamaya başladı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Andolsun biz Süleyman'ı imtihan ettik. Tahtının üstüne bir ceset bırakıverdik, sonra o, yine eski haline döndü."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Süleyman: Rabbim! Beni bağışla; bana, benden sonra kimsenin ulaşamayacağı bir hükümranlık ver. Şüphesiz sen, daima bağışta bulunansın, dedi."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Bunun üzerine biz rüzgarı onun emrine verdik. Onun emriyle istediği yere yumuşacık akardı."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Dalgıç ve yapı ustası şeytanları da."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ve daha diğerlerini de zincirlerde bağlı olarak (Onun emrine verdik.)"
      },
      {
        "ayahNumber": "39",
        "ayahText": "\"İşte bu bizim bağışımızdır. İster ver, ister (elinde) tut; hesapsızdır\" dedik."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Doğrusu onun, bizim katımızda büyük bir değeri ve güzel bir yeri vardır."
      },
      {
        "ayahNumber": "41",
        "ayahText": "(Resulüm!) Kulumuz Eyyub'u da an. O, Rabbine: Doğrusu şeytan bana bir yorgunluk ve eziyet verdi, diye seslenmişti."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ayağını yere vur! İşte yıkanacak ve içilecek soğuk bir su (dedik)."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Bizden bir rahmet ve olgun akıl sahipleri için de bir ibret olmak üzere ona hem ailesini hem de onlarla beraber bir mislini bağışladık."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Eline bir demet sap al da onunla vur, yeminini böyle yerine getir. Gerçekten biz Eyyub'u sabırlı (bir kul) bulmuştuk. O, ne iyi kuldu! Daima Allah'a yönelirdi."
      },
      {
        "ayahNumber": "45",
        "ayahText": "(Ey Muhammed!), Kuvvetli ve basiretli kullarımız İbrahim, İshak ve Ya'kub'u da an."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Biz onları özellikle ahiret yurdunu düşünen ihlaslı kimseler kıldık."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Doğrusu onlar bizim katımızda seçkin iyi kimselerdendir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "İsmail'i, Elyesa'yı, Zülkifl'i de an. Hepsi de iyilerdendir."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İşte bu, bir hatırlatmadır. Doğrusu Allah'a karşı gelmekten sakınanlara güzel bir gelecek vardır."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Kapıları yalnızca kendilerine açılmış Adn cennetleri vardır."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Onlar koltuklara yaslanıp kurularak orada bir çok meyveler ve içecekler isterler."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Yanlarında, eşlerinden başkasına bakmayan, kendilerine yaşıt güzeller vardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "İşte, hesap günü için size vadolunan şeyler bunlardır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Şüphesiz bu, bizim verdiğimiz rızıktır. Ona bitmek ve tükenmek yoktur."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Bu böyle; ama azgınlara kötü bir gelecek vardır."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Onlar cehenneme girecekler. Orası ne kötü bir kalma yeridir."
      },
      {
        "ayahNumber": "57",
        "ayahText": "İşte bu; kaynar su ve irindir. Onu tatsınlar"
      },
      {
        "ayahNumber": "58",
        "ayahText": "Buna benzer daha türlü türlü başkaları da vardır."
      },
      {
        "ayahNumber": "59",
        "ayahText": "(İnkarcıların liderlerine:) İşte bu sizinle beraber cehenneme girecek topluluktur (denildiğin de, liderler:) Onlar rahat yüzü görmesin (derler) Onlar mutlaka ateşe gireceklerdir."
      },
      {
        "ayahNumber": "60",
        "ayahText": "(Liderlere uyanlar ise:) Hayır, asıl siz rahat yüzü görmeyin! Onu bize siz sundunuz! Ne kötü bir yerdir! derler."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Yine onlar: Rabbimiz! Bunu bizim önümüze kim getirdiyse onun ateşteki azabını iki kat artır! derler."
      },
      {
        "ayahNumber": "62",
        "ayahText": "(İnkarcılar) derler ki: Kendilerini dünyada iken kötülerden saydığımız kimseleri burada niçin görmüyoruz?"
      },
      {
        "ayahNumber": "63",
        "ayahText": "Alaya aldığımız onlar değil miydi? Yoksa (buradalar da) onları gözden mi kaçırdık?"
      },
      {
        "ayahNumber": "64",
        "ayahText": "İşte bu, cehennem ehlinin tartışması, şüphesiz bir gerçektir."
      },
      {
        "ayahNumber": "65",
        "ayahText": "(Resulüm!) De ki: Ben sadece bir uyarıcıyım. Tek ve kahhar olan Allah'tan başka bir tanrı yoktur."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Göklerin, yerin ve ikisi arasında bulunanların Rabbi (olan Allah) üstündür, çok bağışlayıcıdır."
      },
      {
        "ayahNumber": "67",
        "ayahText": "De ki: \"Bu büyük bir haberdir.\""
      },
      {
        "ayahNumber": "68",
        "ayahText": "\"Ama siz ondan yüz çeviriyorsunuz.\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "Onlar orada tartışırken benim mele-i a'la hakkında hiçbir bilgim yoktu."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Ben ancak apaçık bir uyarıcı olduğum için bana vahyolunuyor."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Rabbin meleklere demişti ki: Ben muhakkak çamurdan bir insan yaratacağım."
      },
      {
        "ayahNumber": "72",
        "ayahText": "Onu tamamlayıp, içine de ruhumdan üfürdüğüm zaman, derhal ona secdeye kapanın!"
      },
      {
        "ayahNumber": "73",
        "ayahText": "Bütün melekler toptan secde ettiler."
      },
      {
        "ayahNumber": "74",
        "ayahText": "Yalnız İblis secde etmedi. O büyüklük tasladı ve kafirlerden oldu."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Allah! Ey İblis! İki elimle yarattığıma secde etmekten seni meneden nedir? Böbürlendin mi, yoksa yücelerden misin? dedi."
      },
      {
        "ayahNumber": "76",
        "ayahText": "İblis: Ben ondan hayırlıyım! Beni ateşten yarattın, onu çamurdan yarattın, dedi."
      },
      {
        "ayahNumber": "77",
        "ayahText": "Allah: Çık oradan (cennetten)! Sen artık kovulmuş birisin."
      },
      {
        "ayahNumber": "78",
        "ayahText": "VE ceza gününe kadar lanetim senin üzerindedir! buyurdu."
      },
      {
        "ayahNumber": "79",
        "ayahText": "İblis: Ey Rabbim! O halde tekrar diriltilecekleri güne kadar bana mühlet ver, dedi."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Allah: \"Haydi, sen mühlet verilenlerdensin.\""
      },
      {
        "ayahNumber": "81",
        "ayahText": "\"O bilinen güne kadar\" buyurdu."
      },
      {
        "ayahNumber": "82",
        "ayahText": "İblis: Senin mutlak kudretine andolsun ki, onların hepsini mutlaka azdıracağım.\""
      },
      {
        "ayahNumber": "83",
        "ayahText": "\"Ancak onlardan ihlaslı kulların hariç\" dedi."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Allah buyurdu ki, \"O doğru ben hep doğruyu söylerim.\""
      },
      {
        "ayahNumber": "85",
        "ayahText": "\"Mutlaka sen ve sana uyanların hepsiyle cehennemi dolduracağım!.\""
      },
      {
        "ayahNumber": "86",
        "ayahText": "(Resulüm!) De ki: Buna karşılık ben sizden bir ücret istemiyorum. Ve ben olduğundan başka türlü görünenlerden de değilim."
      },
      {
        "ayahNumber": "87",
        "ayahText": "Bu Kur'an, ancak alemler için bir öğüttür."
      },
      {
        "ayahNumber": "88",
        "ayahText": "Onun verdiği haberin doğruluğunu bir zaman sonra çok iyi öğreneceksiniz."
      }
    ]
  }
}