{
  "surahNumber": "42",
  "surahName": "Şûrâ Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha. Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Ayn. Sin. Kaf."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Aziz ve hakim olan Allah, sana ve senden öncekilere işte böyle vahyeder."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Göklerde ve yerde ne varsa hepsi O'nundur. O yücedir, uludur."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Neredeyse yukarılarından gökler çatlayacak! Melekler de Rablerini hamd ile tesbih ediyorlar ve yerdekiler için mağfiret diliyorlar. İyi bilin ki Allah çok bağışlayan, çok esirgeyendir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Allah'tan başka dostlar edinenleri Allah daima gözetlemektedir. Sen onlara vekil değilsin."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Şehirlerin anası (olan Mekke'de) ve onun çevresinde bulunanları uyarman ve asla şüphe olmayan toplanma günüyle onları korkutman için, sana böyle Arapça bir Kur'an vahyettik. (İnsanların) bir bölümü cennette, bir bölümü de çılgın alevli cehennemdedir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Allah dileseydi onları bir tek millet yapardı. Fakat O, dilediğini rahmetine kavuşturur; zalimlerin ise hiçbir dostu ve yardımcısı yoktur."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Yoksa onlar Allah'tan başka dostlar mı edindiler? Halbuki dost yalnız Allah'tır. O ölüleri diriltir, her şeye kadirdir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ayrılığa düştüğünüz herhangi bir şeyde hüküm vermek, Allah'a mahsustur. İşte, bu Allah, benim Rabbimdir. O'na dayandım ve O'na yönelirim."
    },
    {
      "ayahNumber": "11",
      "ayahText": "O, gökleri ve yeri yoktan yaratandır. Size kendinizden eşler, hayvanlardan da (kendilerine) eşler yaratmıştır. Bu suretle çoğalmanızı sağlamıştır. O'nun benzeri hiçbir şey yoktur. O işitendir, görendir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Göklerin ve yerin anahtarları O'nundur. Dilediğine rızkı bol verir, dilediğinden de kısar. O, her şeyi bilendir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "\"Dini ayakta tutun ve onda ayrılığa düşmeyin\" diye Nuh'a tavsiye ettiğini, sana vahyettiğimizi, İbrahim'e, Musa'ya ve İsa'ya tavsiye ettiğimizi Allah size de din kıldı. Fakat kendilerini çağırdığın bu (din), Allah'a ortak koşanlara ağır geldi. Allah dilediğini kendisine (peygamber) seçer ve kendisine yöneleni de doğru yola iletir."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Onlar kendilerine ilim geldikten sonra, sadece aralarındaki çekememezlik yüzünden ayrılığa düştüler. Eğer belli bir süreye kadar Rabbinden bir (erteleme) sözü geçmiş olmasaydı, aralarında hemen hüküm verilirdi. Onlardan sonra kitaba varis kılınanlarda onun hakkında derin bir şüphe içindedirler."
    },
    {
      "ayahNumber": "15",
      "ayahText": "İşte onun için sen (tevhide) davet et ve emrolunduğun gibi dosdoğru ol. Onların heveslerine uyma ve de ki: Ben Allah'ın indirdiği Kitab'a inandım ve aranızda adaleti gerçekleştirmekle emrolundum. Allah bizim de Rabbimiz, sizin de Rabbinizdir. Bizim işlediklerimiz bize, sizin işledikleriniz de sizedir. Aramızda tartışılabilecek bir konu yoktur. Allah hepimizi bir araya toplar, dönüş de O'nadır. (Âyette Hz. Peygamber in insanları davet edeceği prensipler açıklanırken, uyacağı esaslar da beyan edilmiştir. Buna göre davete devam edilecek, inanma yanların teklifve ısrarları dinlenmeyecektir.)"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Daveti kabul edildikten sonra, Allah hakkında tartışmaya girenlerin delilleri, Rableri katında boştur. Onlar için bir gazap, yine onlar için çetin bir azap vardır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Kitab'ı ve mizanı hak olarak indiren Allah'tır. Ne biliyorsun, belki de kıyamet saati yakındır!"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Ona inanmayanlar, onun çabuk kopmasını isterler. İnananlar ise ondan korkarlar ve onun gerçek olduğunu bilirler. İyi bilin ki, kıyamet günü hakkında tartışanlar derin bir sapıklık içindedirler."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah kullarına lütufkardır, dilediğini rızıklandırır. O kuvvetlidir, güçlüdür."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Kim ahiret kazancını istiyorsa, onun kazancını arttırırız. Kim de dünya karını istiyorsa ona da dünyadan bir şeyler veririz. Fakat onun ahirette bir nasibi olmaz."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yoksa onların, Allah'ın izin vermediği bir dini getiren ortakları mı var? Eğer erteleme sözü olmasaydı, derhal aralarında hüküm verilirdi. Şüphesiz zalimlere can yakıcı bir azap vardır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Yaptıkları şeyler başlarına gelirken zalimlerin, korkudan titrediklerini göreceksin. İman edip iyi işler yapanlar da cennet bahçelerindedirler. Rablerinin yanında onlara diledikleri her şey vardır. İşte büyük lütuf budur."
    },
    {
      "ayahNumber": "23",
      "ayahText": "İşte Allah'ın, iman eden ve iyi işler yapan kullarına müjdelediği nimet budur. Deki: Ben buna karşılık sizden akrabalık sevgisinden başka bir ücret istemiyorum. Kim bir iyilik işlerse onun sevabını fazlasıyla veririz. Şüphesiz Allah bağışlayan, şükrün karşılığını verendir."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Yoksa onlar, (senin için) Allah'a karşı yalan uydurdu mu derler? Allah dilerse senin kalbini de mühürler. Ve Allah batılı yok eder; sözleriyle hakkı ortaya koyar. Şüphesiz O, kalplerde olanları bilendir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "O, kullarının tevbesini kabul eden, kötülükleri bağışlayan ve yaptıklarınızı bilendir."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Allah, iman edip iyi işler yapanların tevbesini kabul eder, lütfundan onlara, fazlasını verir. Kafirlere gelince, onlara da çetin bir azap vardır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Allah kullarına rızkı bol bol verseydi, yeryüzünde azarlardı. Fakat O, (rızkı) dilediği ölçüde indirir. Çünkü O, kullarının haberini alandır, onları görendir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "O, (insanlar) umutlarını kestikten sonra, yağmuru indiren, rahmetini her tarafa yayandır. O, hakiki dosttur, övülmeye layık olandır."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Gökleri, yeri ve bunların içine yayıp ürettiği canlıları yaratması da O'nun delillerindendir. O dilediği zaman bunları biraraya toplamaya da kadirdir."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Başınıza gelen herhangi bir musibet, kendi ellerinizle işledikleriniz yüzündendir. (Bununla beraber) Allah çoğunu affeder."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Yeryüzünde (O'nu) aciz bırakamazsınız. Allah'tan başka bir dostunuz ve bir yardımcınız da yoktur."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Denizde dağlar gibi akıp gidenler (gemiler) de O'nun (varlığının) delillerindendir."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Dilerse O, rüzgarı durdurur, da onun (denizin) üstünde kalakalırlar. Elbette bunda çok sabreden, çok şükreden herkes için ibretler vardır."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Yahut yaptıkları yüzünden onları helak eder. Birçoğunu da affeder (kurtarır)."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Böylece ayetlerimiz üzerinde tartışanlar, kendilerine kaçacak bir yer olmadığını bilsinler."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Size verilen şey, yalnızca dünya hayatının geçimliğidir. Allah'ın yanında bulunanlar ise daha iyi ve daha süreklidir. Bu mükafat iman edenler ve Rablerine dayanıp güvenenler içindir."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Onlar, büyük günahlardan ve hayasızlıktan kaçınırlar; kızdıkları zaman da kusurları bağışlarlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Yine onlar, Rablerinin davetine icabet ederler ve namazı kılarlar. Onların işleri, aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da harcarlar."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Bir haksızlığa uğradıkları zaman, yardımlaşırlar."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Bir kötülüğün cezası, ona denk bir kötülüktür. Kim bağışlar ve barışı sağlarsa, onun mükafatı Allah'a aittir. Doğrusu O, zalimleri sevmez."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Kim zulme uğradıktan sonra hakkını alırsa, artık onlara yapılacak bir şey yoktur."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ancak insanlara zulmedenlere ve yeryüzünde haksız yere taşkınlık edenlere ceza vardır. İşte acıklı azap bunlaradır."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Kim sabreder ve affederse şüphesiz bu hareketi, yapılmaya değer işlerdendir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Allah kimi saptırırsa, bundan sonra artık onun hiçbir dostu yoktur. Azabı gördüklerinde zalimlerin: Dönecek bir yol var mı? dediklerini görürsün."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Ateşe arz olunurlarken onların, zilletten başlarını öne eğerek göz ucuyla gizli gizli baktıklarını göreceksin. İnananlar da: İşte asıl ziyana uğrayanlar, kıyamet günü kendilerini ve ailelerini ziyana sokanlardır, diyecekler. Kesinlikle biliniz ki, zalimler, sürekli bir azap içindedirler."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Onların Allah'tan başka kendilerine yardım edecek hiçbir dostları yoktur. Allah kimi saptırırsa artık onun kurtuluşa çıkan bir yolu yoktur."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Allah'tan, geri çevrilmesi imkansız bir gün gelmezden önce, Rabbinize uyun. Çünkü o gün, hiçbiriniz sığınacak yer bulamazsınız, itiraz da edemezsiniz."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Eğer yüz çevirirlerse, bilesin ki biz seni onların üzerine bekçi göndermedik. Sana düşen sadece duyurmaktır. Biz insana katımızdan bir rahmet tattırdığımız zaman ona sevinir. Ama elleriyle yaptıkları yüzünden başlarına bir kötülük gelirse, işte o zaman insan pek nankördür!"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Göklerin ve yerin mülkü Allah'ındır. Dilediğini yaratır; dilediğine kız çocukları, dilediğine de erkek çocukları bahşeder."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Yahut onları, hem erkek hem de kız çocukları olmak üzere çift verir. Dilediğini de kısır kılar. O, her şeyi bilendir, her şeye gücü yetendir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Allah bir insanla ancak vahiy yoluyla veya perde arkasından konuşur, yahut bir elçi gönderip izniyle ona dilediğini vahyeder. O yücedir, hakimdir."
    },
    {
      "ayahNumber": "52",
      "ayahText": "İşte böylece sana da emrimizle Kur'an'ı vahyettik. Sen, kitap nedir, iman nedir bilmezdin. Fakat biz onu kullarımızdan dilediğimizi kendisiyle doğru yola eriştirdiğimiz bir nur kıldık. Şüphesiz ki sen doğru bir yolu göstermektesin."
    },
    {
      "ayahNumber": "53",
      "ayahText": "(O yol) göklerin ve yerin sahibi olan Allah'ın yoludur. Dikkat edin, bütün işler sonunda Allah'a döner."
    }
  ]
}