{
  "surahNumber": "52",
  "surahName": "Tûr Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Tur'a, andolsun ki,"
    },
    {
      "ayahNumber": "2",
      "ayahText": "Satır satır yazılmış Kitab'a,"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Yayılmış ince deri üzerine,"
    },
    {
      "ayahNumber": "4",
      "ayahText": "Beyt-i Ma'mur'a,"
    },
    {
      "ayahNumber": "5",
      "ayahText": "Yükseltilmiş tavana(göğe),"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Kaynatılmış denize (bunlara andolsun ki),"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Rabbinin azabı mutlaka vuku bulacaktır."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Ona engel olacak hiçbir şey yoktur."
    },
    {
      "ayahNumber": "9",
      "ayahText": "O gün gök sallanıp çalkalanır."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Dağlar yürüdükçe yürür."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Yalanlayanların vay haline o gün!"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ki onlar daldıkları batıl içinde oyalanıp duranlardır."
    },
    {
      "ayahNumber": "13",
      "ayahText": "O gün cehennem ateşine itilip atılırlar:"
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"İşte yalanlayıp durduğunuz ateş budur!\" denilir."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Bir büyü müdür bu, yoksa görmüyor musunuz?"
    },
    {
      "ayahNumber": "16",
      "ayahText": "Girin oraya, sabretseniz de sabretmeseniz de artık sizin için birdir. Siz ancak yaptıklarınızın karşılığına çarptırılacaksınız."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Şüphesiz (kötülüklerden) korunanlar cennetlerde ve nimet içindedirler."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Rablerinin kendilerine verdikleriyle sefa sürerler, (Zira) Rableri onları, cehennem azabından korumuştur."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Onlara: Yaptıklarınıza karşılık afiyetle yeyin, için (denilir)."
    },
    {
      "ayahNumber": "20",
      "ayahText": "\" Sıra sıra dizilmiş koltuklara yaslanarak\"Onları, ceylan gözlü hurilerle evlendirmişizdir:"
    },
    {
      "ayahNumber": "21",
      "ayahText": "İman eden ve soylarından gelenlerde, imanda kendilerine tabi olanlar (var ya)! İşte biz, onların nesillerini de kendilerine kattık. Onların amellerinden de bir şey eksiltmedik. Herkes kazandıklarına karşı bir rehindir."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Onlara canlarının istediği meyve ve etten bol bol verdik."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Orada karşılıklı kadeh tokuştururlar, ama burada (içki yüzünden) ne saçmalama vardır ne de günaha girme."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Hizmetlerine verilmiş, (kabuğunda) saklı inci gibi gençler etraflarında dönüp dolaşırlar."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Cennettekiler birbirlerine dönüp sorarlar:"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Derler ki: \"Daha önce biz, aile çevremiz içinde bile (ilahi azaptan) korkardık.\""
    },
    {
      "ayahNumber": "27",
      "ayahText": "\"Allah bize lütfetti de bizi vücudun içine işleyen azaptan korudu.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "\"Gerçekten biz bundan önce O'na yalvarıyorduk. Çünkü iyilik eden, esirgeyen ancak O'dur.\""
    },
    {
      "ayahNumber": "29",
      "ayahText": "(Resulüm!) Sen öğüt ver. Rabbinin lütfuyla sen ne bir kahinsin, ne de bir deli."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Yoksa onlar: (O,) bir şairdir; onun, zamanın felaketlerine uğramasını bekliyoruz mu diyorlar?"
    },
    {
      "ayahNumber": "31",
      "ayahText": "De ki: Bekleyin. Ben de sizinle beraber bekleyenlerdenim."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Onlara akılları mı bunu emreder, yoksa onlar, azgın bir topluluk mudur?"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Yahut \"Onu kendisi uydurdu!\" mu diyorlar? Hayır, onlar iman etmezler."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Eğer doğru iseler onun benzeri bir söz getirsinler."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Acaba onlar herhangi bir yaratıcı olmadan mı yaratıldılar? Yoksa kendileri mi yaratıcıdırlar?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Yoksa gökleri ve yeri onlar mı yarattılar? Hayır! Onlar bir türlü anlayıp inanmazlar."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Yahut Rabbinin hazineleri onların yanında mıdır? Ya da her şeye hakim olan kendileri midir?"
    },
    {
      "ayahNumber": "38",
      "ayahText": "Yoksa onların, üzerine çıkıp gizli sırları dinledikleri bir merdivenleri mi var? Öyleyse dinleyenleri, açık bir delil getirsinler."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Yoksa kızlar O'nun, oğullar da sizin mi?"
    },
    {
      "ayahNumber": "40",
      "ayahText": "Yoksa sen kendilerinden bir ücret istiyorsun da, bu yüzden onlar ağır bir borç altında eziliyorlar mı?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Yoksa gayba ait bilgiler kendi yanlarında da, onlar mı yazıyorlar?"
    },
    {
      "ayahNumber": "42",
      "ayahText": "Yahut bir tuzak mı kurmak istiyorlar? Asıl tuzağa düşecek olanlar, inkar edenlerdir."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Veya onların Allah'tan başka bir tanrısı mı var? Allah, onların ortak koştukları şeylerden uzaktır."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Gökten düşen bir kütle görseler \"Üst üste yığılmış bulutlardır\" derler."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Artık çarpılacakları günlerine kavuşuncaya kadar onları kendi hallerine bırak."
    },
    {
      "ayahNumber": "46",
      "ayahText": "O gün planları kendilerine hiçbir fayda vermez ve yardım da görmezler."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Şüphesiz zulmedenlere, ondan başka da azap vardır. Fakat çokları bilmezler."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Rabbinin hükmüne sabret. Çünkü sen gözlerimizin önündesin. Kalktığın zaman da Rabbini hamd ile tesbih et."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Gecenin bir kısmında ve yıldızların batışından sonra da O'nu tesbih et."
    }
  ]
}