{
  "surahNumber": "43",
  "surahName": "Zuhruf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha. Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Apaçık Kitab'a andolsun ki,"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz, anlayıp düşünmeniz için onu Arapça bir Kur'an kıldık."
    },
    {
      "ayahNumber": "4",
      "ayahText": "O, katımızda bulunan Ana Kitap'ta (levh-i mahfuzda) mevcut, yüce ve hikmetle dolu bir kitaptır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Siz, haddi aşan kimseler oldunuz diye, sizi Kur'an'la uyarmaktan vaz mı geçelim?"
    },
    {
      "ayahNumber": "6",
      "ayahText": "Daha önceki milletlere nice peygamberler göndermiştik."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar, kendilerine gelen her peygamberi mutlaka alaya alırlardı."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Biz bunlardan daha zorba olanları da helak ettik. Nitekim öncekilerde örneği geçmiştir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Andolsun ki, onlara gökleri ve yeri kim yarattı? diye sorsan; \"Onları şüphesiz güçlü olan, her şeyi bilen Allah yarattı\" derler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "O, size yeri beşik kılmış ve doğru gidesiniz diye yeryüzünde size yollar yaratmıştır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Gökten bir ölçüye göre suyu indiren O'dur. Biz onunla (kupkuru), ölü memlekete hayat veririz. İşte siz de böylece (mezarlarınızdan) çıkarılacaksınız."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Bütün çiftleri O yaratmıştır. Ve size bineceğiniz gemiler ve hayvanlar var etti."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Ki, böylece onların sırtına binip üzerlerine yerleşince, Rabbinizin ni'metini anarak: Bunu bizim hizmetimize vereni tesbih ve takdis ederiz, yoksa biz bunlara güç yetiremezdik, diyesiniz."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Biz şüphesiz Rabbimize döneceğiz (demelisiniz)."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ama onlar, kullarından bir kısmını, O'nun bir cüzü kıldılar. Gerçekten insan apaçık bir nankördür."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Yoksa Allah, yarattıklarından kızları kendisine aldı da oğulları size mi ayırdı?!"
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onlardan biri, Rahman'a isnat ettiği kız çocuğuyla müjdelenince, hiddetlenerek yüzü simsiyah kesilir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Süs içinde yetiştirilip savaş edemeyecek olanı mı istemiyorlar? (Onları Allah'ın parçası mı sayıyorlar?)"
    },
    {
      "ayahNumber": "19",
      "ayahText": "Onlar, Rahman'ın kulları olan melekleri de dişi saydılar. Acaba meleklerin yaratılışlarını mı görmüşler? Onların bu şahitlikleri yazılacak ve sorguya çekileceklerdir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Ve dediler ki: Rahman dileseydi biz onlara tapmazdık. Onların bu hususta bir bilgileri yoktur. Onlar sadece yalan söylüyorlar."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Yoksa bundan önce onlara bir kitap verdik de ona mı tutunuyorlar?"
    },
    {
      "ayahNumber": "22",
      "ayahText": "Hayır! \"Sadece, biz babalarımızı bir din üzerinde bulduk, biz de onların izinde gidiyoruz\" derler."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Senden önce de hangi memlekete uyarıcı göndermişsek mutlaka oranın varlıklıları: Babalarımızı bir din üzerinde bulduk, biz de onların izlerine uyarız, derlerdi."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Ben size, babalarınızı üzerinde bulduğunuz (din)den daha doğrusunu getirmişsem (yine mi bana uymazsınız)? deyince, dediler ki: Doğrusu biz sizinle gönderilen şeyi inkar ediyoruz."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Biz de onlardan intikam aldık. Bak, yalanlayanların sonu nasıl oldu?"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Bir zaman İbrahim, babasına ve kavmine demişti ki: Ben sizin taptıklarınızdan uzağım."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ben yalnız beni yaratana taparım. Çünkü O, beni doğru yola iletecektir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Bu sözü, ardından geleceklere devamlı kalacak bir miras olarak bıraktı ki, insanlar (onun dinine) dönsünler."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Doğrusu bunları da atalarını da kendilerine hak ve onu açıklayan bir peygamber gelinceye kadar geçindirdim."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Fakat kendilerine hak gelince: Bu bir büyüdür, biz onu tanımıyoruz, dediler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Ve dediler ki: Bu Kur'an iki şehirden bir büyük adama indirilse olmaz mıydı?"
    },
    {
      "ayahNumber": "32",
      "ayahText": "Rabbinin rahmetini onlar mı paylaştırıyorlar? Dünya hayatında onların geçimliklerini aralarında biz paylaştırdık. Birbirlerine iş gördürmeleri için kimini ötekine derecelerle üstün kıldık. Rabbinin rahmeti onların biriktirdikleri şeylerden daha hayırlıdır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Şayet insanların küfürde birleşmiş bir tek ümmet olması (tehlikesi) bulunmasaydı, Rahman'ı inkar edenlerin evlerinin tavanlarını ve çıkacakları merdivenleri gümüşten yapardık."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Evlerinin kapılarını ve üzerine yaslanacakları koltukları da (hep gümüşten yapardık)."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ve onları zinetlere boğardık. Bütün bunlar sadece dünya hayatının geçimliğidir. Ahiret ise, Rabbinin katında, Allah'ın azabından sakınıp rahmetine sığınanlara mahsustur."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Kim Rahman'ı zikretmekten gafil olursa, yanından ayrılmayan bir şeytanı ona musallat ederiz."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Şüphesiz bu şeytanlar onları doğru yoldan alıkoyarlar da onlar, kendilerinin doğru yolda olduklarını sanırlar."
    },
    {
      "ayahNumber": "38",
      "ayahText": "O şeytan dostu kimse, en sonunda bize gelince arkadaşına: Keşke benimle senin aranda doğu ile batı arası kadar uzaklık olsaydı, ne kötü arkadaşmışsın! der."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Zulmettiğiniz için bugün (nedamet) size hiçbir fayda vermeyecektir. Çünkü siz, azapta ortaksınız."
    },
    {
      "ayahNumber": "40",
      "ayahText": "(Resulüm!) Sağırlara sen mi işittireceksin; yahut körleri ve apaçık sapıklıkta olanları doğru yola sen mi ileteceksin?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Biz seni onlardan alıp götürsek de yine onlardan intikam alırız."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Yahut onlara vadettiğimiz azabı, sana gösteririz. Çünkü bizim onlara gücümüz yeter."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Sen, sana vahyedilene sımsıkı sarıl. Şüphesiz sen, dosdoğru yoldasın."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Doğrusu Kur'an, sana ve kavmine bir öğüttür. İleride ondan sorumlu tutulacaksınız."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Senden önce gönderdiğimiz elçilerimize (ümmetlerine) sor! Rahman'dan başka tapılacak tanrılar (edinin diye) emretmiş miyiz?"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Andolsun biz Musa'yı ayetlerimizle Firavun'a ve onun ileri gelen adamlarına göndermiştik de Musa: Ben alemlerin Rabbinin elçisiyim, demişti."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Onlara ayetlerimizi getirince, bunlara gülüvermişlerdi."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Onlara gösterdiğimiz her bir ayet (mucize) diğerinden daha büyüktü. Doğru yola dönsünler diye onları azaba uğrattık."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Bunun üzerine dediler ki: Ey büyücü! Sana verdiği ahde göre bizim için Rabbine dua et; çünkü biz artık doğru yola gireceğiz."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Fakat biz onlardan azabı kaldırınca, sözlerinden dönüverdiler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Firavun kavmine seslendi ve şöyle dedi: \"Ey kavmim! Mısır mülkü ve altımdan akıp giden şu ırmaklar benim değil mi? Hala görmüyor musunuz?\""
    },
    {
      "ayahNumber": "52",
      "ayahText": "\"Yoksa ben, kendisi zayıf ve neredeyse söz anlatamayacak durumda bulunan şu adamdan daha hayırlı değil miyim?\""
    },
    {
      "ayahNumber": "53",
      "ayahText": "\"Ona altın bilezikler verilmeli veya yanında ona yardımcı melekler gelmeli değil miydi?\""
    },
    {
      "ayahNumber": "54",
      "ayahText": "Firavun kavmini aldattı; onlar da kendisine boyun eğdiler. Onlar yoldan çıkmış bir kavimdir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Böylece bizi öfkelendirince onlardan intikam aldık, hepsini suda boğduk."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Onları, sonradan gelenlerin geçmişi ve bir ibret örneği kıldık."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Meryem oğlu İsa, bir misal olarak anlatılınca senin kavmin hemen bağrışmaya başladılar."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Bizim tanrılarımız mı hayırlı, yoksa o mu? dediler. Bunu sana ancak tartışmak için söylediler. Doğrusu onlar kavgacı bir toplumdur."
    },
    {
      "ayahNumber": "59",
      "ayahText": "O, sadece kendisine nimet verdiğimiz ve İsrailoğullarına örnek kıldığımız bir kuldur."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Eğer dileseydik, içinizden, yeryüzünde yerinize geçecek melekler yaratırdık."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Şüphesiz ki o (İsa), kıyametin (ne zaman kopacağının) bilgisidir. Ondan hiç şüphe etmeyin ve bana uyun; çünkü bu, dosdoğru yoldur."
    },
    {
      "ayahNumber": "62",
      "ayahText": "Sakın şeytan sizi yoldan çevirmesin. Çünkü o, sizin için apaçık bir düşmandır."
    },
    {
      "ayahNumber": "63",
      "ayahText": "İsa, açık delillerle geldiği zaman demişti ki: Ben size hikmet getirdim ve ayrılığa düştüğünüz şeylerden bir kısmını size açıklamak için geldim. Öyleyse Allah'tan korkun ve bana itaat edin."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Çünkü Allah, benim de Rabbim, sizin de Rabbinizdir. O'na ibadet edin. İşte bu, doğru yoldur."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Ama aralarından çıkan guruplar, bir ihtilafa düştüler. Acı bir günün azabı karşısında vay o zulmedenlerin haline!"
    },
    {
      "ayahNumber": "66",
      "ayahText": "Onlar farkında değillerken kıyamet gününün kendilerine ansızın gelmesinden başka bir şey mi bekliyorlar?"
    },
    {
      "ayahNumber": "67",
      "ayahText": "O gün, Allah'a karşı gelmekten sakınanlar dışında, dost olanlar (bile) birbirlerine düşman kesilirler."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ey kullarım! Bugün size korku yoktur. Sizler üzülmeyeceksiniz de."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Onlar ayetlerimize inanan ve müslüman olan (kullarım)idiler."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Siz ve eşleriniz, ağırlanmış olarak cennete giriniz!"
    },
    {
      "ayahNumber": "71",
      "ayahText": "Onlara altın tepsiler ve kadehler dolaştırılır. Orada canlarının istediği, gözlerinin hoşlandığı her şey vardır. Ve siz, orada ebedi kalacaksınız."
    },
    {
      "ayahNumber": "72",
      "ayahText": "\"İşte yaptıklarınıza karşılık size miras verilen cennet budur.\""
    },
    {
      "ayahNumber": "73",
      "ayahText": "\" Orada sizin için bol bol meyveler vardır, onlardan yersiniz\" denilir."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Şüphesiz suçlular cehennem azabında devamlı kalacaklar."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Azapları hafifletilmeyecektir. Onlar azap içinde kurtuluştan ümit kesmişlerdir."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Biz onlara zulmetmedik, fakat onlar kendileri zalim kimselerdir."
    },
    {
      "ayahNumber": "77",
      "ayahText": "Ey Malik! Rabbin bizim işimizi bitirsin! diye seslenirler. Malik de: Siz böyle kalacaksınız! der."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Andolsun biz size hakkı getirdik, fakat çoğunuz haktan hoşlanmıyorsunuz."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Yoksa (müşrikler) bir işe kesin karar mı verdiler? Doğrusu biz de kararlıyız!"
    },
    {
      "ayahNumber": "80",
      "ayahText": "Yoksa onlar, bizim kendilerinin sırlarını ve gizli konuşmalarını işitmediğimizi mi sanıyorlar? Hayır, öyle değil; yanlarındaki elçilerimiz (hafaza melekleri de) yazmaktadırlar."
    },
    {
      "ayahNumber": "81",
      "ayahText": "De ki: Eğer Rahman'ın bir çocuğu olsaydı, elbette ben (ona) kulluk edenlerin ilki olurdum!"
    },
    {
      "ayahNumber": "82",
      "ayahText": "Göklerin ve yerin Rabbi, Arş'ın da Rabbi olan Allah onların vasıflandırmalarından yücedir, münezzehtir."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Sen bırak onları, kendilerine söz verilen günlerine kavuşuncaya kadar batıla dalsınlar, oynaya dursunlar."
    },
    {
      "ayahNumber": "84",
      "ayahText": "Gökteki İlah da, yerdeki İlah da O'dur. O, hakimdir, her şeyi bilendir."
    },
    {
      "ayahNumber": "85",
      "ayahText": "Göklerin, yerin ve ikisi arasında bulunan her şeyin mülkü kendisine ait olan Allah ne yücedir! Kıyamet saatini bilmek de O'na mahsustur. Siz O'na döndürüleceksiniz."
    },
    {
      "ayahNumber": "86",
      "ayahText": "Allah'ı bırakıp da taptıkları putlar, şefaat edemezler. Ancak bilerek hakka şahitlik edenler bunun dışındadır."
    },
    {
      "ayahNumber": "87",
      "ayahText": "Andolsun onlara kendilerini kimin yarattığını sorsan elbette \"Allah\" derler. O halde nasıl (Allah'a kulluktan) çeviriliyorlar?"
    },
    {
      "ayahNumber": "88",
      "ayahText": "(Resulullah'ın:) \"Ya Rabbi! Bunlar, iman etmeyen bir kavimdir\" demesini de( Allah biliyor)"
    },
    {
      "ayahNumber": "89",
      "ayahText": "Şimdilik sen onlardan yüz çevir ve size selam olsun de. Yakında bilecekler! buyurdu."
    }
  ]
}