{
  "casiye": {
    "surahNumber": "45",
    "surahNameTr": "Câsiye Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Hâ, Mîm"
      },
      {
        "ayahNumber": "2",
        "ayahText": "Bu kitabın indirilmesi o (üstün kudret, tam hüküm ve hikmet sahibi) azîz ve hakîm Allah tarafındandır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Şüphesiz göklerde ve yerde müminler için Allah'ın kudret ve hikmetine dair çok deliller vardır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Siz insanların yaratılışınızda ve Allah'ın dünyanın her tarafında yaydığı canlılarda, kesin bilgiye ulaşıp gerçekleri tasdik edecek kimseler için deliller vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Gece ve gündüzün peş peşe gelip müddetlerinin uzayıp kısalmasında, Allah'ın gökten bir rızık, yani yağmur indirip onunla ölümünden sonra yeryüzünü diriltmesinde, rüzgârları evirip çevirmesinde, akıllarını kullanıp düşünecek kimseler için Allah’ın kudretine ve hikmetine dair birçok deliller vardır."
      },
      {
        "ayahNumber": "6",
        "ayahText": "(O tekvînî âyetlerin yanında) işte bunlar da Allah'ın (tenzîlî) âyetleridir ki, gerçeğin ta kendisi olarak (Cebrail vasıtasıyla) okuyup beyan ediyoruz.Allah’a ve O’nun âyetlerine inanmadıktan sonra, onlar acaba daha hangi söze inanacaklar?"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Yalana, sahtekârlığa, günaha dadanan her kimsenin vay haline! Böylesi, Allah'ın kendisine okunan âyetlerini işitir de sonra kibrine yediremeyip büyüklük taslayarak, sanki onları hiç işitmemiş gibi inkârında direnir. Ona gayet acı bir azabı müjdele!"
      },
      {
        "ayahNumber": "8",
        "ayahText": "Yalana, sahtekârlığa, günaha dadanan her kimsenin vay haline! Böylesi, Allah'ın kendisine okunan âyetlerini işitir de sonra kibrine yediremeyip büyüklük taslayarak, sanki onları hiç işitmemiş gibi inkârında direnir. Ona gayet acı bir azabı müjdele!"
      },
      {
        "ayahNumber": "9",
        "ayahText": "Âyetlerimizden öğrendiği bir şeyler olursa, onları alaya alır. İşte onlara hor ve zelil edecek bir azabın geleceğini müjdele!"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Peşlerinde de cehennem onları beklemektedir. Ne kazandıkları servetler, ne de Allah'tan başka edindikleri dostlar ve hâmiler, kendilerine fayda vermez. Onlara müthiş bir azap vardır."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Bu Kur'ân, hidâyet rehberidir. Rab’lerinin âyetlerini reddedenlere ise, en fenasından gayet acı bir azap vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Allah o yüce Zattır ki, içinde emri ve izni ile gemiler akıp gitsin, lütfundan nasiplerinizi arayıp şükredesiniz diye denizleri hizmetinize vermiştir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Hem göklerde ve yerde ne varsa, hepsini Kendi tarafından bir lütuf olarak hizmetinize veren de O'dur. Elbette bunda düşünecek kimseler için ibretler vardır. [16,53]"
      },
      {
        "ayahNumber": "14",
        "ayahText": "İman edenlere söyle ki: Allah'ın ceza günlerinin gelip çatacağını beklemeyenlerin ezalarına aldırış etmesinler, kusurlarını bağışlasınlar. Çünkü nasılsa Allah, herkese yaptıklarının karşılığını verecektir (iman edenlere de sabır ve aflarının ödülünü verecektir.)"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kim güzel ve makbul bir iş yaparsa, kendisi için yapar. Kim de kötülük işlerse kendi aleyhinedir. Sonunda Rabbinizin huzuruna götürüleceksiniz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Gerçekten Biz İsrailoğullarına, kitap, hükümranlık, hikmet ve nübüvvet verdik.Onları helâl ve has nimetlerle rızıklandırdık ve onları diğer insanlara üstün kıldık."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Onlara din işinde parlak deliller, mûcizeler verdik. Şimdi onların din konusunda ihtilaf etmeleri, sırf kendilerine gerçeğe dair ilim geldikten sonra haset ve ihtirastan dolayıdır.Senin Rabbin kıyamet günü, ayrılığa düştükleri hususlarda aralarında hükmünü verecektir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Sonra din işinde, seni ayrı bir şeriat yoluna koyduk. Sen ona tâbi ol, gerçeği bilmeyenlerin keyiflerine uyma. [42,13-15]"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Çünkü Allah'tan gelecek herhangi bir cezayı önleme hususunda, onlar sana hiçbir fayda veremezler. Zalimler birbirinin dostudur. Allah ise müttakilerin dostudur!"
      },
      {
        "ayahNumber": "20",
        "ayahText": "Bu Kur'ân, delilleri ile, fikirleri ve kalpleri aydınlatan basiret nurlarıdır iman edecek kimseler için hidâyet rehberi ve rahmettir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yoksa o kötülükleri işleyip duranlar, iman edip güzel ve makbul işler gerçekleştirenlere yaptığımız muameleyi, kendilerine de göstereceğimizi, hayatlarında ve ölümlerinde onları bir tutacağımızı mı sanıyorlar? Ne kötü, ne yanlış bir muhakeme! [59,20]"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Halbuki Allah gökleri ve yeri hikmetle, gerçek bir maksatla ve bir de herkes ne kazanmışsa, kendilerine asla haksızlık edilmeksizin, ona göre karşılık görmesi için yaratmıştır."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Baksana kendi heva ve hevesini ilah edinen, ilmi olduğu halde Allah'ın kendisini şaşırtıp, kulağını ve kalbini mühürlediği, gözlerine de perde çektiği kimsenin haline! Hakkı görmemekte ve azgınlıkta ısrar etmesi sebebiyle Allah’ın şaşırttığı bu kimseyi kim yola getirebilir? Düşünmüyor musunuz? [7,186]"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Âhireti inkâr eden kâfirler bir de şöyle dediler: “Hayat, sadece bu dünyada yaşadığımız hayattan ibarettir: Ölürüz, yaşarız. Bizi yalnız zamanın akışı helâk eder.”Aslında, buna dair hiçbir kesin bilgileri yoktur, onlar sadece zanlarıyla böyle söylüyorlar."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Kendilerine iman esaslarına ve bu arada âhirete dair âyetlerimiz açık açık okunduğunda, onların ileri sürdükleri tek iddia: “Eğer siz bu inancınızda tutarlı iseniz, gelip geçmiş atalarımızı diriltin de önümüze getirin” demekten başka bir şey olmaz. [2,28; 30,27]"
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: “Size hayatı veren Allah'tır. Sonra sizi yine O öldürür, sonra da hepinizi, hakkında hiç şüphe olmayan kıyamet (dirilme) günü bir araya toplar; ama insanların çoğu bu gerçeği bilmezler.” [64,9; 77,12-13; 11,104; 70,6-7]"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Göklerin ve yerin hakimiyeti Allah'ındır. Kıyamet saati gelip çattığı gün, işte o gün batıl dâva peşinde olanlar, en büyük kayba uğrayacaklardır."
      },
      {
        "ayahNumber": "28",
        "ayahText": "O gün bütün ümmetleri, bir araya toplanmış ve diz çökmüş vaziyette görürsün. Her ümmet, hesap defterlerini okumaya çağırılır. Daha önce ne yaptıysanız bugün sadece onun karşılığını alırsınız. [17,14; 75,13-15; 18,49]"
      },
      {
        "ayahNumber": "29",
        "ayahText": "İşte karşınızda sadece gerçekleri dile getiren defterimiz. Biz sizin yaptığınız her işi bir yere kaydediyorduk. [17,14; 18,49]"
      },
      {
        "ayahNumber": "30",
        "ayahText": "İman edip makbul ve güzel işler yapanların yüce Rab'leri, kendilerini rahmetine alır. İşte en kesin başarı, en büyük mutluluk budur."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Kâfirlere ise yüce Allah tarafından, şöyle denilir: “Âyetlerim size okunduğunda siz büyüklük taslamış ve hep suç işleyen kimseler olmuştunuz değil mi?”"
      },
      {
        "ayahNumber": "32",
        "ayahText": "Size: “Allah'ın vâdi gerçektir, kıyamet (dirilme) saati mutlaka gelecektir” denildiğinde siz: “Kıyamet neymiş bilmeyiz, biz olsa olsa bir zan ve tahminde bulunabiliriz, ama biz kesin bir tarzda ona inanmayız.” demiştiniz."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Derken, yaptıkları ne kadar kötü, pis iş varsa karşılarına çıktı. Alay ettikleri cehennem azabı, kendilerini her taraftan sardı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Ve kendilerine şöyle denildi: “Siz Bizi, daha önce nasıl unutup terk ettiyseniz, Biz de bugün sizi unutup kendi halinize bırakacağız! Kalacağınız yer ateştir. Hiçbir yardımcınız da yoktur.Bu böyle olacak, çünkü siz Allah'ın âyetlerini alay konusu yaptınız, dünya hayatı sizi aldattı.” Bugün artık ne oradan çıkarılırlar, ne de özürleri kabul edilip dünyaya gönderilirler."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Ve kendilerine şöyle denildi: “Siz Bizi, daha önce nasıl unutup terk ettiyseniz, Biz de bugün sizi unutup kendi halinize bırakacağız! Kalacağınız yer ateştir. Hiçbir yardımcınız da yoktur.Bu böyle olacak, çünkü siz Allah'ın âyetlerini alay konusu yaptınız, dünya hayatı sizi aldattı.” Bugün artık ne oradan çıkarılırlar, ne de özürleri kabul edilip dünyaya gönderilirler."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Demek ki bütün hamdler, övgüler göklerin Rabbi, yerin Rabbi ve âlemlerin Rabbi Allah'a mahsustur."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Göklerde ve yerde ululuk yalnız O'na aittir. Azîz ve hakîm O’dur (üstün kudret, tam hüküm ve hikmet sahibidir)."
      }
    ]
  }
}