{
  "enfal": {
    "surahNumber": "8",
    "surahNameTr": "Enfâl Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Sana ganimetlerin taksimini soruyorlar. De ki: “Onun taksimi Allah'a ve Resulüne aittir.Onun için siz gerçek mümin iseniz Allah’a karşı gelmekten sakının, birbirinizle aranızı düzeltin, Allah’a ve Resulüne itaat edin."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Gerçek müminler ancak o kimselerdir ki yanlarında Allah zikredilince kalpleri ürperir, kendilerine O'nun âyetleri okununca bu, onların imanlarını artırır ve yalnız Rab’lerine güvenip dayanırlar. [3,135; 39,23; 9,124]"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Namazı hakkıyla ifa edip kendilerine nasib ettiğimiz mallardan hayırlı işlerde harcarlar."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İşte gerçek müminler onlardır.Onlara Rab'lerinin nezdinde, cennette yüksek dereceler, mağfiret ve kıymetli bir nasip vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Nitekim pek yerinde ve gerekli bir iş için Rabbin seni evinden çıkardığı zaman da, müminlerden bir kısmı bundan hoşlanmamıştı.Gerçek apaçık meydana çıktıktan sonra bile, onlar bu hususta seninle münakaşa ediyorlardı; sanki göz göre göre ölüme sevk ediliyorlardı. [2,216; 3,123]"
      },
      {
        "ayahNumber": "6",
        "ayahText": "Nitekim pek yerinde ve gerekli bir iş için Rabbin seni evinden çıkardığı zaman da, müminlerden bir kısmı bundan hoşlanmamıştı.Gerçek apaçık meydana çıktıktan sonra bile, onlar bu hususta seninle münakaşa ediyorlardı; sanki göz göre göre ölüme sevk ediliyorlardı. [2,216; 3,123]"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Allah iki topluluktan birine sizi galip kılacağını vâd ettiğinde siz silahsız olan topluluğun (kervanın) sizin olmasını arzu ediyordunuz.Halbuki Allah ise, emirleriyle hakkı üstün kılmak ve şirkin kuvvetini yok ederek kâfirlerin ardını kesmek istiyordu ki, o suçlu müşrik gürûhu hoşlanmasa da, hak olan İslâm'ı yüceltsin, batıl olan şirki de ortadan kaldırsın."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Allah iki topluluktan birine sizi galip kılacağını vâd ettiğinde siz silahsız olan topluluğun (kervanın) sizin olmasını arzu ediyordunuz.Halbuki Allah ise, emirleriyle hakkı üstün kılmak ve şirkin kuvvetini yok ederek kâfirlerin ardını kesmek istiyordu ki, o suçlu müşrik gürûhu hoşlanmasa da, hak olan İslâm'ı yüceltsin, batıl olan şirki de ortadan kaldırsın."
      },
      {
        "ayahNumber": "9",
        "ayahText": "O vakit siz Rabbinizden yardım istiyordunuz.O da: “Ben size peş peşe gelecek bin melaike ile imdad edeceğim” diye duanızı kabul buyurdu."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Allah bunu, sırf size bir müjde olsun ve bununla kalpleriniz güven duysun diye yaptı.Yoksa gerçekte yardım ancak Allah'tandır, başkasından değil!Çünkü Allah, azîzdir, hakîmdir (mutlak galiptir, tam hüküm ve hikmet sahibidir). [3,140-160; 9,14; 28,43]"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Düşman korkusundan gözünüze uyku girmediği için o vakit Allah, inâyeti ile güven ve sükûnet vermek için sizi hafif bir uykuya daldırıyordu.Sizi temizlemek, şeytanın pisliğini, vesvesesini sizden gidermek,kalplerinize kuvvet vermek ve savaş meydanında ayaklarınızı sabit kılmak için gökten üzerinize su indiriyordu. [3,154; 94,5-6; 76,21]"
      },
      {
        "ayahNumber": "12",
        "ayahText": "Rabbin meleklere vahyediyordu ki: “Muhakkak Ben sizinle beraberim, haydi siz de müminlere sebat ve cesaret verin. Kâfirlerin kalplerine korku salacağım.Haydi vurun onların boyunlarına, vurun onların parmaklarına!” [47,4]"
      },
      {
        "ayahNumber": "13",
        "ayahText": "Evet böyle! Çünkü onlar Allah'a ve Resulüne karşı çıktılar.Kim Allah’ın ve Resulünün karşısına çıkarsa bilmeli ki Allah’ın cezası çetindir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İşte ey kâfirler! Bunu gördünüz ya, şimdi tadın bakalım onu! Kâfirlere ayrıca bir de cehennem azabı var!"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ey iman edenler! Ordu halinde kâfirlerle savaşmak için karşılaştığınızda, onlara arkanızı dönüp kaçmayın."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Her kim böyle bir günde, -savaş icabı dönüp hücum etmek için bir tarafa çekilmek veya diğer bir birliğe katılmak gibi taktik bir maksat dışında- düşmana arka çevirirse, Allah'tan bir gazaba uğrar; onun varacağı yer cehennemdir, o ne kötü bir âkıbettir!"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Siz savaşta onları kendi kuvvetinizle öldürmediniz, lâkin Allah öldürdü.(Ey Resulüm) Attığın vakit sen atmadın, lâkin Allah attı.Ve bunu, Allah müminleri güzel bir imtihana tâbi tutmak için yaptı. Şüphesiz ki Allah hakkıyla işitir ve bilir. [3,123; 9,25; 2,249]"
      },
      {
        "ayahNumber": "18",
        "ayahText": "İşte Allah size böyle yaptı. Çünkü Allah kâfirlerin tedbirini zayıflatır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Ey müşrikler! Siz zafer mi istiyordunuz? İşte zafer geldi!Siz müminlere hücumdan vazgeçerseniz bu, sizin için daha iyi olur; yok döner yine savaşa başlarsanız, Biz de başlarız! Askeriniz çok da olsa size hiç fayda vermez, çünkü Allah müminlerle beraberdir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ey iman edenler! Allah'a ve Resulüne itaat edin,Kur’ân’ı ve Resulullah’ın öğütlerini işitip dururken ondan yüzçevirmeyin."
      },
      {
        "ayahNumber": "21",
        "ayahText": "İtaat kulağıyla işitip dinlemedikleri halde, bir de yalan atıp “işittik!” diyenler gibi olmayın."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Çünkü Allah katında yerde gezinen canlıların en kötüsü, o düşünmeyen sağır ve dilsizlerdir. [7,179; 2,171]"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Şayet Allah onlarda bir hayır olduğunu bilseydi, onlara işittirirdi.Fakat onlara hak sözü işittirse bile onlar yine yüz çevirir ve döner giderlerdi."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Ey iman edenler! Allah ve Resulü size hayat verecek hakikatlere sizi dâvet ettiğinde ona icabet edin.Bilin ki Allah insan ile kalbi arasına girer (dilediği takdirde arzusunu gerçekleştirmesini önler) ve siz dönüp O'nun huzurunda toplanacaksınız."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Bir de öyle bir fitneden sakının ki o, içinizden yalnız zulmedenlere dokunmakla kalmaz, hepinize şamil olur.Biliniz ki Allah'ın cezalandırması şiddetlidir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Düşünün ki bir zaman siz dünyada az ve zayıf idiniz.Öyle ki insanların sizi tutup kapacağından endişe ediyordunuz.Bu halde iken Allah size yer yurt nasib etti, sizi yardımıyla destekledi, sizi temiz ve helâl şeylerle rızıklandırdı, ta ki şükredesiniz."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ey iman edenler! Allah'a ve Resulüne hıyanet etmeyin, bile bile aranızdaki emanetlerinize de hıyanet etmeyin!"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Biliniz ki mallarınız ve evlatlarınız, sadece birer imtihan konusudur. Büyük mükâfat ise, âhirette Allah nezdindedir. [64,15; 21,35; 63,9]"
      },
      {
        "ayahNumber": "29",
        "ayahText": "Ey iman edenler! Siz Allah'ı sayar haramlardan sakınırsanız,Allah size hakkı batıldan ayırd edecek bir anlayış kuvveti verir, sizin günahlarınızı örter, sizi affeder. Allah büyük lütuf sahibidir. [57,28]"
      },
      {
        "ayahNumber": "30",
        "ayahText": "Bir vakit de o kâfirler senin elini kolunu bağlayıp zindana mı atsınlar, yahut öldürsünler mi, yahut seni ülke dışına mı sürsünler diye birtakım tuzaklar planlıyorlardı.Onlar tuzak kuradursunlar, Allah da tuzak kuruyordu. Allah tuzak kuranların en hayırlısıdır."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Onlara âyetlerimiz okunduğu zaman:“Artık anladık! Biliyoruz! Dilesek bunun benzerini biz de söyleyebiliriz. Bu, önceden geçmiş insanların masallarından başka bir şey değildir!” derler. [25,5-6]"
      },
      {
        "ayahNumber": "32",
        "ayahText": "Hani bir zaman da onlar: “Ya Rabbî, eğer bu Kur'ân senin tarafından gelmiş hak bir kitap ise hemen üzerimize gökten taş yağdır, yahut bize acı bir azap ver!” demişlerdi."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Halbuki sen onların aralarında bulunduğun müddetçe Allah onları azaba uğratmaz; eğer onlar istiğfar ederlerse Allah bu takdirde de onlara azab etmez. [29,53; 38,16; 70,1-3; 26,87]"
      },
      {
        "ayahNumber": "34",
        "ayahText": "Allah ne diye onları cezalandırmasın kionlar kendileri Mescid-i Haramı yönetmeye layık olmadıkları halde, üstelik orayı ziyaret etmek isteyen müminleri de geri çeviriyorlar?Oranın hizmet ve yönetimine asıl ehil olanlar, Allah'ı sayıp O’na şerik koşmaktan sakınanlardır. Fakat onların çoğu bunu bilmezler."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Onların Mescid-i Haramdaki duaları ise ıslık çalıp el çırpmaktan başka bir şey değil!Öyleyse küfür ve küfranınızdan dolayı tadın bakalım azabı! [48,25]"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Kâfirler, insanları Allah yolundan uzaklaştırmak için mallarını harcıyorlar.Daha da harcayacaklar!Ama gayelerine ulaşamayacaklarından bu, onlara yürek acısı olacak, sonra da mağlup edilecekler.İnkârlarında ısrar edenler toplanıp cehenneme sevk edilecekler."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Ta ki Allah murdarı temizden ayırsın ve murdarları birbiri üzerine bindirip hepsini bir araya yığsın ve topunu birden cehenneme doldursun. İşte her şeylerini kaybedenler bunlardır. [10,28; 30,14; 36,59]"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Ey Resulüm! O kâfirlere de ki: “Eğer Peygambere düşmanlıktan vazgeçip İslâm'a girerlerse daha önceki suçları bağışlanacak. Yok eğer dönüp tekrar düşmanlığa başlayacak olurlarsa, zaten emsallerinin başlarına gelen haller gözlerinin önünde!”"
      },
      {
        "ayahNumber": "39",
        "ayahText": "Dünyada fitne kalmayıp din, tamamen Allah'a ait oluncaya kadar onlarla savaşın. Eğer fitneden vazgeçerlerse, onları bırakın.Allah zaten onların yaptıklarını hakkıyla görmektedir. [2,193; 9,5-11]"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Yok eğer yüz çevirirlerse biliniz ki Allah sizin mevla'nız! O ne güzel mevlâ, ne güzel yardımcıdır!"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Bir de malumunuz olsun ki savaşta elde ettiğiniz ganimetin beşte biri Allah'ındır. Yani Resulullâha, onun akrabalarına, yetimlere, yoksullara ve yolculara (gariplere) aittir.Eğer Allah’a ve iki ordunun karşılaştığı, hak ile batılın iyice açığa çıktığı o Bedir günü kulumuza indirdiğimiz âyetlere iman ediyorsanız, bu hükmü böylece kabul edeceksiniz. Allah her şeye kadirdir. [3,161; 59,6-10] {KM, Tekvin 34,25-29; Tesniye 13,17; 20,10-14}"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Hani Bedir savaşı günü ey Müslümanlar, Siz vadinin yakın kenarında idiniz, onlar da uzak tarafında idiler!Kervan ise sizden daha aşağıda (deniz sahilinde) idi.Eğer sözleşmiş olsaydınız dahi, sözleştiğiniz vakitte öyle buluşamazdınız.Fakat Allah, takdir ettiği bir işi yerine getirmek için, sizi böyle buluşturdu ki helâk olan, bir delile göre helâk olsun, yaşayan da bir delile göre yaşasın.Çünkü Allah her şeyi hakkıyla işitir ve bilir. [6,122]"
      },
      {
        "ayahNumber": "43",
        "ayahText": "O vakit Allah sana müşrik askerlerini rüyanda az göstermişti. Eğer onları çok gösterseydi paniğe kapılır, emir ve kumanda konusunda ihtilâfa düşerdiniz. Fakat Allah sizi bundan kurtardı. Çünkü O bütün sinelerin gizlediklerini pek iyi bilir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Karşılaştığınız zaman Allah sizin gözlerinizde onları az gösteriyor, sizi de onlara az gösteriyordu ki Allah takdir ettiği işi yerine getirsin.Bütün işler sonuçta Allah'a raci olur (nihaî karar ve yürütme O’na aittir.) [3,13]"
      },
      {
        "ayahNumber": "45",
        "ayahText": "Ey iman edenler! Savaş esnasında karşı karşıya geldiğiniz düşman birliğine karşı dayanın, sebat edin ve Allah'ı çok zikredin ki felah bulasınız."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Allah'a ve Resulüne itaat edin, sakın birbirinizle ihtilaf etmeyin; sonra korkuya kapılıp za’fa düşersiniz, rüzgârınız (kuvvetiniz) gider.Bir de tam mânasıyla sabredin. Çünkü Allah sabredenlerle beraberdir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Memleketlerinden çalım satarak, halka gösteriş yaparak savaşa çıkan ve Allah yolundan insanları uzaklaştıranlar gibi olmayın.Allah onların bütün yaptıklarını çepeçevre kuşatmıştır."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Hani şeytan onlara yaptıkları işi güzel gösterip şöyle demişti:“Bugün insanlardan size galip gelecek kimse yoktur. Ben de yanınızdayım!”Fakat iki ordu birbirini görecek hale gelip karşılaşınca gerisin geri dönüverdi ve:“Ben, dedi, sizden uzağım, ben sizin göremediğiniz şeyleri görüyorum, ben Allah'tan korkarım. Öyle ya, Allah’ın azabı çok şiddetlidir.” [59,16; 14,22]"
      },
      {
        "ayahNumber": "49",
        "ayahText": "O zaman münafıklar ve kalplerinde şüphe bulunanlar diyorlardı ki: “Bu Müslümanları dinleri aldatmış, (çünkü kendilerinden çok üstün bir ordu ile savaşa girişiyorlar.)”Halbuki kim Allah'a güvenip dayanırsa Allah ona yeter. Şüphe yok ki Allah azîzdir, hakîmdir (mutlak galiptir, tam hüküm ve hikmet sahibidir)."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Melekler o kâfirlerin yüzlerine ve arkalarına vurarak “Tadın bakalım cayır cayır yanmanın acısını!” diyerek canlarını alırken bir görmeliydin! [6,93]"
      },
      {
        "ayahNumber": "51",
        "ayahText": "“İşte bu, sizin ellerinizin işleyip öne sürdüğü işlerin karşılığıdır; yoksa Allah asla kullarına zulmetmez.”"
      },
      {
        "ayahNumber": "52",
        "ayahText": "Bunların gidişi, tıpkı Firavun hanedanının ve onlardan öncekilerin tutumu gibi oldu: Allah'ın âyetlerini inkâr ettiler, Allah da günahları sebebiyle onları bastırıverdi.Çünkü Allah pek kuvvetli, azabı da çok şiddetlidir. {KM, Çıkış 14. bölüm}"
      },
      {
        "ayahNumber": "53",
        "ayahText": "Bu cezanın sebebi şudur: Bir millet kendilerinde bulunan güzel ahlâk ve meziyetleri değiştirmedikçe Allah da onlara verdiği nimeti, güzel durumu değiştirmez.Bir de şundan ki: Allah her şeyi hakkıyla işitir ve bilir (dolayısıyla herkese lâyık olduğunu verir)."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Evet, tıpkı Firavun hanedanının ve onlardan öncekilerin tutumu gibi: Rab'lerinin âyetlerini yalan saydılar. Biz de günahları sebebiyle onları imha ettik. Firavun ve beraberindekileri de denizde boğdu. Doğrusu, bunların hepsi de zalim idiler."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Allah indinde bütün canlı mahlûkat içinde en kötü olanlar, inkârcılıkta ısrar edenlerdir ki onlar imana gelmezler."
      },
      {
        "ayahNumber": "56",
        "ayahText": "Onlar kendileriyle anlaşma yaptığında hiç çekinmeden her defasında anlaşmayı bozan kimselerdir."
      },
      {
        "ayahNumber": "57",
        "ayahText": "Onları savaşta ele geçirirsen, kendilerine öyle bir muamele yap ki onların arkasındaki bütün öbür düşmanlara da ibret olsun da, akıllarını başlarına alsınlar."
      },
      {
        "ayahNumber": "58",
        "ayahText": "Seninle sözleşme yapan bir millette sözleşmeye aykırı bir hainlik alameti tesbit edersen, savaş açmadan önce anlaşmanın artık geçersiz kaldığını ilan et ki bunu bilme hususunda iki taraf da eşit olsun. Çünkü Allah hainleri asla sevmez."
      },
      {
        "ayahNumber": "59",
        "ayahText": "İnkâr edenler, öne geçtiklerini hiç zannetmesinler. Onlar elimizden kurtulamazlar."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Düşmanlara karşı gücünüz yettiği kadar kuvvet hazırlayın.Savaş atları yetiştirin ki bu hazırlıkla Allah'ın düşmanlarını, sizin düşmanlarınızı ve onların ötesinde sizin bilemeyip de, ancak Allah’ın bildiği diğer düşmanları korkutup yıldırasınız.Allah yolunda her ne harcarsanız, onun karşılığı size eksiksiz ödenir, size asla haksızlık yapılmaz. [29,4; 24,57; 3,196-197; 9,101; 2,261]"
      },
      {
        "ayahNumber": "61",
        "ayahText": "Eğer onlar barışa yanaşırlarsa sen de yanaş ve Allah'a güven. Çünkü Allah semîdir, alîmdir (her şeyi hakkıyla işitir ve bilir). [4,90; 47,35]"
      },
      {
        "ayahNumber": "62",
        "ayahText": "Eğer birtakım hilelerle seni aldatmak isterlerse, hiç endişe etme. Allah sana yeter.O'dur ki seni yardımıyla ve bir de müminlerle destekledi. Müminlerin kalplerini birbirine ısındırıp bir araya getirdi.Şayet sen dünyada bulunan her şeyi sarf etseydin bile yine de onların kalplerini birleştiremezdin, fakat Allah onları birleştirdi. Çünkü O azizdir, hakîmdir (üstün kudret, tam hüküm ve hikmet sahibidir). [3, 103]"
      },
      {
        "ayahNumber": "63",
        "ayahText": "Eğer birtakım hilelerle seni aldatmak isterlerse, hiç endişe etme. Allah sana yeter.O'dur ki seni yardımıyla ve bir de müminlerle destekledi. Müminlerin kalplerini birbirine ısındırıp bir araya getirdi.Şayet sen dünyada bulunan her şeyi sarf etseydin bile yine de onların kalplerini birleştiremezdin, fakat Allah onları birleştirdi. Çünkü O azizdir, hakîmdir (üstün kudret, tam hüküm ve hikmet sahibidir). [3, 103]"
      },
      {
        "ayahNumber": "64",
        "ayahText": "Ey Peygamber! Allah sana ve sana tabi olan müminlere yeter."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Ey Peygamber! Müminleri savaşa teşvik et. Eğer sizden tam sabırlı yirmi kişi olursa, iki yüz kişiye galip gelir ve eğer siz müminlerden yüz kişi olursa, kâfirlerden bin kişiyi mağlup eder; çünkü o kâfirler gerçeği ve âkıbeti anlamayan bir güruhtur. {KM, Levililer 26,8}"
      },
      {
        "ayahNumber": "66",
        "ayahText": "Ama şimdi Allah yükünüzü hafifletti, çünkü sizde savaşma konusunda bir zayıflık olduğunu müşahede etti.O halde sizden sabırlı yüz kişi, Allah'ın izniyle onlardan iki yüz kâfire üstün gelir ve eğer sizden bin kişi olursa, onlardan iki bin kişiye galip gelir.Çünkü Allah sabredenlerle beraberdir."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Bir Peygamberin, dünyada zafer kazanıp küfrü zelil kılmadıkça, esirler edinip onları fidye karşılığında serbest bırakması uygun düşmez.Siz dünya metâını istiyorsunuz. Allah ise âhireti kazanmanızı istiyor.Allah azizdir, hakîmdir (üstün kudret, tam hüküm ve hikmet sahibidir). [47,4]"
      },
      {
        "ayahNumber": "68",
        "ayahText": "Eğer (içtihad neticesi verilen hükümlerden ötürü azap etmeyeceğine veya ganimetleri helâl kılacağına dair) Allah'ın Levh-i Mahfuzda yazdığı daha önceki bir hüküm olmasaydı, aldığınız fidyeden dolayı size büyük bir azap dokunurdu. {KM, Tesniye 20,10-14; 13,13-18}"
      },
      {
        "ayahNumber": "69",
        "ayahText": "(Ama bundan böyle fidyeyi ve ganimeti size mübah kıldım) artık aldığınız ganimetleri helâl ve hoş olarak yiyin. Allah'a karşı gelmekten sakının. Gerçekten Allah gafurdur, rahîmdir (affı, merhamet ve ihsanı boldur)."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Ey Peygamber! Ellerinizdeki esirlere de ki“Eğer Allah sizin kalplerinizde hayır yani iyi niyet, iman ve ihlâs istidadı bulursa, sizden alınan fidyelerden daha hayırlısını size verir ve günahlarınızı bağışlar. Çünkü Allah gafurdur, rahîmdir (affı, merhamet ve ihsanı boldur)."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Eğer sana hıyanet etmek isterlerse unutmasınlar ki daha önce de onlar Allah'a hıyanet etmişlerdi de, Allah onlara karşı sana imkân ve kudret vermişti, onları senin eline düşürmüştü. Allah alîmdir, hakîmdir (her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir)."
      },
      {
        "ayahNumber": "72",
        "ayahText": "İman edip Allah yolunda hicret edenler, mallarıyla ve canlarıyla Allah yolunda cihad edenlerle onları barındıran ve onlara yardım eden Ensar var ya, işte bunlar birbirlerinin velileridir (malda da birbirlerinin vârisidirler).İman edip de hicret etmeyenlere gelince, onlar hicret etmedikçe, sizin için mirasda onlara hiçbir velayet yoktur.Bununla beraber eğer din hususunda sizden yardım isterlerse sizinle aralarında sözleşme bulunan bir topluluk aleyhine olmamak şartıyla, onlara yardım etmeniz gerekir. Allah bütün yaptıklarınızı görmektedir. [9,100-117; 59,8-9]"
      },
      {
        "ayahNumber": "73",
        "ayahText": "Dini inkâr edenler birbirlerine sahip çıkarlar. Eğer siz birbirinize yardımcı olmazsanız, dünyada fitne kopar, müthiş bir bozukluk, bir fesat ortaya çıkar."
      },
      {
        "ayahNumber": "74",
        "ayahText": "İman edip hicret edenler, Allah yolunda cihad edenlerle onlara kucak açıp yardım eden Ensar var ya, İşte gerçek müminler bunlardır.Bunlara bir mağfiret, pek değerli bir nasip vardır."
      },
      {
        "ayahNumber": "75",
        "ayahText": "Bunlardan sonra iman edip hicret edenler, sizinle beraber cihad edenler var ya, işte onlar da sizdendir.Allah'ın hükmüne göre, akrabalık yönünden yakınlıkları olanlar, birbirlerine vâris olmaya daha lâyıktırlar. Muhakkak ki Allah her şeyi hakkıyla bilir. [9,100; 33,6; 59,10]"
      }
    ]
  }
}