{
  "nuh": {
    "surahNumber": "71",
    "surahNameTr": "Nûh Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Biz Nûh'u kendi milletine peygamber olarak gönderip:“Gayet acı bir azap başlarına gelip çatmadan önce halkını uyar!” dedik."
      },
      {
        "ayahNumber": "2",
        "ayahText": "O da: “Ey benim milletim! Ben size gönderilen kesin bir uyarıcıyım. Şöyle ki: Yalnız Allah'a ibadet edin, O’na karşı gelmekten sakının ve bana itaat edin ki: Sizin günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın.Çünkü Allah’ın takdir ettiği vâde gelince, asla ertelenmez. Keşke bunu bir bilseniz!"
      },
      {
        "ayahNumber": "3",
        "ayahText": "O da: “Ey benim milletim! Ben size gönderilen kesin bir uyarıcıyım. Şöyle ki: Yalnız Allah'a ibadet edin, O’na karşı gelmekten sakının ve bana itaat edin ki: Sizin günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın.Çünkü Allah’ın takdir ettiği vâde gelince, asla ertelenmez. Keşke bunu bir bilseniz!"
      },
      {
        "ayahNumber": "4",
        "ayahText": "O da: “Ey benim milletim! Ben size gönderilen kesin bir uyarıcıyım. Şöyle ki: Yalnız Allah'a ibadet edin, O’na karşı gelmekten sakının ve bana itaat edin ki: Sizin günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın.Çünkü Allah’ın takdir ettiği vâde gelince, asla ertelenmez. Keşke bunu bir bilseniz!"
      },
      {
        "ayahNumber": "5",
        "ayahText": "“Ya Rabbî, dedi Nûh, ben milletimi gece gündüz dine dâvet ettim. Ama benim dâvetim, onların sadece daha çok uzaklaşmalarına yol açtı.”"
      },
      {
        "ayahNumber": "6",
        "ayahText": "“Ya Rabbî, dedi Nûh, ben milletimi gece gündüz dine dâvet ettim. Ama benim dâvetim, onların sadece daha çok uzaklaşmalarına yol açtı.”"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Her ne zaman, onları bağışlaman için çağırdıysam, onlar parmaklarıyla kulaklarını tıkadılar. Esvaplarıyla örtündüler, direttiler ve çok kibirlendiler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Ben onları bu sefer yüksek sesle dâvet etmeye başladım."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Daha sonra onları gâh açıkça çağırdım, gâh iyice gizli bir dâvet yönelttim, her türlü yolu denedim."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Dedim ki onlara: “Rabbinizden af dileyiniz. Zira o gafurdur.”"
      },
      {
        "ayahNumber": "11",
        "ayahText": "Mağfiret dileyin ki üzerinize bol bol yağmur indirsin."
      },
      {
        "ayahNumber": "12",
        "ayahText": "“Size mal ve evlad ihsan buyursun, size bahçeler, ırmaklar, su kanalları nasib etsin.”"
      },
      {
        "ayahNumber": "13",
        "ayahText": "“Neden acaba siz, sizi tavırdan tavıra yaratan Allah'ın büyüklüğünü kabul etmiyorsunuz?”"
      },
      {
        "ayahNumber": "14",
        "ayahText": "“Neden acaba siz, sizi tavırdan tavıra yaratan Allah'ın büyüklüğünü kabul etmiyorsunuz?”"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Görmez misiniz ki Allah yedi kat göğü tam birbiri ile uyum içinde yarattı?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Gökte Ay'ı bir nûr, Güneş’i ise lâmba yaptı. [10,5]"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Allah sizi yerden nebat bitirircesine bitirip yetiştirdi."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Sonra sizi tekrar oraya gönderip, yine sizi oradan çıkaracaktır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah yeri size bir yaygı yaptı ki onun geniş yollarında yürüyesiniz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Allah yeri size bir yaygı yaptı ki onun geniş yollarında yürüyesiniz."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Nûh: “Ya Rabbî, dedi, Sen de biliyorsun ki onlar bana isyan ettiler; servet ve evlat çokluğunun kendi ziyanını artırdığı kimselere uydular."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Büyük hîle ve tuzaklar kurdular."
      },
      {
        "ayahNumber": "23",
        "ayahText": "“Sakın tanrılarınızdan vazgeçmeyin, Ved, Suva, Yegûs, Yeûk ve Nesr'i, bunlardan hiçbirini bırakmayın!” dediler."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Böylece onlar birçok insanı şaşırttılar. Mademki öyle yaptılar, Sen de bu zalimlerin şaşkınlığını artır ya Rabbî!”"
      },
      {
        "ayahNumber": "25",
        "ayahText": "Hasılı, birçok suçları sebebiyle suda boğuldular ve cehenneme tıkıldılar! Allah'a karşı, kendilerine yardım edecek bir tek yardımcı bile bulamadılar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Nûh: “Ya Rabbî, dedi, yeryüzünde dolaşan bir tek kâfir bile bırakma!”"
      },
      {
        "ayahNumber": "27",
        "ayahText": "“Zira bırakırsan onlar Senin kullarını, Senin yolundan saptırırlar,ve sadece kendileri gibi kâfir, ahlâksız çocuklar dünyaya getirip yetiştirirler.”"
      },
      {
        "ayahNumber": "28",
        "ayahText": "“Ya Rabbî, beni, anamı, babamı ve evime mümin olarak girenleri, erkek ve kadın bütün müminleri affeyle.O zalimleri ise, daha da beter eyle, daha da perişan eyle!”"
      }
    ]
  }
}