{
  "nur": {
    "surahNumber": "24",
    "surahNameTr": "Nûr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Bu, indirdiğimiz ve uygulanmasını gerekli kıldığımız bir sûredir. İyice belleyip dersinizi alırsınız diye onun içinde açık seçik âyetler indirdik."
      },
      {
        "ayahNumber": "2",
        "ayahText": "İmdi, zina eden kadın ve erkeğin her birine yüz değnek vurun. Eğer Allah'a ve âhirete iman ediyorsanız, Allah’ın hükmünü uygulama işinde sakın acıma hissi sizi etkisi altına alıp da uygulamayı engellemesin. Hem onların bu cezalandırılmalarında müminlerden bir cemaat da bulunup şahid olsun! {KM, Tesniye 22,28-29}"
      },
      {
        "ayahNumber": "3",
        "ayahText": "Zinakâr, ancak bir fâhişe veya putperest bir kadınla evlenmek ister. Fâhişeyi de ancak bir zinakâr veya putperest nikâhlamak ister. Böyle bir evlilik müminlere haram kılınmıştır. [24,26-32; 2,221; 4,25; 5,5]"
      },
      {
        "ayahNumber": "4",
        "ayahText": "İffetli kadınlara zina isnad edip de buna dair dört şahid getiremeyen herkese seksen değnek vurun ve bundan böyle, onların şahitliklerini artık ebediyyen kabul etmeyin. Çünkü bunlar gerçekten fâsıkların ta kendileridir! [4,24] {KM, Tesniye 22,13-21}"
      },
      {
        "ayahNumber": "5",
        "ayahText": "Ama bu iftira suçundan sonra tövbe edip halini düzeltenler bu fâsıklık damgasından kurtulurlar. Çünkü Allah gafurdur, rahîmdir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Kendi eşlerini zina etmekle suçlayıp da buna dair kendileri dışında şahit bulamayan kocalar ise, kendilerinin doğru söylediklerine dair ayrı ayrı dört kere Allah adına yemin eder, şahitlik eder, beşinci kere ise, yalancı olması halinde, Allah'ın lânetinin kendi üzerine gelmesini isterler."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Kendi eşlerini zina etmekle suçlayıp da buna dair kendileri dışında şahit bulamayan kocalar ise, kendilerinin doğru söylediklerine dair ayrı ayrı dört kere Allah adına yemin eder, şahitlik eder, beşinci kere ise, yalancı olması halinde, Allah'ın lânetinin kendi üzerine gelmesini isterler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Hanımının ise, kocasının bu suçlamasında yalancı olduğuna dair ayrı ayrı dört kere Allah adına yemin ve şahitlik etmesi, beşincide ise kocasının doğru söylemesi halinde, Allah'ın gazabının kendi üzerine çökmesini dilemesi, kendisinden cezayı kaldırır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Hanımının ise, kocasının bu suçlamasında yalancı olduğuna dair ayrı ayrı dört kere Allah adına yemin ve şahitlik etmesi, beşincide ise kocasının doğru söylemesi halinde, Allah'ın gazabının kendi üzerine çökmesini dilemesi, kendisinden cezayı kaldırır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Allah'ın sizin hakkınızda lütuf ve merhameti olmasaydı, eğer O Allah, tövbeleri kabul buyuran, yaptığı her iş, verdiği her hüküm hikmetli olan bir zat olmasaydı, müstahak olduğunuz bütün cezaları hemen verir, sizi perişan ederdi."
      },
      {
        "ayahNumber": "11",
        "ayahText": "O İftirayı çıkaranlar, içinizden küçük bir gruptur.Siz o iftirayı kendi hakkınızda fena bir şey sanmayın, bilakis o sizin için hayırlıdır.O iftiracılara gelince, onlardan her birinin, kazandığı günah nisbetinde cezası vardır.Bu yaygaranın elebaşılığını yapan şahsa ise cezanın en büyüğü vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Siz ey müminler, bu dedikoduyu daha işitir işitmez, mümin erkekler ve mümin kadınlar olarak birbiriniz hakkında iyi zan besleyip: “Hâşa, bu besbelli bir iftiradan başka bir şey değildir!” demeniz gerekmez miydi?"
      },
      {
        "ayahNumber": "13",
        "ayahText": "O iftiracılar dört şahit getirselerdi ya! Şahitlerini getirmediklerine göre, onlar Allah katında yalancıların ta kendileri olarak tescil edileceklerdir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Hem dünyada, hem de âhirette Allah'ın lütuf ve merhameti sizinle olmasaydı, daldığınız bu yaygaradan dolayı mutlaka başınıza müthiş bir ceza gelirdi."
      },
      {
        "ayahNumber": "15",
        "ayahText": "O sırada siz o iftirayı dilden dile birbirinize aktarıyor, işin aslına dair hiç bilginiz olmayan sözleri ağızlarınızda geveleyip duruyordunuz ve bunu basit, önemsiz bir şey sanıyordunuz.Halbuki o, Allah'ın nazarında pek büyük bir vebaldi!"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Nasıl oldu da onu işitir işitmez: “Böylesi iftiraları ağzımıza alamayız, böyle şeyler bize yakışmaz. Hâşa! Bu pek büyük, pek çirkin bir bühtandır.” demediniz!"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Eğer mümin iseniz, Allah böylesi bir şeyi tekrarlamaktan sizi kesinlikle sakındırıp yasaklıyor."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ve Allah âyetleri size açık açık bildiriyor. Allah alîm ve hakîmdir (her şeyi bilir, tam hüküm ve hikmet sahibidir)."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Müminler arasında çirkinliklerin yayılmasını arzu eden kimseler için, dünyada da âhirette de gayet acı bir azap vardır. Allah bilir, siz bilemezsiniz."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Eğer Allah'ın sizin üzerinizdeki lütfu ve inayeti olmasaydı ve eğer Allah pek şefkatli ve merhametli olmasaydı, başınıza müthiş bir azap gelirdi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Ey iman edenler! Sakın şeytanın izinden gitmeyin!Her kim şeytanın peşinden giderse bilsin ki o kendisinden hep fena, çirkin ve meşrû olmayan şeyleri yapmasını ister.Eğer Allah'ın lütuf ve merhameti olmasaydı, sizden hiçbiriniz asla temize çıkamazdı. Ancak Allah dilediğini temizleyip arındırır. Çünkü Allah her şeyi hakkıyla işitir ve bilir. [4,79; 2,208]"
      },
      {
        "ayahNumber": "22",
        "ayahText": "İçinizden fazilet ve imkân sahibi olanlar, akrabalara, fakirlere, Allah yolunda hicret etmiş olanlara sadaka vermeme hususunda yemin etmesinler! Affedip müsamaha göstersinler.Siz de Allah'ın sizi affedip müsamaha göstermesini arzu etmez misiniz?Allah gerçekten gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur)."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Şu kesin ki, hayasızlıktan habersiz, iffetli mümin hanımlara, zina iftirası atanlar dünyada da âhirette de lânete uğrarlar. Onlara müthiş bir azap vardır. [33,57]"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Gün gelecek, dilleri, elleri ve ayakları yapmış oldukları bütün kötülükleri tek tek bildirerek aleyhlerinde şahitlik edecektir. [32,20; 17,36; 36,65]"
      },
      {
        "ayahNumber": "25",
        "ayahText": "O gün Allah onlara hak ettikleri karşılığı tam tamına verecek ve onlar da Allah'ın, gerçeği açıklayan, hakkın ta kendisi olduğunu anlayacaklardır. [50,22]"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Kötü kadınlar ve kötü sözler, kötü erkeklere;kötü erkekler, kötü kadınlara ve kötü sözlere; temiz kadınlar ve temiz kelimeler ise temiz erkeklere; temiz erkekler de temiz kadınlara ve temiz sözlere yakışır. Bu temiz insanlar, o iftiracıların dedikodularından berîdirler, onlara mağfiret ve değerli büyük bir nasip vardır."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ey iman edenler! Kendi evleriniz dışındaki evlere, sahiplerinden izin isteyip onlara selâm vermeden girmeyiniz!Böyle yapmanız sizin için daha münasiptir.Olur ki düşünür, hikmetini anlarsınız."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Şayet orada hiçbir kimse bulamazsanız size izin verilmeden oraya girmeyiniz! Eğer size: “Müsait değiliz, geri dönün.” denirse dönün! Bu sizin için daha nezih, daha münasiptir. Allah yaptığınız her şeyi tamamen bilir."
      },
      {
        "ayahNumber": "29",
        "ayahText": "İçinde oturulmayan fakat sizin faydalanma hakkınız bulunan evlere girmenizde mahzur yoktur. Ama hiç unutmayın ki Allah açığa vurduğunuz ve gizlediğiniz her şeyi bilir."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Mümin erkeklere bakışlarını kısmalarını ve edep yerlerini açmaktan ve zinadan korumalarını söyle!Bu, onlar için en uygun olan davranıştır.Allah yaptıkları her şeyden hakkıyla haberdardır. {KM, Matta 5,28}"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Mümin kadınlara da bakışlarını kısmalarını ve edep yerlerini açmaktan ve günahtan korumalarını söyle.Yine söyle ki mecburen görünen kısımları müstesna olmak üzere, zinetlerini teşhir etmesinler.Başörtülerini yakalarının üzerini kapatacak şekilde örtsünler. Zinet takılan yerlerini kocaları, babaları, kocalarının babaları, oğulları, üvey oğulları, erkek kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, mümin kadınlar, ellerinin altında bulunanlar (köleler), erkeklikten kesilip kadınlara ihtiyaç duymayan hizmetçileri veya henüz kadınların mahrem yerlerini anlamayan çocuklar dışında kimseye göstermesinler. Saklı zinetlerine dikkat çekmek için, ayaklarını da vurmasınlar. Ey müminler! Hepiniz toptan Allah'a tövbe ediniz ki felaha eresiniz! [35,59]"
      },
      {
        "ayahNumber": "32",
        "ayahText": "İçinizden evli olmayanları, köle ve cariyelerinizden evlenmeye müsait olanları evlendirin! Eğer fakir iseler, Allah lütfu ile onların ihtiyaçlarını giderir. Çünkü Allah'ın lütfu geniştir. Her şeyi hakkıyla bilir (ihtiyaçları ve lütfa lâyık olanları da bilir)."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Evlenme imkânı bulamayanlar ise, Allah lütfu ile onların ihtiyaçlarını giderinceye kadar iffetli kalmaya çalışsınlar! Eliniz altındaki köle ve cariyelerinizden mükâtebe yapmak isteyenler olursa ve siz de onlarda liyakat görürseniz mükâtebe yapınız! Allah'ın size ihsan ettiği maldan siz de onlara veriniz. (Mecburî hizmet bedellerini ödemelerine yardım ediniz). Dünya hayatının geçici metâını elde etmek için, sakın cariyelerinizi -hele iffetli olmak isterlerse- fuhşa zorlamayın! Her kim onları fuhşa zorlarsa, bilinmelidir ki zorlanmalarından sonra, Allah kendileri hakkında gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur). [9, 60; 4,25]"
      },
      {
        "ayahNumber": "34",
        "ayahText": "Muhakkak ki size dinin hükümlerini açıklayan âyetler, sizden önce gelip geçenlerin hallerinden misaller ve Allah'a karşı gelmekten sakınacaklar için birtakım öğütler indirdik."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Allah göklerin ve yerin nûrudur. O'nun nûrunun misali, tıpkı içinde lamba bulunan bir kandillik gibidir. Lamba bir sırça (cam) içinde, o sırça da sanki parlayan incimsi bir yıldız! Bu lamba, ne yalnız doğuya, ne de yalnız batıya mensup olmayan kutlu, pek bereketli bir zeytin ağacından tutuşturulur. Bu öyle bereketli bir ağaç ki, nerdeyse ateş değmeden de yağ ışık verir. Işığı pırıl pırıldır. Allah dilediği kimseyi nûruna iletir, gerçeği anlamaları için insanlara böyle temsiller getirir. Allah her şeyi bilir. [4,174; 39,22; 57,28; 6,122; 57,19] {KM, II Samuel 22, 29; I Yuhanna 1,5; Yuhanna 8,12}"
      },
      {
        "ayahNumber": "36",
        "ayahText": "O nûra, Allah'ın yükseltilmesine ve içlerinde kutlu isminin zikredilmesine izin verdiği evlerde (mescidlerde) kavuşulur. Oralarda, sabah akşam O’nun şanını yücelterek tenzih eden öyle yiğitler vardır ki, ne ticaretler, ne alım ve satımlar onları Allah’ı zikretmekten, namazı hakkıyla ifa etmekten, zekâtı vermekten alıkoymaz. Onlar kalplerin ve gözlerin dehşetten halden hale döneceği, alt üst olacağı bir günden endişe ederler. [39,47; 73,40; 18,14,42; 76,10; 62,9; 63, 9; 72,18]"
      },
      {
        "ayahNumber": "37",
        "ayahText": "O nûra, Allah'ın yükseltilmesine ve içlerinde kutlu isminin zikredilmesine izin verdiği evlerde (mescidlerde) kavuşulur. Oralarda, sabah akşam O’nun şanını yücelterek tenzih eden öyle yiğitler vardır ki, ne ticaretler, ne alım ve satımlar onları Allah’ı zikretmekten, namazı hakkıyla ifa etmekten, zekâtı vermekten alıkoymaz. Onlar kalplerin ve gözlerin dehşetten halden hale döneceği, alt üst olacağı bir günden endişe ederler. [39,47; 73,40; 18,14,42; 76,10; 62,9; 63, 9; 72,18]"
      },
      {
        "ayahNumber": "38",
        "ayahText": "Allah Teâlâ onlara yaptıklarına karşılık en güzel mükâfatı verecek, onların mükâfatlarını kendi lütfundan artıracaktır.Allah dilediği kimseyi hesapsız rızıklandırır. [39,34; 25,16; 16,31; 6,160]"
      },
      {
        "ayahNumber": "39",
        "ayahText": "Dini inkâr edenlere gelince:Onların işleri düz, ıssız bir çöldeki serap gibidir ki susayan onu su zanneder.Nihayet onun yanına varınca su namına hiçbir şey bulamaz… Fakat Allah'ı bulur.O da onun hesabını tam tamına görür. Zira Allah hesabı pek çabuk görür. [25,23]"
      },
      {
        "ayahNumber": "40",
        "ayahText": "Yahut o kâfirlerin duygu, düşünce ve davranışları derin bir denizdeki yoğun karanlıklara benzer.Öyle bir deniz ki onu, dalga üstüne dalga kaplıyor...Üstünde de koyu bulut.Üst üste binmiş karanlıklar...İçinde bulunan insan, elini uzatsa nerdeyse kendi elini bile göremiyor.Öyle ya, Allah birine nûr vermezse artık onun hiçbir nûru olamaz. [2,257; 6,122]"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Baksana göklerde olan, yerde olan herkes, kanatlarını çarparak uçan dizi dizi kuşlar, hep Allah'ı tesbih ederler.Onlardan her biri kendi duasını ve tesbihini pek iyi bellemiştir. Allah onların yaptıklarını hakkıyla bilir. [17,44; 22,18]"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Göklerin ve yerin hâkimiyeti Allah'ındır.Bütün işler O’na götürülür, hüküm O’nun kapısından çıkar."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Baksana, Allah bulutları sevk ediyor, sonra onları bir araya getirip üst üste yığıyor.İşte görüyorsun ki bunların arasından yağmur çıkıyor.O, gökten, -oradaki dağlar büyüklüğünde bulutlardan- dolu indirir de onunla dilediğini vurur, dilediğini de ondan korur.Bu bulutların şimşeğinin parıltısı nerdeyse gözleri alıverecek!"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Allah gece ile gündüzü birbirine çeviriyor, geceyi gündüze, gündüzü geceye dönüştürüyor, sürelerini uzatıp kısaltıyor. Elbette bunda görebilenler için alınacak bir ders vardır. [3,190]"
      },
      {
        "ayahNumber": "45",
        "ayahText": "Allah her canlıyı sudan yarattı: Kimi karnı üstünde sürünür, kimi iki ayağı üstünde yürür, kimi dört ayağı üstünde yürür.Allah dilediğini yaratır. Çünkü Allah her şeye kadirdir."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Gerçekten Biz hükümlerimizi açıklayan âyetler indirdik.Allah dilediği kimseyi doğru yola hidâyet eder."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Çünkü niceleri: “Biz Allah'a ve Resulüne inandık ve itaat ettik” derler de sonra onlardan bir kısmı, buna rağmen geri dönerler. İşte bunlar mümin değildirler. [4,150]"
      },
      {
        "ayahNumber": "48",
        "ayahText": "Aralarında hükmetmesi için Allah'ın ve Resulünün hükmüne dâvet edildiklerinde, bir de bakarsın onlardan bir kısmı yüz çeviriyor! [4,60-61; 105]"
      },
      {
        "ayahNumber": "49",
        "ayahText": "Ama hüküm kendilerinden yana gözükmeye görsün, tam bir itaat içinde koşa koşa gelirler."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Sahi, kalplerinde bir inkâr hastalığı mı var bunların?Yoksa imanda şüpheye mi düştüler yahut Allah'ın ve Resulünün kendilerine zulüm ve haksızlık yapacağından mı endişe ediyorlar?Doğrusu, asıl zalimler hem de kendi kendilerine haksızlık edenler, onların ta kendileridir!"
      },
      {
        "ayahNumber": "51",
        "ayahText": "Haklarında hüküm verilmek üzere Allah'a ve Resulüne dâvet edilen müminlerin söyledikleri tek söz: “Hay hay! Baş üstüne!” demek olmuştur. İşte felaha erenler onlar olacaklardır."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Kim Allah'a ve Resulüne itaat eder, Allah’ı tazim edip O’na karşı gelmekten sakınırsa,işte ebedî başarı ve mutluluğa erenler onlar olacaklardır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Senin kendilerine emretmen halinde hicret edeceklerine veya savaşa çıkacaklarına dair vargüçleriyle yemin billah ettiler.De ki: “Yemine ne hacet! Yemin etmeyin, sizden istenen makul bir itaattır. Elbette Allah yaptığınız ve yapacağınız her şeyi bilir”"
      },
      {
        "ayahNumber": "54",
        "ayahText": "De ki: “Allah'a itaat edin, Peygambere itaat edin!Eğer sırtınızı dönerseniz bilin ki Peygamber kendi görevinden,siz de kendi yükümlülüğünüzden sorumlu olursunuz.Ama ona itaat ederseniz, doğru yolu bulmuş olursunuz.Yoksa, peygamberin görevi, açıkça tebliğ etmekten başka bir şey değildir.” [13,40; 88,21-22]"
      },
      {
        "ayahNumber": "55",
        "ayahText": "Allah içinizden iman edip makbul ve güzel işler işleyenlere kesin olarak vaad buyurur ki:Daha önce müminleri dünyada hakim kıldığı gibi kendilerini de hakim kılacak, kendileri için beğenip seçtiği İslâm dinini tatbik etme gücü verecek ve yaşadıkları korkulu dönemin arkasından, kendilerini tam bir güvene erdirecektir.Çünkü onlar, yalnız Bana ibadet edip hiçbir şeyi Bana şerik yapmazlar.Artık bundan sonra kim küfrana saparsa, işte onlar yoldan çıkıp Allah'a karşı gelmiş olurlar. [2,30; 38,26; 27,16; 21,105; 14,14; 28,6; 6,165; 7,69; 8,26; 7,129; 22,41]"
      },
      {
        "ayahNumber": "56",
        "ayahText": "Öyleyse ey müminler, siz namazı hakkıyla ifa etmeye devam edin, zekâtı verin,Peygambere itaat edin ki merhamete nail olasınız!"
      },
      {
        "ayahNumber": "57",
        "ayahText": "İnkâr edenlerin dünyada Allah'ın hükmünden kaçıp kurtulacaklarını sakın zannetme!Onların varacakları yer ateştir. Gerçekten ne kötü bir sondur bu!"
      },
      {
        "ayahNumber": "58",
        "ayahText": "Ey iman edenler! Ellerinizin altında bulunan köle ve hizmetçileriniz ile içinizden henüz bülûğa ermemiş çocuklarınız, odanıza girmek için şu üç vakitte sizden izin istesinler: Sabah namazından önce, öğle vakti istirahat için elbiselerinizi çıkardığınız zaman ve bir de yatsı namazından sonra.İşte bu üç vakit, mahremiyet vakitlerinizdir. Ama bunların dışında izinsiz girmelerinde ne sizin için ne de onlar için bir mahzur yoktur.Çünkü sizin birbirinizin yanına girip çıkmanız kaçınılmazdır.İşte Allah size âyetlerini böylece açıklar. Gerçekten Allah, âlim ve hakîmdir (her şeyi bilir, tam hüküm ve hikmet sahibidir)."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Çocuklarınız büluğa erdiklerinde ise, kendilerinden büyük olanları nasıl izin istiyorlardı ise, odanıza girmek için her vakitte izin istesinler!İşte Allah size âyetlerini böylece açıklar.Çünkü Allah her şeyi bilir, her hükmü yerinde açıklar."
      },
      {
        "ayahNumber": "60",
        "ayahText": "Evlenme arzu ve ümidi kalmamış olan ihtiyar kadınların, zinet yerlerini teşhir etmeksizin, dış giysilerini çıkarmaları, günah değildir.Bununla beraber sakınmaları, kendileri yönünden daha iyidir. Allah her şeyi işitir, gizli âşikâr her şeyi bilir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Görme özürlü, topal veya hasta gibi özürlülerin sizin evlerinizden yemek yemelerinde mahzur olmadığı gibi, sizin de eşlerinize yahut çocuklarınıza ait evlerinizden, babalarınızın evlerinden, annelerinizin evlerinden, erkek kardeşlerinizin, kız kardeşlerinizin evlerinden, amcalarınızın evlerinden, halalarınızın evlerinden, dayılarınızın evlerinden, teyzelerinizin evlerinden yahut anahtarları size bırakılıp sahip çıkmanız istenen yerlerden veya arkadaşlarınızın evlerinden yemek yemenizde mahzur yoktur. İster toplu, ister ayrı ayrı yemenizde de sakınca yoktur. Evlerinize girdiğiniz zaman Allah katından kutlu, feyizli ve bereketli bir iyi dilek temennisi olarak birbirinize selâm verin!İşte Allah size âyetlerini böylece açıklıyor.Umulur ki düşünüp hikmetini anlarsınız. [58,8] {KM, Matta 10,12}"
      },
      {
        "ayahNumber": "62",
        "ayahText": "Gerçek müminler ancak öyle kimselerdir ki Allah'a ve Resulüne bütün kalpleriyle iman etmiş olup, bütün toplumu ilgilendiren meseleleri görüşmek üzere onun yanında bulundukları vakit ondan izin almadıkça ayrılıp gitmezler.Senden izin isteyenler hakikaten Allah’a ve Resulüne gerçekten iman edenlerdir. Öyle ise bazı işleri için senden izin istedikleri zaman, sen de onlardan dilediğin kimselere izin ver ve onlar için Allah’tan af dile. Muhakkak ki Allah gafurdur, rahîmdir."
      },
      {
        "ayahNumber": "63",
        "ayahText": "Resulullah'ın sizi çağırmasını, sizin birbirinizi dâvet etmenizle bir tutmayın. Allah elbette sizden, birbirini siper edinerek sıvışıp gidenleri bilir. Öyleyse Peygamberin emrine aykırı hareket edenler başlarına dünyada bir bela gelmesinden yahut âhirette gayet acı bir azap gelmesinden korkup çekinsinler!"
      },
      {
        "ayahNumber": "64",
        "ayahText": "Dikkat edin! Göklerde ve yerde ne varsa Allah'ındır. O şu anda içinde bulunduğunuz durumu da pek iyi biliyor. İnsanların kendi huzuruna götürülecekleri büyük duruşma günü, yapmış oldukları şeyleri tek tek kendilerine bildirip karşılığını verecektir. Allah her şeyi pek iyi bilir. [2,144; 26,218-220; 10,61; 11,5; 18,49; 75,13]"
      }
    ]
  }
}