{
  "casiye": {
    "surahNumber": "45",
    "surahNameTr": "Câsiye Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ha, Mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Kitab'ın indirilmesi, üstün ve güçlü olan, hüküm ve hikmet sahibi Allah'tandır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Şüphesiz, mü'minler için göklerde ve yerde ayetler vardır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Sizin yaratılışınızda ve türetip-yaydığı canlılarda kesin bilgiyle inanan bir kavim için ayetler vardır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Gece ile gündüzün ardarda gelişinde (veya aykırılığında), Allah'ın gökten rızık indirip ölümünden sonra yeryüzünü diriltmesinde ve rüzgarları (belli bir düzen içinde) yönetmesinde aklını kullanan bir kavim için ayetler vardır."
      },
      {
        "ayahNumber": "6",
        "ayahText": "İşte bunlar, Allah'ın ayetleridir; sana bunları hak olmak üzere okuyoruz. Öyleyse onlar, Allah'tan ve O'nun ayetlerinden sonra hangi söze iman edecekler?"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Gerçeği sürekli ters yüz eden, günaha düşkün olan herkesin vay haline."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Kendisine Allah'ın ayetleri okunurken işitir, sonra müstekbirce (inatla büyüklük taslayarak) sanki işitmemiş gibi ısrar eder. Artık sen onu acı bir azapla müjdele."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Ayetlerimizden bir şey öğrendiği zaman, alay konusu edinir. İşte onlar için aşağılatıcı bir azap vardır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Arkalarından cehennem (onları izlemektedir). Kazandıkları şeyler, onlara hiçbir yarar sağlamaz. Allah'tan başka edindikleri veliler de. Onlar için büyük bir azap vardır."
      },
      {
        "ayahNumber": "11",
        "ayahText": "İşte bu (Kur'an) bir hidayettir. Rablerinin ayetlerini inkar edenler ise, onlar için, (en) iğrenç olanından acı bir azap vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Allah; Kendi emriyle gemiler akıp gitsin ve O'nun fazlından ararsınız diye, sizin için denize boyun eğdirdi. Umulur ki şükredersiniz."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Kendinden (bir nimet olarak) göklerde ve yerde olanların tümüne sizin için boyun eğdirdi. Şüphesiz bunda, düşünebilen bir kavim için gerçekten ayetler vardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "İman edenlere de ki: \"(Allah'ın) Onları kazandıklarıyla cezalandırması için, Allah'ın günlerini ummayanları (şimdilik) bağışlasınlar.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kim salih bir amelde bulunursa, kendi lehinedir, kim kötülük yaparsa, artık o da kendi aleyhinedir. Sonra siz Rabbinize döndürüleceksiniz."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Andolsun, Biz İsrailoğulları'na kitap, hüküm ve peygamberlik verdik, onları temiz ve güzel şeylerle rızıklandırdık ve onları alemlere üstün kıldık."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ve onlara bu emirden açık belgeler verdik. Fakat onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki 'hakka tecavüz ve azgınlıktan' dolayı ihtilafa düştüler. Şüphesiz Rabbin, hakkında ihtilafa düştükleri şeyde kıyamet günü aralarında hüküm verecektir."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Sonra seni de bu emirden bir şeriat üzerine kıldık; öyleyse sen ona uy ve bilmeyenlerin heva (istek ve tutku)larına uyma."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Çünkü onlar, Allah'tan (gelecek) hiçbir şeyi senden savamazlar. Şüphesiz zalimler, birbirlerinin velisidirler. Allah ise, muttakilerin velisidir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Bu (Kur'an), insanlar için basiret (nuruyla Allah'a yönelten ayet)lerdir, kesin bilgiyle inanan bir kavim için de bir hidayet ve bir rahmettir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yoksa kötülüklere batıp-yara alanlar, kendilerini iman edip salih amellerde bulunanlar gibi kılacağımızı mı sandılar? Hayatları ve ölümleri bir mi (olacak)? Ne kötü hüküm veriyorlar."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Allah, gökleri ve yeri hak olarak yarattı; öyle ki, her nefis kazandıklarıyla karşılık görsün. Onlara zulmedilmez."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Şimdi sen, kendi hevasını ilah edinen ve Allah'ın bir ilim üzere kendisini saptırdığı, kulağını ve kalbini mühürlediği ve gözü üstüne bir perde çektiği kimseyi gördün mü? Artık Allah'tan sonra ona kim hidayet verecektir? Siz yine de öğüt alıp-düşünmüyor musunuz?"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Dediler ki: \"(Bütün olup biten,) Bu dünya hayatımızdan başkası değildir, ölürüz ve diriliriz; bizi \"kesintisi olmayan zaman' (dehrin akışın)dan başkası yıkıma (helake) uğratmıyor.\" Oysa onların bununla ilgili hiçbir bilgileri yoktur; yalnızca zannediyorlar."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Onlara açık belgeler olarak ayetlerimiz okunduğu zaman, onların (sözde) delilleri: \"Eğer doğru sözlüler iseniz, atalarımızı (diriltip) getirin\" demekten başkası değildir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: \"Allah sizi diriltiyor, sonra sizi öldürüyor, sonra kendisinde hiçbir kuşku olmayan kıyamet günü O sizi biraraya getirip-toplayacaktır. Ancak insanların çoğu bilmezler.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Göklerin ve yerin mülkü Allah'ındır. Kıyamet-saatinin kopacağı gün, (işte) o gün, batılda olanlar hüsrana uğrayacaklardır."
      },
      {
        "ayahNumber": "28",
        "ayahText": "O gün sen, her ümmeti diz üstü çökmüş (veya toplanmış) olarak görürsün. Her ümmet, kendi kitabına çağrılır. \"Bugün yaptıklarınızla karşılık göreceksiniz.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "\"Bu Bizim kitabımızdır; sizin aleyhinizde hak ile konuşuyor. Gerçekten Biz, sizin yaptıklarınızı yazıyorduk.\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "Artık iman edip salih amellerde bulunanlara gelince; Rableri onları Kendi rahmetine sokar. İşte apaçık olan 'büyük mutluluk ve kurtuluş' budur."
      },
      {
        "ayahNumber": "31",
        "ayahText": "İnkar edenlere gelince; \"Size karşı ayetlerim okunduğunda büyüklük taslayan (müstekbir olan)lar ve suçlu-günahkar bir kavim olanlar sizler değil miydiniz?\""
      },
      {
        "ayahNumber": "32",
        "ayahText": "\"Gerçekten Allah'ın va'di haktır, kıyamet-saatinde hiçbir kuşku yoktur\" denildiği zaman, siz: \"Kıyamet-saati de neymiş, biz bilmiyoruz; biz yalnızca bir zan (ve tahmin)da bulunup zannediyoruz; biz, kesin bir bilgiyle inanmakta olanlar değiliz\" demiştiniz."
      },
      {
        "ayahNumber": "33",
        "ayahText": "Onların yaptıkları şeylerin kötülüğü kendileri için açığa çıktı ve alay konusu edindikleri de onları sarıp-kuşattı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Denildi ki: \"Bugününüzle karşılaşmayı unuttuğunuz gibi, Biz de sizi bugün unutuyoruz. Barınma yeriniz ateştir. Ve sizin için hiçbir yardımcı yoktur.\""
      },
      {
        "ayahNumber": "35",
        "ayahText": "\"Bunun nedeni şudur: Çünkü siz Allah'ın ayetlerini alay konusu edindiniz; dünya hayatı da sizi aldattı.\" Böylece ne ordan (ateşten) çıkarılırlar, ne (Allah'tan) hoşnutluk dilekleri kabul edilir."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Şu halde hamd, göklerin Rabbi, yerin Rabbi ve alemlerin Rabbi Allah'ındır."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Göklerde ve yerde büyüklük O'nundur. O, üstün ve güçlüdür, hüküm ve hikmet sahibidir."
      }
    ]
  }
}