{
  "cin": {
    "surahNumber": "72",
    "surahNameTr": "Cin Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "De ki: \"Bana gerçekten şu vahyolundu: Cinlerden bir grup dinleyip de şöyle demişler: -Doğrusu biz, (büyük) hayranlık uyandıran bir Kur'an dinledik\""
      },
      {
        "ayahNumber": "2",
        "ayahText": "\"O (Kur'an), 'gerçeğe ve doğruya' yöneltip-iletiyor. Bu yüzden ona iman ettik. Bundan böyle Rabbimiz'e hiç kimseyi ortak koşmayacağız.\""
      },
      {
        "ayahNumber": "3",
        "ayahText": "Elbette, Rabbimiz'in şanı Yücedir. O, ne bir eş edinmiştir, ne de bir çocuk.\""
      },
      {
        "ayahNumber": "4",
        "ayahText": "\"Doğrusu şu: Bizim beyinsizlerimiz, Allah'a karşı 'bir sürü saçma şeyler' söylemişler.\""
      },
      {
        "ayahNumber": "5",
        "ayahText": "\"Oysa biz, insanların ve cinlerin Allah'a karşı asla yalan söylemeyeceklerini sanmıştık.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "\"Bir de şu gerçek var: İnsanlardan bazı adamlar, cinlerden bazı adamlara sığınırlardı. Öyle ki, onların azgınlıklarını arttırırlardı.\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "\"Ve onlar, sizin de sandığınız gibi Allah'ın hiç kimseyi kesin olarak diriltmeyeceğini sanmışlardı.\""
      },
      {
        "ayahNumber": "8",
        "ayahText": "\"Doğrusu biz göğü yokladık; fakat onu güçlü koruyucular ve şihablarla kaplı (doldurulmuş) bulduk.\""
      },
      {
        "ayahNumber": "9",
        "ayahText": "\"Oysa gerçekte biz, dinlemek için onun oturma yerlerinde otururduk. Ama şimdi kim dinleyecek olsa, (hemen) kendisini izleyen bir şihab bulur.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "\"Doğrusu bilmiyoruz; yeryüzünde olanlara bir kötülük mü istendi, yoksa Rableri kendileri için (doğruya iletici) bir hayır mı diledi?\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "\"Gerçek şu ki, bizden salih olanlar vardır ve bunun dışında (ya da aşağısında) olanlar da. Biz türlü türlü yolların fırkaları olmuşuz.\""
      },
      {
        "ayahNumber": "12",
        "ayahText": "\"Biz şüphesiz, Allah'ı yeryüzünde asla aciz bırakamıyacağımızı, kaçmak suretiyle de O’nu hiçbir şekilde aciz bırakamıyacağımızı anladık.\""
      },
      {
        "ayahNumber": "13",
        "ayahText": "\"Elbette biz, o yol gösterici (Kur'an'ı) işitince, ona iman ettik. Artık kim Rabbine iman ederse, o ne (ecrinin) eksileceğinden korkar ve ne de haksızlığa uğrayacağından.\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "\"Ve elbette bizden Müslüman olanlar da var, zulmedenler de. İşte (Allah'a) teslim olanlar, artık onlar 'gerçeği ve doğruyu' araştırıp-bulanlardır.\""
      },
      {
        "ayahNumber": "15",
        "ayahText": "Zulmedenler ise, onlar da cehennem için odun olmuşlardır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Eğer onlar (insanlar ve cinler), yol üzerinde 'dosdoğru bir istikamet tuttursalardı', mutlaka Biz onlara bol miktarda su içirir (tükenmez bir rızık ve nimet verir)dik."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Ki, kendilerini bununla denemek için. Kim Rabbinin zikrinden yüz çevirirse, (Allah), onu 'gittikçe şiddeti artan' bir azaba sürükler."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Şüphesiz mescidler, (yalnızca) Allah'a aittir. Öyleyse, Allah ile beraber başka hiçbir şeye (ve kimseye) kulluk etmeyin (dua etmeyin, tapmayın)."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Şu bir gerçek ki, Allah'ın kulu (olan Muhammed,) O'na dua (ibadet ve kulluk) için kalktığında, onlar (müşrikler,) neredeyse çevresinde keçeleşeceklerdi."
      },
      {
        "ayahNumber": "20",
        "ayahText": "De ki: \"Ben gerçekten, yalnızca Rabbime dua ediyorum ve O'na hiç kimseyi (ve hiçbir şeyi) ortak koşmuyorum.\""
      },
      {
        "ayahNumber": "21",
        "ayahText": "De ki: \"Doğrusu ben, sizin için ne bir zarar, ne de bir yarar (irşad) sağlayabilirim.\""
      },
      {
        "ayahNumber": "22",
        "ayahText": "De ki: \"Muhakkak beni Allah'tan (gelebilecek bir azaba karşı) hiç kimse asla kurtaramaz ve O'nun dışında asla bir sığınak da bulamam.\""
      },
      {
        "ayahNumber": "23",
        "ayahText": "\"(Benim görevim,) Yalnızca Allah'tan olanı ve O'nun gönderdiklerini tebliğ etmektir. Kim Allah'a ve O'nun elçisine isyan ederse, içinde ebedi kalıcılar olmak üzere onun için cehennem ateşi vardır.\""
      },
      {
        "ayahNumber": "24",
        "ayahText": "Sonunda onlar, kendilerine vadedileni gördükleri zaman, yardımcı olmak bakımından kim daha zayıfmış ve sayı bakımından kim daha azmış artık öğrenmiş olacaklardır.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "De ki: \"Bilmiyorum, size vadedilen (kıyamet ve azap) yakın mı, yoksa Rabbim onun için uzun bir süre mi koymuştur?\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "O, gaybı bilendir. Kendi gaybını (görülmez bilgi hazinesini) kimseye açık tutmaz (ona muttali kılmaz.)"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Ancak elçileri (peygamberleri) içinde razı olduğu (seçtikleri kimseler) başka. Çünkü O, bunun önüne ve arkasına izleyici (gözetleyici)ler dizer."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Öyle ki onların, Rablerinden gelen risaleti (insanlara gönderilenleri) tebliğ ettiklerini bilsin. (Allah,) onların nezdinde olanları sarıp-kuşatmış ve herşeyi sayı olarak da sayıp-tespit etmiştir."
      }
    ]
  }
}