{
  "surahNumber": "44",
  "surahName": "Duhân Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Ha, Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Apaçık Kitab'a andolsun;"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Gerçekten Biz onu mübarek bir gecede indirdik, gerçekten Biz uyaranlarız."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ki onda (o gecede) her hikmetli iş ayrılır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Katımız'dan bir emir ile; doğrusu Biz, (insanlara elçi) gönderenleriz."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Rabbinden bir rahmet olarak. Şüphesiz O, işitendir, bilendir."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Eğer kesin bir bilgiyle inanıyorsanız (Allah), göklerin, yerin ve bu ikisi arasında bulunanların Rabbidir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "O'ndan başka İlah yoktur; diriltir ve öldürür. Sizin de Rabbinizdir, geçmiş atalarınızın da Rabbidir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Hayır, onlar şüphe içindedirler; oynayıp-oyalanıyorlar."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Öyleyse sen, göğün açıkça bir duman getireceği günü gözle;"
    },
    {
      "ayahNumber": "11",
      "ayahText": "(Bu duman) insanları sarıp-kuşatıverir. İşte bu, acı bir azaptır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "\"Rabbimiz, azabı üstümüzden açıp-gider; çünkü biz (artık) iman edicileriz.\""
    },
    {
      "ayahNumber": "13",
      "ayahText": "Onlar için öğüt alıp-düşünmek nerede? Onlara, açıklayan bir elçi gelmişti."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Sonra, ondan yüz çevirdiler ve dediler ki: \"(Bu,) Öğretilmiştir, bir delidir.\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "Biz sizden bu azabı biraz açıp-gidereceğiz; (ama yine) dönecek olanlarsınız siz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Büyük bir şiddetle yakalayacağımız gün, elbette Biz intikam alacağız."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Andolsun, Biz kendilerinden önce, Firavun'un kavmini de denedik. Onlara kerim bir elçi gelmişti;"
    },
    {
      "ayahNumber": "18",
      "ayahText": "\"Allah'ın kullarını bana teslim edin; gerçekten ben, sizin için güvenilir bir elçiyim\" (demişti)."
    },
    {
      "ayahNumber": "19",
      "ayahText": "\"Allah'a karşı büyüklenmeyin; şüphesiz size apaçık, bir delil getiriyorum.\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "\"Ve doğrusu ben, sizin taşa tutmanızdan benim de Rabbim, sizin de Rabbiniz olan (Allah)a sığındım.\""
    },
    {
      "ayahNumber": "21",
      "ayahText": "\"Eğer bana inanmıyorsanız, bu durumda benden kopup-ayrılın.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "Sonunda Rabbine: \"Gerçekten bunlar, suçlu-günahkar bir kavimdirler\" diye dua etti."
    },
    {
      "ayahNumber": "23",
      "ayahText": "(Allah da:) \"Öyleyse, kullarımı geceleyin yürüyüşe geçir, muhakkak takip edileceksiniz.\" (diye duasını kabul edip cevap verdi)."
    },
    {
      "ayahNumber": "24",
      "ayahText": "\"Denizi durgun ve açık bırak. Çünkü suda boğulacak bir ordudur.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "Onlar nice bahçeler ve pınarlar terk etmişlerdi;"
    },
    {
      "ayahNumber": "26",
      "ayahText": "(Nice) Ekinler, güzel konaklar,"
    },
    {
      "ayahNumber": "27",
      "ayahText": "Ve içlerinde 'sevinç ve mutluluk içinde' yaşadıkları nimetler,"
    },
    {
      "ayahNumber": "28",
      "ayahText": "İşte böyle; Biz bunları başka bir kavme miras olarak verdik."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Onlar için ne gök, ne yer ağlamadı ve onlar (ın azabı) ertelenmedi."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Andolsun, Biz İsrailoğulları'nı o alçaltıcı azaptan kurtardık."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Firavun'dan. Çünkü, o, ölçüyü taşıran bir mütekebbirdi."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Andolsun, Biz onları bir ilim üzere alemlere üstün kıldık."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ve onlara, her birinde açık birer imtihan bulunan ayetler verdik."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Muhakkak, bunlar da diyorlar ki:"
    },
    {
      "ayahNumber": "35",
      "ayahText": "\"(Bütün herşey) Bizim yalnızca ilk ölümümüzdür; biz yeniden diriltilip-kaldırılacak değiliz.\""
    },
    {
      "ayahNumber": "36",
      "ayahText": "\"Eğer doğru sözlüyseniz, şu halde atalarımızı getirin bakalım.\""
    },
    {
      "ayahNumber": "37",
      "ayahText": "Onlar mı hayırlı, yoksa Tübba' kavmi ve onlardan öncekiler mi? Biz onları yıkıma uğrattık. Çünkü onlar, suçlu-günahkardı."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Biz, gökleri, yeri ve ikisi arasında bulunanları bir ‘oyun ve oyalanma konusu’ olsun diye yaratmadık."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Biz onları yalnızca hak ile yarattık. Ancak onların çoğu bilmezler."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Şüphesiz o (hakkı batıldan, haklıyı haksızdan) ayırma günü, hepsinin (hesaba çekilecekleri) vakitleridir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "O gün, bir dost dosttan herhangi bir şeyle yarar sağlayamaz. Ve onlara yardım edilmez."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ancak Allah'ın rahmet ettiği başka. Şüphesiz O, üstün ve güçlü olandır, esirgeyendir."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Doğrusu, o zakkum ağacı;"
    },
    {
      "ayahNumber": "44",
      "ayahText": "Günahkar olanın yemeğidir."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Pota gibi; karınlarda kaynar-durur;"
    },
    {
      "ayahNumber": "46",
      "ayahText": "Kaynar-suyun kaynaması gibi."
    },
    {
      "ayahNumber": "47",
      "ayahText": "\"Onu tutun da cehennemin orta yerine sürükleyin.\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "\"Sonra kaynar suyun azabından başının üstüne dökün;\""
    },
    {
      "ayahNumber": "49",
      "ayahText": "\"(Azabı) Tad; çünkü sen, (kendince) üstün, onurluydun.\""
    },
    {
      "ayahNumber": "50",
      "ayahText": "\"Gerçekten bu, sizin kuşkuya kapıldığınız şeydir.\""
    },
    {
      "ayahNumber": "51",
      "ayahText": "Muttakilere gelince; muhakkak onlar, güvenli bir makamdadırlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Cennetlerde ve pınarlarda,"
    },
    {
      "ayahNumber": "53",
      "ayahText": "Hafif ipekten ve ağır işlenmiş atlastan (elbiseler) giyinirler, karşılıklı (otururlar)."
    },
    {
      "ayahNumber": "54",
      "ayahText": "İşte böyle; ve Biz onları iri gözlü hurilerle evlendirmişizdir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Orda, güvenlik içinde her türlü meyveyi istiyorlar;"
    },
    {
      "ayahNumber": "56",
      "ayahText": "Orda, ilk ölümün dışında başka ölüm tadmazlar. Ve (Allah da) onları cehennem azabından korumuştur."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Senin Rabbinden, bir fazl ve (lütuf) olarak. İşte büyük 'mutluluk ve kurtuluş' budur."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Belki onlar öğüt alıp-düşünürler diye, Biz onu (Kur'an'ı), senin dilinle kolaylaştırdık."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Öyleyse sen gözleyip-bekle; elbette onlar da gözleyip-bekliyorlar."
    }
  ]
}