{
  "surahNumber": "25",
  "surahName": "Furkân Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Alemlere uyarıcı olsun diye, kuluna Furkan'ı indiren (Allah) ne Yücedir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Göklerin ve yerin mülkü O'nundur; çocuk edinmemiştir. O'na mülkünde ortak yoktur, herşeyi yaratmış, ona bir düzen vermiş, belli bir ölçüyle takdir etmiştir."
    },
    {
      "ayahNumber": "3",
      "ayahText": "O'nun dışında, hiçbir şeyi yaratmayan, üstelik kendileri yaratılmış olan, kendi nefislerine bile ne zarar, ne yarar sağlayamayan, öldürmeye, yaşatmaya ve yeniden diriltip-yaymaya güçleri yetmeyen birtakım ilahlar edindiler."
    },
    {
      "ayahNumber": "4",
      "ayahText": "İnkar edenler dediler ki: \"Bu (Kur'an) olsa olsa ancak Onun uydurduğu bir yalandır, kendisi düzüp uydurmuş ve Ona bir başka topluluk da yardımda bulunmuştur.\" Böylelikle onlar, hiç şüphesiz haksızlık ve iftira ile geldiler."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Ve dediler ki: \"Bu, geçmişlerin uydurduğu masallardır, bir başkasına yazdırmış olup kendisine sabah akşam okunmaktadır.\""
    },
    {
      "ayahNumber": "6",
      "ayahText": "De ki: \"Onu, göklerde ve yerde gizli olanı bilen (Allah) indirmiştir. Doğrusu O, çok bağışlayandır, çok esirgeyendir.\""
    },
    {
      "ayahNumber": "7",
      "ayahText": "Dediler ki: \"Bu elçiye ne oluyor ki, yemek yemekte ve pazarlarda dolaşmaktadır? Ona, kendisiyle birlikte uyarıcı olacak bir melek indirilmesi gerekmez miydi?\""
    },
    {
      "ayahNumber": "8",
      "ayahText": "\"Ya da kendisine bir hazinenin bırakılması veya (ürünlerinden) yemekte olduğu bir bahçesi olması (gerekmez miydi)?\" Zulmedenler dedi ki: \"Siz olsa olsa, ancak büyülenmiş bir adama uyuyorsunuz.\""
    },
    {
      "ayahNumber": "9",
      "ayahText": "Bir bak; senin için nasıl örnekler verdiler de böylece saptılar. Artık onlar hiçbir yol bulamazlar."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Dilediği takdirde, sana bundan daha hayırlısı olarak altından ırmaklar akan cennetler veren ve senin için köşkler kılan (Allah) ne Yücedir."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Hayır, onlar kıyamet-saatini yalanladılar; Biz kıyamet saatini yalan sayanlara çılgınca yanan bir ateş hazırladık."
    },
    {
      "ayahNumber": "12",
      "ayahText": "(Ateş,) Onları uzak bir yerden gördüğünde, onlar bunun gazablı öfkesini ve uğultusunu işitirler."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Elleri boyunlarına bağlı olarak, sıkışık bir yerine atıldıkları zaman, orada yok oluşu isteyip-çağırırlar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Bugün bir yok oluşu çağırmayın, birçok (kere) yok oluşu isteyip-çağırın."
    },
    {
      "ayahNumber": "15",
      "ayahText": "De ki: \"Bu mu daha hayırlı, yoksa takva sahiplerine va'dedilen ebedi cennet mi? Ki onlar için bir mükafat ve son duraktır.\""
    },
    {
      "ayahNumber": "16",
      "ayahText": "\"İçinde ebedi kalıcılar olarak, orada her istedikleri onlarındır; bu, Rabbinin üzerine aldığı, istenen bir vaaddir.\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onları ve Allah'tan başka taptıklarını biraraya getirip toplayacağı ve: \"Şu kullarımı siz mi saptırdınız, yoksa kendileri mi yoldan saptılar?” diyeceği gün;"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Derler ki: \"Sen Yücesin; Senin dışında başka veliler edinmemiz bize yakışmaz, ancak onları ve atalarını Sen meta verip yararlandırdın, öyle ki (Senin) zikri(ni) unuttular ve böylece yıkıma uğrayan bir kavim oldular.\""
    },
    {
      "ayahNumber": "19",
      "ayahText": "\"İşte (ilahlarınız) sizin söylediklerinizi yalanladılar; bundan böyle (azabı) ne geri çevirmeye gücünüz yetebilir, ne de bir yardıma. Sizden kim zulmederse, ona büyük bir azap taddırırız.\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "Senden önce gönderdiklerimizden, gerçekten yemek yiyen ve pazarlarda gezen (elçi)lerden başkasını göndermiş değiliz. Biz, sizin kiminizi kimi için deneme (fitne konusu) yaptık. Sabredecek misiniz? Senin Rabbin görendir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Bize kavuşmayı ummayanlar, dediler ki: \"Bize meleklerin indirilmesi ya da Rabbimiz'i görmemiz gerekmez miydi?\" Andolsun, onlar kendi nefislerinde büyüklüğe kapıldılar ve büyük bir azgınlıkla baş kaldırdılar."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Melekleri görecekleri gün, suçlu-günahkarlara bir müjde yoktur. Ve o gün (melekler onlara) derler ki: \"(Size sevinçli haber) Yasaktır, yasak.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "Onların yaptıkları her işin önüne geçtik, böylece onu savurulmuş toz zerreleri kılıverdik."
    },
    {
      "ayahNumber": "24",
      "ayahText": "O gün, cennet halkının kalacakları yer daha hayırlı, dinlenecekleri yer çok daha güzeldir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Göğün bulutlarla parçalanacağı ve meleklerin bir indirilme ile indirileceği gün;"
    },
    {
      "ayahNumber": "26",
      "ayahText": "İşte o gün, gerçek mülk, Rahman (olan Allah)ındır. İnkar edenler için oldukça zorlu bir gündür."
    },
    {
      "ayahNumber": "27",
      "ayahText": "O gün, zulmeden, ellerini (hınçla) ısırarak (şöyle) der: \"Ah keşke, elçiyle birlikte bir yol edinmiş olsaydım,\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "\"Vah yazıklar bana, ne olurdu da filanı dost edinmeseydim.\""
    },
    {
      "ayahNumber": "29",
      "ayahText": "\"Çünkü o, gerçekten bana geldikten sonra beni zikirden (Kur'an'dan) saptırmış oldu. Şeytan da insanı 'yapayalnız ve yardımsız\" bırakandır.\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "Ve elçi dedi ki: \"Rabbim gerçekten benim kavmim, bu Kur'an'ı terk edilmiş (bir Kitap) olarak bıraktılar.\""
    },
    {
      "ayahNumber": "31",
      "ayahText": "İşte böyle; Biz, her peygambere suçlu-günahkarlardan bir düşman kıldık. Yol gösterici ve yardımcı olarak Rabbin yeter."
    },
    {
      "ayahNumber": "32",
      "ayahText": "İnkar edenler dediler ki: \"Kur'an Ona tek bir defada, toplu olarak indirilmeli değil miydi?\" Biz onunla kalbini sağlamlaştırıp-pekiştirmek için böylece (ayet ayet indirdik) ve onu 'belli bir okuma düzeniyle (tertil üzere) düzene koyup' okuduk."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Onların sana getirdikleri hiçbir örnek yoktur ki, Biz (ona karşı) sana hakkı ve en güzel açıklama tarzını getirmiş olmayalım."
    },
    {
      "ayahNumber": "34",
      "ayahText": "O yüzükoyun cehenneme doğru sürülüp-toplanacak olanlar; işte onlar, yer bakımından çok kötü, yol bakımından sapmış olanlardır."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Andolsun, Biz Musa'ya kitabı verdik ve onunla birlikte kardeşi Harun'u yardımcı kıldık."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Böylece onlara: \"Ayetlerimizi yalanlayan kavme gidin\" dedik; sonunda onları (Firavun ve çevresini) kökünden darmadağın ettik."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Nuh'un kavmi de, elçileri yalanlandıklarında onları suda boğduk ve insanlar için bir ayet kıldık. Biz zulmedenlere acıklı bir azap hazırladık."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Ad'ı, Semud'u, Ress halkını ve bunlar arasında birçok nesilleri (yok ettik)."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Biz (onlardan) her birine örnekler verdik ve her birini darmadağın edip mahvettik."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Andolsun, onlar, üstüne felaket yağmuru yağdırılmış bulunan o ülkeye uğramışlardır; yine de onu görmüyorlar mıydı? Hayır, onlar dirilmeyi ummuyorlardı."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Seni gördükleri zaman, seni yalnızca alay konusu edinmektedirler: \"Allah'ın, elçi olarak gönderdiği bu mu?\""
    },
    {
      "ayahNumber": "42",
      "ayahText": "\"Eğer onlara karşı kararlılık göstermeseydik, neredeyse bizi ilahlarımızdan saptıracaktı.\" Azabı görecekleri zaman, kim yol bakımından daha sapıkmış, öğreneceklerdir."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Kendi istek ve tutkularını (hevasını) ilah edineni gördün mü? Şimdi ona karşı sen mi vekil olacaksın?"
    },
    {
      "ayahNumber": "44",
      "ayahText": "Yoksa sen, onların çoğunu (söz) işitir ya da aklını kullanır mı sayıyorsun? Onlar, ancak hayvanlar gibidirler; hayır, onlar yol bakımından daha şaşkın (ve aşağı) dırlar."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Rabbini görmedin mi, gölgeyi nasıl uzatıvermiştir? Eğer dilemiş olsaydı onu durgun kılardı. Sonra Biz Güneş'i ona bir delil kılmışızdır."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Sonra da onu tutup Kendimize ağır ağır çekmişizdir."
    },
    {
      "ayahNumber": "47",
      "ayahText": "O, geceyi sizin için bir elbise, uykuyu bir dinlenme ve gündüzü de yayılıp-çalışma (zamanı) kılandır."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Ve Kendi rahmetinin önünde rüzgarları müjdeciler olarak gönderen O'dur. Biz, gökten tertemiz su indirdik;"
    },
    {
      "ayahNumber": "49",
      "ayahText": "Onunla ölü bir beldeyi (toprağı) canlandırmak ve yarattığımız hayvanlardan ve insanlardan birçoğunu onunla sulamak için."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Andolsun bunu, onların arasında öğüt alıp-düşünsünler diye çeşitli biçimlerde açıkladık. Ama insanların çoğu nankörlük edip ayak direttiler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Eğer dilemiş olsaydık, her kasabaya bir uyarıcı gönderirdik."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Öyleyse kafirlere itaat etme ve onlara (Kur'an'la) büyük bir mücadele ver."
    },
    {
      "ayahNumber": "53",
      "ayahText": "İki denizi (birbirine) salıp katan O'dur; bu, tatlı, susuzluğu giderici, bu da tuzlu ve acıdır. İkisinin arasında (birbirlerine karışmalarını önleyen) bir engel (berzah) ve aşılmayan bir sınır koymuştur."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Ve insanı bir sudan yaratıp onu, neseb ve sihriyyet (sahibi) kılan O'dur. Senin Rabbin güç yetirendir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Allah'ı bırakıp kendilerine yarar ve zarar sağlayamayacak şeylere ibadet ediyorlar. Kafir, (asıl) kendi Rabbine karşı (şeytana) arka çıkandır."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Biz seni yalnızca bir müjde verici ve uyarıp-korkutucu olarak gönderdik."
    },
    {
      "ayahNumber": "57",
      "ayahText": "De ki: \"Ben buna karşılık, Rabbine doğru bir yol tutmayı dileyen (insanlar olmanız) dışında sizden bir ücret istemiyorum.\""
    },
    {
      "ayahNumber": "58",
      "ayahText": "Sen, asla ölmeyen ve daima diri olan (Allah)a tevekkül et ve O'nu hamd ile tesbih et. Kullarının günahlarından O'nun haberdar olması yeter."
    },
    {
      "ayahNumber": "59",
      "ayahText": "O, gökleri ve yeri ve ikisinin arasındakileri altı günde yaratan ve sonra arşa istiva edendir. Rahman (olan Allah)dır. Bunu (bundan) haberi olana sor."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Onlara: \"Rahman (olan Allah)a secde edin\" denildiği zaman, \"Rahman da neymiş? Biz senin bize emrettiğine mi secde edecek mişiz?\" derler ve (bu,) onların nefretini arttırır."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Gökte burçlar kılan, onların içinde bir aydınlık ve nurlu bir ay vareden (Allah) ne Yücedir."
    },
    {
      "ayahNumber": "62",
      "ayahText": "O, gece ile gündüzü birbiri ardınca kılandır; öğüt alıp-düşünmek isteyenler ya da şükretmek isteyenler için."
    },
    {
      "ayahNumber": "63",
      "ayahText": "O Rahman (olan Allah)ın kulları, yeryüzü üzerinde alçak gönüllü olarak yürürler ve cahiller kendileriyle muhatap oldukları zaman \"Selam\" derler."
    },
    {
      "ayahNumber": "64",
      "ayahText": "Onlar, Rablerine secde ederek ve kıyama durarak gecelerler."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Onlar: \"Rabbimiz, cehennem azabını bizden geri çevir; gerçekten, onun azabı ödenmesi kaçınılmaz bir borç (veya sürekli bir acıdır) derler."
    },
    {
      "ayahNumber": "66",
      "ayahText": "\"Şüphesiz o, ne kötü bir karargah ve ne kötü bir konaklama yeridir.\""
    },
    {
      "ayahNumber": "67",
      "ayahText": "Onlar, harcadıkları zaman, ne israf ederler, ne kısarlar; (harcamaları,) ikisi arasında orta bir yoldur."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Ve onlar, Allah ile beraber başka bir İlah'a tapmazlar. Allah'ın haram kıldığı canı haksız yere öldürmezler ve zina etmezler. Kim bunları yaparsa 'ağır bir ceza ile' karşılaşır."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Kıyamet günü, azap ona kat kat artırılır ve içinde aşağılanmış olarak temelli kalır."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Ancak tevbe eden, iman eden ve salih amellerde bulunup davranan başka; işte onların günahlarını Allah iyiliklere çevirir. Allah, çok bağışlayandır, çok esirgeyendir."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Kim tevbe eder ve salih amellerde bulunursa, gerçekten o, tevbesi (ve kendisi) kabul edilmiş olarak Allah'a döner."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Ki onlar, yalan şahidlikte bulunmayanlar, boş ve yararsız sözle karşılaştıkları zaman onurlu olarak geçenlerdir."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Onlar, kendilerine Rablerinin ayetleri hatırlatıldığı zaman, onun üstünde sağır ve körler olarak kapanıp kalmayanlardır."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Ve onlar: \"Rabbimiz, bize eşlerimizden ve soyumuzdan, gözün aydınlığı olacak (çocuklar) armağan et ve bizi takva sahiplerine önder kıl,\" diyenlerdir."
    },
    {
      "ayahNumber": "75",
      "ayahText": "İşte onlar, sabretmelerine karşılık (cennetin en gözde yerinde) odalarla ödüllendirilirler ve orda esenlik dileği ve selamla karşılanırlar."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Orda ebedi olarak kalıcıdırlar; o, ne güzel bir karargah ve ne güzel bir konaklama yeridir."
    },
    {
      "ayahNumber": "77",
      "ayahText": "De ki: \"Sizin duanız olmasaydı Rabbim size değer verir miydi? Fakat siz gerçekten yalanladınız; artık (bunun azabı da) kaçınılmaz olacaktır.\""
    }
  ]
}