{
  "hasr": {
    "surahNumber": "59",
    "surahNameTr": "Haşr Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Göklerde ve yerde olanların tümü Allah'ı tesbih etmiştir. O, üstün ve güçlü olandır, hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Kitap Ehlinden inkar edenleri ilk sürgünde yurtlarından çıkaran O'dur. Onların çıkacaklarını siz sanmamıştınız, onlar da kalelerinin kendilerini Allah'tan koruyacağını sanmışlardı. Böylece Allah(ın azabı) da, onlara hesaba katmadıkları bir yönden geldi, yüreklerine korku saldı; öyle ki evlerini kendi elleriyle ve mü'minlerin elleriyle tahrip ediyorlardı. Artık ey basiret sahipleri ibret alın."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Eğer Allah, onlara sürgünü yazmamış olsaydı, muhakkak onları (yine) dünyada azaplandırırdı. Ahirette ise onlar için ateş azabı vardır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Bu, onların Allah'a ve O'nun Resûlü’ne 'başkaldırıp ayrılık çıkarmaları' dolayısıyladır. Kim Allah'a başkaldırıp-ayrılık çıkarırsa, muhakkak Allah, cezası (ikabı) pek şiddetli olandır."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Hurma ağaçlarından her neyi kesmişseniz veya kökleri üzerinde dimdik bırakmışsanız, (bu) Allah'ın izniyledir ve fasık olanları alçaltması içindir."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Onlardan Allah'ın elçisine verdiği \"fey'e\" gelince, ki siz buna karşı (bunu elde etmek için) ne at, ne deve sürdünüz. Ancak Allah, elçilerini dilediklerinin üstüne musallat kılar. Allah, herşeye güç yetirendir."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Allah'ın o (fethedilen) şehir halkından Resûlü’ne verdiği fey, Allah'a, Resûl’e, (ve Resûl’e) yakın akrabalığı olanlara, yetimlere, yoksullara ve yolda kalmışlara aittir. Öyle ki (bu mallar ve servet) sizden zengin olanlar arasında dönüp-dolaşan bir devlet olmasın. Resûl size ne verirse artık onu alın, sizi neden sakındırırsa artık ondan sakının ve Allah'tan korkun. Şüphesiz Allah, cezası (ikabı) pek şiddetli olandır."
      },
      {
        "ayahNumber": "8",
        "ayahText": "(Bundan başka bu mallar,) Hicret eden fakirleredir ki, onlar, Allah'tan bir fazl (lütuf ve ihsan) arayıp, Allah'a ve O'nun Resûlü’ne yardım ederlerken yurtlarından ve mallarından sürülüp-çıkarılmışlardır. İşte bunlar, sadık olanlar bunlardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Kendilerinden önce o yurdu (Medine'yi) hazırlayıp imanı (gönüllerine) yerleştirenler ise, hicret edenleri severler ve onlara verilen şeylerden dolayı içlerinde bir ihtiyaç (arzusu) duymazlar. Kendilerinde bir açıklık (ihtiyaç) olsa bile (kardeşlerini) öz nefislerine tercih ederler. Kim nefsinin 'cimri ve bencil tutkularından' korunmuşsa, işte onlar, felah (kurtuluş) bulanlardır."
      },
      {
        "ayahNumber": "10",
        "ayahText": "Bir de onlardan sonra gelenler, derler ki: \"Rabbimiz, bizi ve bizden önce iman etmiş olan kardeşlerimizi bağışla ve kalplerimizde iman edenlere karşı bir kin bırakma. Rabbimiz, gerçekten Sen, çok şefkatlisin, çok esirgeyicisin.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "Münafıklık edenleri görmüyor musun ki, Kitap Ehlinden inkar eden kardeşlerine derler ki: \"Andolsun, eğer siz (yurtlarınızdan) çıkarılacak olursanız, mutlaka biz de sizinle birlikte çıkarız ve size karşı olan hiç kimseye, hiçbir zaman itaat etmeyiz. \"Eğer size karşı savaşılırsa elbette size yardım ederiz.\" Oysa Allah, şahidlik etmektedir ki onlar, gerçekten yalancıdırlar."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Andolsun, (yurtlarından) çıkarılacak olurlarsa onlarla birlikte çıkmazlar. Onlara karşı savaşılırsa da, kendilerine yardımda bulunmazlar; yardım etseler bile (arkalarına) dönüp-kaçarlar. Sonra kendilerine yardım edilmez."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Herhalde içlerinde 'dehşet ve yılgınlık uyandırma bakımından' siz, Allah'tan daha çetinsiniz. Bu, şüphesiz onların 'derin bir kavrayışa sahip olmamaları' dolayısıyla böyledir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onlar, iyice korunmuş şehirlerde veya duvar arkasında olmaksızın sizinle toplu bir halde savaşmazlar. Kendi aralarındaki çarpışmaları ise pek şiddetlidir. Sen onları birlik sanırsın, oysa kalpleri paramparçadır. Bu, şüphesiz onların akletmeyen bir kavim olmaları dolayısıyla böyledir."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Kendilerinden önce yakın geçmişte olanların durumu gibi; onlar, yaptıklarının sonucunu tadmışlardır. Onlara acı bir azap vardır."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Şeytanın durumu gibi; çünkü insana \"İnkar et\" dedi, inkar edince de: \"Gerçek şu ki, ben senden uzağım. Doğrusu ben, alemlerin Rabbi olan Allah'tan korkarım\" dedi."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Sonunda onların akibetleri, şüphesiz ateşin içinde ikisinin de süresiz olarak kalıcı olmalarıdır. İşte zalim olanların cezası budur."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ey iman edenler, Allah'tan korkun. Herkes yarın için neyi takdim ettiğine baksın. Allah'tan korkun. Hiç şüphesiz Allah, yaptıklarınızdan haberdardır."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Kendileri Allah'ı unutmuş, böylece O da onlara kendi nefislerini unutturmuş olanlar gibi olmayın. İşte onlar, fasık olanların ta kendileridir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Ateş halkı ile cennet halkı bir olmaz. Cennet halkı 'umduklarına kavuşup mutluluk içinde olanlardır.'"
      },
      {
        "ayahNumber": "21",
        "ayahText": "Şayet Biz bu Kur'an'ı bir dağın üzerine indirmiş olsaydık, andolsun onu Allah korkusundan saygı ile baş eğmiş, parça parça olmuş görürdün. İşte Biz, belki düşünürler diye, insanlara böyle örnekler veririz."
      },
      {
        "ayahNumber": "22",
        "ayahText": "O Allah ki, O'ndan başka İlah yoktur. Gaybı da, müşahede edilebileni de bilendir. Rahman, Rahim olan O'dur."
      },
      {
        "ayahNumber": "23",
        "ayahText": "O Allah ki, O'ndan başka İlah yoktur. Meliktir; Kuddûstur; Selam'ır; Mü'mindir; Müheymindir; Azizdir; Cebbardır; Mütekebbirdir. Allah, (müşriklerin) şirk koştuklarından çok Yücedir."
      },
      {
        "ayahNumber": "24",
        "ayahText": "O Allah ki, Yaratan'dır, (en güzel bir biçimde) kusursuzca var edendir, 'şekil ve suret' verendir. En güzel isimler O'nundur. Göklerde ve yerde olanların tümü O'nu tesbih etmektedir. O, Aziz, Hakimdir."
      }
    ]
  }
}