{
  "surahNumber": "14",
  "surahName": "İbrâhîm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif, Lam, Ra. Bu bir Kitap'tır ki, Rabbinin izniyle insanları karanlıklardan nura, O güçlü ve övgüye layık olanın yoluna çıkarman için sana indirdik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O Allah ki, göklerde ve yerde ne varsa O'nundur. Şiddetli azap dolayısıyla vay inkar edenlere."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Onlar, dünya hayatını ahirete tercih ederler. Allah'ın yolundan alıkoyarlar ve onu çarpıtmak isterler (veya onda çarpıklık ararlar). İşte onlar, uzak bir sapıklık içindedirler."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Biz hiçbir elçiyi, kendi kavminin dilinden başkasıyla göndermedik ki, onlara apaçık anlatsın. Böylece Allah, dilediğini şaşırtıp saptırır, dilediğini hidayete erdirir. O, üstün ve güçlü olandır, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Andolsun Musa'yı: \"Kavmini karanlıklardan nura çıkar ve onlara Allah'ın günlerini hatırlat\" diye ayetlerimizle göndermiştik. Şüphesiz bunda çokça sabreden ve şükreden herkes için gerçekten ayetler vardır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Hani Musa kavmine şöyle demişti: \"Allah'ın üzerinizdeki nimetini hatırlayın; hani O sizi Firavun ailesinden kurtarmıştı, onlar sizi en dayanılmaz işkencelere uğratıyor, kadınlarınızı sağ bırakıp erkek çocuklarınızı boğazlıyorlardı. Bunda sizin için Rabbinizden büyük bir sınav vardır.\""
    },
    {
      "ayahNumber": "7",
      "ayahText": "\"Rabbiniz şöyle buyurmuştu: “Andolsun, eğer şükrederseniz gerçekten size artırırım ve andolsun, eğer nankörlük ederseniz, şüphesiz, Benim azabım pek şiddetlidir.\""
    },
    {
      "ayahNumber": "8",
      "ayahText": "Musa demişti ki: \"Eğer siz ve yeryüzündekilerin tümü inkar edecek olsanız bile şüphesiz Allah hiçbir şeye muhtaç değildir, övülmüştür.\""
    },
    {
      "ayahNumber": "9",
      "ayahText": "Sizden öncekilerin, Nuh kavminin, Ad ve Semud ile onlardan sonra gelenlerin haberi size gelmedi mi? Ki onları, Allah'tan başkası bilmez. Elçileri onlara apaçık delillerle gelmişlerdi de, ellerini ağızlarına götürüp (öfkelerinden ısırdılar) ve dediler ki: \"Tartışmasız, biz sizin kendisiyle gönderildiğiniz şeyleri inkar ettik ve bizi kendisine çağırdığınız şeyden de gerçekten kuşku verici bir tereddüt içindeyiz.\""
    },
    {
      "ayahNumber": "10",
      "ayahText": "Resulleri dedi ki: \"Allah hakkında mı şüphe (ediyorsunuz)? O, gökleri ve yeri yaratandır; O, sizi, günahlarınızı bağışlamak için davet etmekte ve sizi adı konulmuş bir süreye kadar erteliyor.\" Dediler ki: \"Siz, bizim benzerimiz olan birer beşerden başkası değilsiniz. Siz bizi, babalarımızın taptıklarından çevirip-engellemek istiyorsunuz, öyleyse bize apaçık bir delil getirin.\""
    },
    {
      "ayahNumber": "11",
      "ayahText": "Resulleri onlara dediler ki: \"Doğrusu biz, sizin gibi yalnızca bir beşeriz, ancak Allah kullarından dilediğine lütufta bulunur. Allah'ın izni olmaksızın size bir delil getirmemiz bizim için olacak şey değil. Mü'minler, ancak Allah'a tevekkül etmelidirler.\""
    },
    {
      "ayahNumber": "12",
      "ayahText": "\"Bize ne oluyor ki, Allah'a tevekkül etmeyelim? Bize doğru olan yolları O göstermiştir. Ve elbette bize yaptığınız işkencelere karşı sabredeceğiz. Tevekkül edenler Allah'a tevekkül etmelidirler.\""
    },
    {
      "ayahNumber": "13",
      "ayahText": "İnkar edenler, resullerine dediler ki: \"Muhakkak (ya) sizi kendi toprağımızdan süreceğiz veya dinimize geri döneceksiniz.\" Böylelikle Rableri kendilerine vahyetti ki: \"Şüphesiz Biz, zulmedenleri helak edeceğiz."
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"Ve onlardan sonra sizi o arza mutlaka yerleştireceğiz. İşte bu, makamımdan korkana ve tehdidimden korkana ait (bir ayrıcalıktır).\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "(Peygamberler) Fetih istediler, (sonunda) her zorba inatçı bozguna uğrayıp -yok oldu- gitti."
    },
    {
      "ayahNumber": "16",
      "ayahText": "(Böylesinin) Önünde cehennem vardır ve (orada) irinli sudan içirilecektir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Yutkunmaya çabalayacak ve boğazından geçirmeyi başaramıyacak, ona her yandan ölüm gelecek, oysa ölmeyecek de. Ardından daha katı bir azap olacak."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Rablerini inkar edenlerin durumu şudur: Onların yaptıkları, fırtınalı bir günde rüzgarın şiddetle savurduğu bir kül gibidir. Kazandıklarından hiçbir şeye güç yetiremezler. İşte uzak bir sapıklık (içinde olmak) budur."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Allah'ın gökleri ve yeri hak ile yarattığını görmüyor musunuz? Dilerse sizi giderir-yok eder ve yeni bir halk getirir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Bu, Allah'a göre güç değildir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Onların tümü-toplanıp (kıyamette) Allah'ın huzuruna çıktılar da zayıflar (müstaz'aflar) büyüklük taslayanlara (müstekbirlere) dedi ki: \"Şüphesiz, biz size tabi idik; şimdi siz, bizden Allah'ın azabından herhangi bir şeyi önleyebiliyor musunuz?\" Dediler ki: \"Eğer Allah bize doğru yolu gösterseydi biz de sizlere doğru yolu gösterirdik. Şimdi yakınsak da, sabretsek de fark etmez, bizim için kaçacak bir yer yoktur.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "İş hükme bağlanıp-bitince, şeytan der ki: \"Doğrusu, Allah, size gerçek olan va'di va'detti, ben de size vaadde bulundum, fakat size yalan söyledim. Benim size karşı zorlayıcı bir gücüm yoktu, yalnızca sizi çağırdım, siz de bana icabet ettiniz. Öyleyse beni kınamayın, siz kendinizi kınayın. Ben sizi kurtaracak değilim, siz de beni kurtaracak değilsiniz. Doğrusu daha önce beni ortak koşmanızı da tanımamıştım. Gerçek şu ki, zalimlere acı bir azap vardır.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "İman edip salih amellerde bulunanlar, Rablerinin izniyle altından ırmaklar akan, içinde ebedi kalacakları cennetlere konulmuşlardır. Orada birbirlerine olan dirlik temennileri: \"Selam\"dır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Görmedin mi ki, Allah nasıl bir örnek vermiştir: Güzel bir söz, güzel bir ağaç gibidir ki, onun kökü sabit, dalı ise göktedir."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Rabbinin izniyle her zaman yemişini verir. Allah insanlar için örnekler verir; umulur ki onlar öğüt alır-düşünürler."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Kötü (murdar) söz ise, kötü bir ağaç gibidir. Onun kökü yerin üstünden koparılmış, kararı (yerinde durma, tutunma imkanı) kalmamıştır."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Allah, iman edenleri, dünya hayatında ve ahirette sapasağlam sözle sebat içinde kılar. Zalimleri de şaşırtıp-saptırır; Allah dilediğini yapar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Allah'ın bu nimetini inkara değiştirenleri ve kavimlerini 'yıkım ve azap' yurduna konduranları görmedin mi?"
    },
    {
      "ayahNumber": "29",
      "ayahText": "(Ki bu) Cehennemdir. Ona yaslanırlar. Ne kötü bir karar (yeridir) o!.."
    },
    {
      "ayahNumber": "30",
      "ayahText": "O'nun yolundan saptırmak için Allah'a eşler koştular. De ki: \"Yararlanın. Çünkü elbette sizin varışınız ateşedir.\""
    },
    {
      "ayahNumber": "31",
      "ayahText": "İman etmiş kullarıma söyle: \"Alış-verişin ve dostluğun olmadığı o gün gelmezden evvel, dosdoğru namazı kılsınlar ve kendilerine rızık olarak verdiklerimizden gizli ve açık infak etsinler.\""
    },
    {
      "ayahNumber": "32",
      "ayahText": "Allah, gökleri ve yeri yaratan ve gökten su indirip onunla size rızık olarak türlü ürünler çıkarandır. Ve onun emriyle gemileri, denizde yüzmeleri için size, emre amade kılandır. Irmakları da sizin için emre amade kılandır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Güneş'i ve Ay'ı hareketlerinde sürekli emrinize amade kılan, geceyi ve gündüzü de emrinize amade kılandır."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Size her istediğiniz şeyi verdi. Eğer Allah'ın nimetini saymaya kalkışırsanız, onu sayıp-bitirmeye güç yetiremezsiniz. Gerçek şu ki, insan pek zalimdir, pek nankördür."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Hani İbrahim şöyle demişti: \"Bu şehri güvenli kıl, beni ve çocuklarımı putlara kulluk etmekten uzak tut.\""
    },
    {
      "ayahNumber": "36",
      "ayahText": "\"Rabbim, gerçekten onlar insanlardan birçoğunu şaşırtıp-saptırdı. Bundan böyle kim bana uyarsa, artık o bendendir, kim bana isyan ederse elbette Sen, bağışlayansın, esirgeyensin.\""
    },
    {
      "ayahNumber": "37",
      "ayahText": "\"Rabbimiz, gerçekten ben, çocuklarımdan bir kısmını Beyt-i Haram yanında ekini olmayan bir vadiye yerleştirdim; Rabbimiz, dosdoğru namazı kılsınlar diye (öyle yaptım), böylelikle Sen, insanların bir kısmının kalplerini onlara ilgi duyar kıl ve onları birtakım ürünlerden rızıklandır. Umulur ki şükrederler.\""
    },
    {
      "ayahNumber": "38",
      "ayahText": "\"Rabbimiz, şüphesiz Sen, bizim saklı tuttuklarımızı da, açığa vurduklarımızı da bilirsin. Yerde ve gökte hiçbir şey Allah'a gizli kalmaz.\""
    },
    {
      "ayahNumber": "39",
      "ayahText": "\"Hamd, Allah'a aittir ki, O, bana ihtiyarlığa rağmen İsmail'i ve İshak'ı armağan etti. Şüphesiz Rabbim, gerçekten duayı işitendir.\""
    },
    {
      "ayahNumber": "40",
      "ayahText": "\"Rabbim, beni namazı(nda) sürekli kıl, soyumdan olanları da. Rabbimiz, duamı kabul buyur.\""
    },
    {
      "ayahNumber": "41",
      "ayahText": "\"Rabbimiz, hesabın yapılacağı gün, beni, anne-babamı ve mü'minleri bağışla\""
    },
    {
      "ayahNumber": "42",
      "ayahText": "(Ey Muhammed,) Allah'ı sakın zulmedenlerin yapmakta olduklarından habersiz sanma, onları yalnızca gözlerin dehşetle belireceği bir güne ertelemektedir."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Başlarını dikerek koşarlar, gözleri kendilerine dönüp-çevrilmez. Kalpleri (sanki) bomboştur."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Azabın kendilerine geleceği gün (ile) insanları uyarıp-korkut ki, (o gün) zulmedenler, şöyle diyecekler: \"Bizi yakın bir süreye kadar ertele ki, Senin çağrına cevap verelim ve elçilere uyalım.\" Oysa daha önce, kendiniz için hiç zeval yoktur diye and içenler, sizler değil miydiniz?"
    },
    {
      "ayahNumber": "45",
      "ayahText": "Siz, kendi nefislerine zulmedenlerin yerleştikleri yerlerde oturmuştunuz. Onlara ne yaptığımız size açıklanmıştı ve size örnekler vermiştik."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Gerçek şu ki, onlar hileli-düzenler kurdular. Oysa onların düzenleri, dağları yerlerinden oynatacak da olsa, Allah Katında onlara hazırlanmış düzen (kötü bir karşılık) vardır."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Allah'ı, sakın elçilerine verdiği sözden dönen sanma. Gerçekten Allah Azizdir, intikam sahibidir."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Yerin başka bir yere, göklerin de (başka göklere) dönüştürüldüğü gün, onlar tek olan, kahhar olan Allah'ın huzuruna çıka(rıla)caklardır."
    },
    {
      "ayahNumber": "49",
      "ayahText": "O gün suçlu-günahkarların (sıkı) bukağılara vurulduklarını görürsün."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Giyimleri katrandandır, yüzlerini ateş bürümektedir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "(Bu azap,) Allah'ın her nefsi kendi kazandığıyla cezalandırması içindir. Şüphesiz Allah, hesabı pek çabuk görendir."
    },
    {
      "ayahNumber": "52",
      "ayahText": "İşte bu (Kur'an) uyarılıp korkutulsunlar, gerçekten O'nun yalnızca bir tek İlah olduğunu bilsinler ve temiz akıl sahipleri iyice öğüt alıp düşünsünler diye bir bildirip-duyurma (bir belağ)dır."
    }
  ]
}