{
  "surahNumber": "76",
  "surahName": "İnsan Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Gerçek şu ki, insanın üzerinden, daha kendisi anılmaya değer bir şey değilken, uzun zamanlardan (dehr) bir süre (hin) gelip-geçti."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Şüphesiz Biz insanı, karmaşık olan bir damla sudan yarattık. Onu deniyoruz. Bundan dolayı onu işiten ve gören yaptık."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Biz ona yolu gösterdik; (artık o,) ya şükredici olur ya da nankör."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Doğrusu Biz kafirlere zincirler, demir halkalar (tomruklar) ve çılgınca yanan bir ateş hazırladık."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Şüphesiz ki iyiler (ebrar), karışımı kafur olan bir kadehten içerler."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Allah'ın kullarının kendisinden içtikleri bir kaynak; onu fışkırttıkça fışkırtıp akıtırlar."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Adaklarını yerine getirirler ve şerri (kötülüğü) yaygın olan bir günden korkarlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Kendileri, ona duydukları sevgiye rağmen yemeği, yoksula, yetime ve esire yedirirler."
    },
    {
      "ayahNumber": "9",
      "ayahText": "\"Biz size, ancak Allah'ın yüzü (rızası) için yediriyoruz; sizden ne bir karşılık istiyoruz, ne bir teşekkür.\""
    },
    {
      "ayahNumber": "10",
      "ayahText": "\"Çünkü biz, asık suratlı, zorlu bir gün nedeniyle Rabbimiz'den korkuyoruz.\""
    },
    {
      "ayahNumber": "11",
      "ayahText": "Artık Allah, onları böyle bir günün şerrinden korumuş ve onlara parıltılı bir aydınlık ve bir sevinç vermiştir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ve sabretmeleri dolayısıyla cennetle ve ipekle ödüllendirmiştir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Orada tahtlar üzerinde yaslanıp-dayanmışlardır. Orada ne (yakıcı) bir güneş ve ne de dondurucu bir soğuk görürler."
    },
    {
      "ayahNumber": "14",
      "ayahText": "(Meyvelerin) Gölgeleri onlara pek yakın ve devşirilmeleri kolaylaştırıldıkça kolaylaştırılmış."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Çevrelerinde gümüşten billur kablar, kupalar dolaştırılır."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Gümüşten billur kaplar ki, onları belli bir ölçüyle tespit etmişlerdir."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Orada onlara bir kadeh içirilir ki, karışımı zencefildir."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Bir pınar ki orada \"selsebil\" olarak adlandırılır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Çevrelerinde (gençlikleri ve dinçlikleri) ebedi kılınmış civanlar dolaşır-durur; sen onları gördüğün zaman saçılmış birer inci sanırsın."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Her nereye baksan, bir nimet ve büyük bir mülk görürsün."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Onların üzerinde hafif ipek ve ağır işlenmiş atlastan yeşil elbiseler vardır. Gümüşten bileziklerle bezenmişlerdir. Rableri onlara tertemiz bir şarab içirmiştir."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Şüphesiz, bu, sizin için bir mükafaattır. Sizin çaba-harcamanız şükre değer (meşkur: makbul) görülmüştür."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Gerçek şu ki, Kur'an'ı senin üzerine 'safhalar halinde bir indirme tarzıyla (tenzil)’ indiren Biziz, Biz."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Öyleyse, Rabbinin hükmüne sabır göster. Onlardan günahkar veya nankör olana itaat etme."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Ve sabah, akşam Rabbinin adını zikret."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Gecenin bir bölümünde O'na secde et ve geceleyin uzun uzadıya O'nu tesbih et."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Gerçek şu ki bunlar, çarçabuk geçmekte olan (dünyay)ı seviyorlar. Önlerinde bulunan ağır bir günü bırakıyorlar."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Onları Biz yarattık ve bağlarını sımsıkı bağladık. Dilediğimiz zaman da onları benzerleriyle değiştiririz."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Şüphesiz, bu bir öğüttür. Artık dileyen Rabbine bir yol bulabilir."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Allah dilemedikçe siz dileyemezsiniz. Gerçekten Allah, bilendir, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Dilediğini Kendi rahmetine sokar. Zalimlere ise, onlar için acı bir azap hazırlamıştır."
    }
  ]
}