{
  "surahNumber": "17",
  "surahName": "İsrâ Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Bir kısım ayetlerimizi kendisine göstermek için, kulunu bir gece Mescid-i Haram'dan, çevresini bereketlendirdiğimiz Mescid-i Aksa'ya götüren O (Allah) Yücedir. Gerçekten O, işitendir, görendir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Musa'ya kitap verdik ve \"Benden başka vekil edinmeyin\" diye onu İsrailoğulları'na kılavuz kıldık."
    },
    {
      "ayahNumber": "3",
      "ayahText": "(Ey) Nuh ile birlikte taşıdıklarımızın çocukları! Şüphesiz o, şükreden bir kuldu."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Kitapta İsrailoğulları'na şu hükmü verdik: \"Muhakkak siz yer(yüzün) de iki defa bozgunculuk çıkaracaksınız ve muhakkak büyük bir kibirleniş-yükselişle kibirlenecek-yükseleceksiniz."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Nitekim o ikiden ilk-vaid geldiği zaman, oldukça zorlu olan kullarımızı üzerinize gönderdik de (sizi) evlerin aralarına kadar girip araştırdılar. Bu yerine getirilmesi gereken bir sözdü."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Sonra onlara karşı size tekrar 'güç ve kuvvet verdik', size mallar ve çocuklarla yardım ettik ve topluluk olarak sizi sayıca çok kıldık."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Eğer iyilik ederseniz kendinize iyilik etmiş olursunuz ve eğer kötülük ederseniz o da (kendi) aleyhinizedir. Sonunda vaad geldiği zaman, (yine öyle kullar göndeririz ki) yüzlerinizi 'kötü duruma soksunlar', birincisinde ona girdikleri gibi mescid (Kudüs)e girsinler ve ele geçirdiklerini 'darmadağın edip mahvetsinler.'"
    },
    {
      "ayahNumber": "8",
      "ayahText": "Umulur ki, Rabbiniz size merhamet eder, fakat siz (bozgunculuğa) dönerseniz Biz de (sizi aşağılık kılmaya ve cezalandırmaya) döneriz. Biz, cehennemi kafirler için bir kuşatma yeri kıldık."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Şüphesiz, bu Kur'an, en doğru yola iletir ve salih amellerde bulunan mü'minlere, onlar için gerçekten büyük bir ecir olduğunu müjde verir."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve şüphesiz, ahirete inanmayanlar için de acı bir azap hazırlamışızdır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "İnsan hayra dua ettiği gibi, şerre de dua etmektedir. İnsan, pek acelecidir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Biz geceyi ve gündüzü iki ayet kıldık; gece ayetini sildik de Rabbinizden bir fazl aramanız, yılların sayısını ve hesabı öğrenmeniz için gündüzün ayetini aydınlatıcı kıldık. Biz, herşeyi yeterince açıkladık."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Biz, her insanın kuşunu (işlediklerini, yaptıklarını) kendi boynuna doladık, kıyamet gününde onun için açılmış olarak önüne konacak bir kitap çıkarırız."
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"Kendi kitabını oku; bugün nefsin hesap sorucu olarak sana yeter.\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "Kim hidayete ererse, kendi nefsi için hidayete erer; kim de saparsa kendi aleyhine sapar. Hiçbir günahkar, bir başkasının günah yükünü yüklenmez. Biz, bir elçi gönderinceye kadar (hiçbir topluma) azap edecek değiliz."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Biz, bir ülkeyi helak etmek istediğimiz zaman, onun 'varlık ve güç sahibi önde gelenlerine' emrederiz, böylelikle onlar onda bozgunculuk çıkarırlar. Artık onun üzerine söz hak olur da, onu kökünden darmadağın ederiz."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Biz, Nuh'tan sonra nice kuşakları yıkıma uğrattık. Kullarının günahlarını haber alıcı, görücü olarak Rabbin yeter,"
    },
    {
      "ayahNumber": "18",
      "ayahText": "Kim çarçabuk olanı (geçici dünya arzularını) isterse, orada istediğimiz kimseye dilediğimizi çabuklaştırırız, sonra ona cehennemi (yurt) kılarız; ona, kınanmış ve kovulmuş olarak gider."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Kim de ahireti ister ve bir mü'min olarak ciddi bir çaba göstererek ona çalışırsa, işte böylelerinin çabası şükre şayandır."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Hepsine, onlara da, bunlara da Rabbinin ihsanından 'arttırarak-veririz.' Rabbinin ihsanı kesilmiş değildir."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Onlardan kimini kimine nasıl üstün tuttuğumuzu gör. Muhakkak ahiret dereceler bakımından daha büyüktür, üstünlük bakımından da daha büyüktür."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Allah ile beraber başka ilahlar edinme, yoksa kınanmış ve kendi başına (yapayalnız ve yardımcısız) bırakılmış olursun."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Rabbin, O'ndan başkasına kulluk etmemenizi ve anne-babaya iyilikle-davranmayı emretti. Şayet onlardan biri veya ikisi senin yanında yaşlılığa ulaşırsa, onlara: \"Öf\" bile deme ve onları azarlama; onlara güzel söz söyle."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Onlara acıyarak alçakgönüllülük kanadını ger ve de ki: \"Rabbim, onlar beni küçükken nasıl terbiye ettilerse Sen de onları esirge.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "Rabbiniz, sizin içinizdekini daha iyi bilir. Eğer siz salih olursanız, şüphesiz O da, (Kendisi'ne) yönelip dönenleri bağışlayıcıdır."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Akrabaya hakkını ver, yoksula ve yolda kalmışa da. İsraf ederek saçıp-savurma."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Çünkü saçıp-savuranlar, şeytanın kardeşleri olmuşlardır; şeytan ise Rabbine karşı nankördür."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Eğer Rabbinden ummakta olduğun bir rahmeti beklerken (darlıkta olduğundan) onlara sırt çevirecek olursan, bu durumda onlara yumuşak söz söyle."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Elini boynunda bağlanmış olarak kılma, büsbütün de açık tutma. Sonra kınanır, hasret (pişmanlık) içinde kalakalırsın."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Şüphesiz senin Rabbin, rızkı dilediğine -genişletir- yayar ve daraltır. Gerçekten O, kullarından haberi olandır, görendir."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Yoksulluk endişesiyle çocuklarınızı öldürmeyin; onlara ve size Biz rızık veririz. Şüphesiz, onları öldürmek büyük bir hata (suç ve günah)dır."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Zinaya yaklaşmayın, gerçekten o, 'çirkin bir hayasızlık' ve kötü bir yoldur."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Haklı bir neden olmaksızın Allah'ın haram kıldığı bir kimseyi öldürmeyin. Kim mazlum olarak öldürülürse onun velisine yetki vermişizdir; o da öldürmede ölçüyü aşmasın. Çünkü o, gerçekten yardım görmüştür."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Erginlik çağına erişinceye kadar, -o da en güzel bir tarz olması- dışında yetimin malına yaklaşmayın. Ahde vefa gösterin. Çünkü ahid bir sorumluluktur."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Ölçtüğünüz zaman ölçüyü tam tutun ve dosdoğru bir tartıyla tartın; bu, daha hayırlıdır ve sonuç bakımından daha güzeldir."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Hakkında bilgin olmayan şeyin ardına düşme; çünkü kulak, göz ve kalp, bunların hepsi ondan sorumludur."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Yeryüzünde böbürlenerek yürüme; çünkü sen ne yeri yarabilirsin, ne dağlara boyca ulaşabilirsin."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Bütün bunlar, kötülüğü olan, Rabbinin Katında da hoş olmayanlardır."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Bunlar, Rabbinin sana hikmet olarak vahyettiği şeylerdir. Rabbin ile beraber başka ilahlar kılma, yoksa yerilmiş, kovulmuş olarak cehenneme bırakılırsın."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Rabbiniz size erkekleri seçti de meleklerden dişileri mi (Kendine) edindi? Gerçekten siz büyük bir söz söylemektesiniz."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Andolsun, Biz bu Kur'an'da çeşitli açıklamalar yaptık, öğüt alıp-düşünsünler diye. Oysa bu, onların daha uzaklaşmalarından başkasını arttırmıyor."
    },
    {
      "ayahNumber": "42",
      "ayahText": "De ki: \"Eğer söyledikleri gibi O'nunla beraber ilahlar olsaydı, onlar arşın sahibine mutlaka bir yol ararlardı.\""
    },
    {
      "ayahNumber": "43",
      "ayahText": "O, onların dediklerinden münezzeh, Yüce ve büyük bir yükseklikle yüksektir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Yedi gök, yer ve bunların içindekiler O'nu tesbih eder; O'nu övgü ile tesbih etmeyen hiçbir şey yoktur, ancak siz onların tesbihlerini kavramıyorsunuz. Şüphesiz O, halim olandır, bağışlayandır."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Kur'an okuduğun zaman seninle ahirete inanmayanlar arasında görünmez bir perde kıldık."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Ve onların kalpleri üzerine, onu kavrayıp anlamalarını engelleyen kabuklar, kulaklarına da bir ağırlık koyduk. Sen Kur'an'da sadece Rabbini \"bir ve tek\" (İlah olarak) andığın zaman, 'nefretle kaçar vaziyette' gerisin geriye giderler."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Biz onların seni dinlediklerinde ne için dinlediklerini, gizli konuşmalarında da o zalimlerin: \"Siz büyülenmiş bir adamdan başkasına uymuyorsunuz\" dediklerini çok iyi biliriz."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Sana nasıl örnekler vererek saptıklarına bir bak, artık onların bir yola güçleri yetmemektedir."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Dediler ki: \"Biz kemikler haline geldikten, toprak olup ufalandıktan sonra mı, gerçekten biz mi yeni bir yaratılışla diriltileceğiz?\""
    },
    {
      "ayahNumber": "50",
      "ayahText": "De ki: \"İster taş olun, ister demir.\""
    },
    {
      "ayahNumber": "51",
      "ayahText": "\"Ya da göğüslerinizde büyümekte olan (veya büyüttüğünüz) bir yaratık (olun).\" Bizi kim (hayata) geri çevirebilir\" diyecekler. De ki: \"Sizi ilk defa yaratan.\" Bu durumda sana başlarını alaylıca sallayacaklar ve diyecekler ki: \"Ne zamanmış o?\" De ki: \"Umulur ki pek yakında.\""
    },
    {
      "ayahNumber": "52",
      "ayahText": "Sizi çağıracağı gün, O'na övgüyle icabet edecek ve (dünyada) pek az bir süre kaldığınızı sanacaksınız."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Kullarıma, sözün en güzel olanını söylemelerini söyle. Çünkü şeytan aralarını açıp bozmaktadır. Şüphesiz şeytan insanın açıkça bir düşmanıdır."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Sizi en iyi Rabbiniz bilir; dilerse size merhamet eder, dilerse sizi azaplandırır. Biz seni onların üzerine bir vekil olarak göndermedik."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Rabbin, göklerde ve yerde olan herkesi en iyi bilir. Andolsun, Biz peygamberlerin bir kısmını bir kısmına üstün kıldık ve Davud'a da Zebur verdik."
    },
    {
      "ayahNumber": "56",
      "ayahText": "De ki: \"O'nun dışında (ilah olarak) öne sürdüklerinizi çağırın, onlar sizden ne zararı uzaklaştırabilirler, ne de (onu yararınıza) dönüştürebilirler."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Onların taptıkları da, -hangisi daha yakındır diye- Rablerine (yaklaşmak için) bir vesile arıyorlar. O'nun rahmetini umuyorlar ve azabından korkuyorlar. Şüphesiz senin Rabbinin azabı korkunçtur."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Hiçbir ülke (veya şehir) olmasın ki, kıyamet gününden önce Biz onu (ya) bir yıkıma uğratacağız veya onu şiddetli bir azapla azaplandıracağız; bu (muhakkak) o kitapta yazılıdır."
    },
    {
      "ayahNumber": "59",
      "ayahText": "Bizi ayet (mucize)ler göndermekten, öncekilerin onu yalanlamasından başka bir şey alıkoymadı. Semud'a dişi deveyi görünür (bir mucize) olarak gönderdik, fakat onlar bununla (onu boğazlamakla) zulmetmiş oldular. Oysa Biz ayetleri ancak korkutmak için göndeririz."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Hani Biz sana: \"Muhakkak Rabbin insanları çepeçevre kuşatmıştır\" demiştik. Sana gösterdiğimiz o rüyayı insanları denemek için yaptık, Kur'an'da lanetlenmiş ağacı da. Biz onları korkutuyoruz. Fakat (bu) onlarda büyük bir azgınlıktan başka bir şey arttırmıyor."
    },
    {
      "ayahNumber": "61",
      "ayahText": "Hani, meleklere: \"Adem'e secde edin\" demiştik. İblis'in dışında (hepsi) secde etmişlerdi. Demişti ki: \"Bir çamur olarak yarattığın kimseye ben secde eder miyim?\""
    },
    {
      "ayahNumber": "62",
      "ayahText": "Demişti ki: \"Şu bana karşı yücelttiğine bir bak; andolsun, eğer bana kıyamet gününe kadar süre tanırsan, onun soyunu -pek az dışında- kuşkusuz kendime bağlı kılacağım."
    },
    {
      "ayahNumber": "63",
      "ayahText": "Demişti ki: \"Git, onlardan kim sana uyarsa, şüphesiz sizin cezanız cehennemdir; eksiksiz bir ceza.\""
    },
    {
      "ayahNumber": "64",
      "ayahText": "\"Onlardan güç yetirdiklerini sesinle sarsıntıya uğrat, atlıların ve yayalarınla onların üstüne yaygarayı kopar, mallarda ve çocuklarda onlara ortak ol ve onlara çeşitli vaadlerde bulun.\" Şeytan, onlara aldatmadan başka bir şey vadetmez."
    },
    {
      "ayahNumber": "65",
      "ayahText": "\"Benim kullarım; senin onlar üzerinde hiçbir zorlayıcı gücün (hakimiyetin) yoktur.\" Vekil olarak Rabbin yeter."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Sizin Rabbiniz, fazlından aramanız için denizde gemileri sizin için yürütür. Gerçekten O, size karşı merhametli olandır."
    },
    {
      "ayahNumber": "67",
      "ayahText": "Size denizde bir sıkıntı (tehlike) dokunduğu zaman, O'nun dışında taptıklarınız kaybolur-gider; fakat karaya (çıkarıp) sizi kurtarınca (yine) sırt çevirirsiniz. İnsan pek nankördür."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Kara tarafında sizi yerin dibine geçirmeyeceğinden veya üzerinize taş yığınları yüklü bir kasırga göndermeyeceğinden emin misiniz? Sonra kendinize bir vekil bulamazsınız."
    },
    {
      "ayahNumber": "69",
      "ayahText": "Veya sizi bir kere daha ona (denize) gönderip üzerinize kırıp geçiren bir fırtına salarak nankörlük etmeniz nedeniyle sizi batırmasına karşı emin misiniz? Sonra onun öcünü Bize karşı alacak (kimseyi de) bulamazsınız."
    },
    {
      "ayahNumber": "70",
      "ayahText": "Andolsun, Biz Ademoğlunu yücelttik; onları karada ve denizde (çeşitli araçlarla) taşıdık, temiz, güzel şeylerden rızıklandırdık ve yarattıklarımızın bir çoğundan üstün kıldık."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Her insan-grubunu imamlarıyla çağıracağımız gün, artık kimin kitabı sağ eline verilirse, onlar kitaplarını okuyacaklar ve onlar, bir 'hurma çekirdeğindeki iplikçik kadar' bile haksızlığa uğratılmazlar."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Kim bunda (dünyada) kör ise, O, ahirette de kördür ve yol bakımından daha 'şaşkın bir sapıktır.'"
    },
    {
      "ayahNumber": "73",
      "ayahText": "Onlar neredeyse, sana vahyettiğimizden başkasını Bize karşı düzüp uydurman için seni fitneye düşüreceklerdi; o zaman seni dost edineceklerdi."
    },
    {
      "ayahNumber": "74",
      "ayahText": "Eğer Biz seni sağlamlaştırmasaydık, andolsun, onlara az bir şey (de olsa) eğilim gösterecektin."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Bu durumda, Biz sana, hayatın da kat kat, ölümün de kat kat (acısını) tattırırdık; sonra Bize karşı bir yardımcı bulamazdın."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Neredeyse seni (bu) yerden (yurdundan) çıkarmak için tedirgin edeceklerdi; bu durumda kendileri de senden sonra az bir süreden başka kalamazlar."
    },
    {
      "ayahNumber": "77",
      "ayahText": "(Bu,) Senden önce gönderdiğimiz resullerimizin bir sünnetidir. Sünnetimizde bir değişiklik bulamazsın."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Güneşin sarkmasından gecenin kararmasına kadar namazı kıl, fecir vakti (namazda okunan) Kur'an'ı, işte o, şahid olunandır."
    },
    {
      "ayahNumber": "79",
      "ayahText": "Gecenin bir kısmında kalk, sana aid nafile olarak onunla (Kur'an'la) namaz kıl. Umulur ki Rabbin seni övülmüş bir makama ulaştırır."
    },
    {
      "ayahNumber": "80",
      "ayahText": "Ve de ki: \"Rabbim, beni (girilecek yere) doğru bir girdirişle girdir ve (çıkarılacak yerden) doğru bir çıkarışla çıkar ve Katından bana yardımcı bir kuvvet ver.\""
    },
    {
      "ayahNumber": "81",
      "ayahText": "De ki: \"Hak geldi, batıl yok oldu. Hiç şüphesiz batıl yok olucudur.\""
    },
    {
      "ayahNumber": "82",
      "ayahText": "Kur'an'dan mü'minler için şifa ve rahmet olan şeyleri indiriyoruz. Oysa o, zalimlere kayıplardan başkasını arttırmaz."
    },
    {
      "ayahNumber": "83",
      "ayahText": "İnsana bir nimet verdiğimizde sırt çevirir ve yan çizer; ona bir şer dokunduğu zaman da umutsuzluğa kapılır."
    },
    {
      "ayahNumber": "84",
      "ayahText": "De ki: \"Herkes kendi yaratılışına (fıtrat tarzına) göre davranır. Şu halde kimin daha doğru yolda olduğunu Rabbin daha iyi bilir.\""
    },
    {
      "ayahNumber": "85",
      "ayahText": "Sana ruhtan sorarlar; de ki: \"Ruh, Rabbimin emrindendir, size ilimden yalnızca az bir şey verilmiştir.\""
    },
    {
      "ayahNumber": "86",
      "ayahText": "Andolsun, eğer dilersek, sana vahyettiklerimizi gerçekten gideriveririz, sonra bunun için Bize karşı bir vekil bulamazsın."
    },
    {
      "ayahNumber": "87",
      "ayahText": "(Vahyi sende bırakan) Rabbin rahmetinden başka(sı değildir). Şüphesiz O'nun lütfu senin üzerinde çok büyüktür."
    },
    {
      "ayahNumber": "88",
      "ayahText": "De ki: \"Eğer bütün ins ve cin (toplulukları), bu Kur'an'ın bir benzerini getirmek üzere toplansa, -onların bir kısmı bir kısmına destekçi olsa bile- onun bir benzerini getiremezler.\""
    },
    {
      "ayahNumber": "89",
      "ayahText": "Andolsun, bu Kur'an'da her örnekten insanlar için çeşitli açıklamalarda bulunduk. İnsanların çoğu ise ancak inkarda ayak direttiler."
    },
    {
      "ayahNumber": "90",
      "ayahText": "Dediler ki: \"Bize yerden pınarlar fışkırtmadıkça sana kesinlikle inanmayız.\""
    },
    {
      "ayahNumber": "91",
      "ayahText": "\"Ya da sana ait hurmalıklardan ve üzümlerden bir bahçe olup aralarından şarıl şarıl akan ırmaklar fışkırtmalısın.\""
    },
    {
      "ayahNumber": "92",
      "ayahText": "\"Veya öne sürdüğün gibi, gökyüzünü üstümüze parça parça düşürmeli ya da Allah'ı ve melekleri karşımıza (şahid olarak) getirmelisin.\""
    },
    {
      "ayahNumber": "93",
      "ayahText": "\"Yahut altından bir evin olmalı veya gökyüzüne yükselmelisin. Üzerimize bizim okuyabileceğimiz bir kitap indirinceye kadar senin yükselişine de inanmayız.\" De ki: \"Rabbimi yüceltirim; ben, elçi olan bir beşerden başkası mıyım?\""
    },
    {
      "ayahNumber": "94",
      "ayahText": "Kendilerine hidayet geldiği zaman, insanları inanmaktan alıkoyan şey, onların: \"Allah, elçi olarak bir beşeri mi gönderdi?\" demelerinden başkası değildir."
    },
    {
      "ayahNumber": "95",
      "ayahText": "De ki: \"Eğer yeryüzünde (insan değil de) tatmin bulmuş yürüyen melekler olsaydı, Biz de onlara gökten elçi olarak elbette melek gönderirdik.\""
    },
    {
      "ayahNumber": "96",
      "ayahText": "De ki: \"Benimle aranızda şahid olarak Allah yeter; kuşkusuz O, kullarından gerçeğiyle haberdardır, görendir.\""
    },
    {
      "ayahNumber": "97",
      "ayahText": "Allah, kimi hidayete erdirirse, işte o, hidayet bulmuştur, kimi saptırırsa onlar için O'nun dışında asla veliler bulamazsın. Kıyamet günü, Biz onları yüzükoyun körler, dilsizler ve sağırlar olarak haşrederiz. Onların barınma yerleri cehennemdir; ateşi sükun buldukça, çılgın alevini onlara arttırırız."
    },
    {
      "ayahNumber": "98",
      "ayahText": "Bu, şüphesiz, onların ayetlerimizi inkar etmelerine ve: \"Biz kemikler haline geldikten, toprak olup ufalandıktan sonra mı, gerçekten biz mi yeni bir yaratılışla diriltileceğiz?\" demelerine karşılık cezalarıdır."
    },
    {
      "ayahNumber": "99",
      "ayahText": "Görmüyorlar mı; gökleri ve yeri yaratan Allah, onların benzerini yaratmaya gücü yeter ve onlar için kendisinde şüphe olmayan bir süre (ecel) kılmıştır. Zulmedenler ise ancak inkarda ayak direttiler."
    },
    {
      "ayahNumber": "100",
      "ayahText": "De ki: \"Eğer siz Rabbimin rahmet hazinelerine malik olsaydınız, bu durumda harcama endişesiyle gerçekten (cimrilik edip elinizde) tutardınız. İnsan pek cimridir."
    },
    {
      "ayahNumber": "101",
      "ayahText": "Andolsun, Biz Musa'ya apaçık dokuz ayet (mucize) vermiştik; işte İsrailoğulları'na sor; onlara geldiği zaman Firavun ona: \"Gerçekten ben seni büyülenmiş sanıyorum\" demişti."
    },
    {
      "ayahNumber": "102",
      "ayahText": "O da: \"Andolsun, bunları görülecek belgeler olarak göklerin ve yerin Rabbinden başkasının indirmediğini sen de bilmişsin; gerçekten ben de seni yıkılmış-harab olmuş sanıyorum\" demişti."
    },
    {
      "ayahNumber": "103",
      "ayahText": "Böylelikle, onları o yerden sürüp-sarsıntıya uğratmayı istedi, Biz de onu ve beraberindekileri hep birlikte boğuverdik."
    },
    {
      "ayahNumber": "104",
      "ayahText": "Ve onun ardından İsrailoğulları'na söyledik: \"O toprak (yurt)ta oturun, ahiret va'di geldiğinde hepinizi derleyip-toplayacağız.\""
    },
    {
      "ayahNumber": "105",
      "ayahText": "Biz onu (Kur'an'ı) hak olarak indirdik ve o hak ile indi; seni de yalnızca bir müjde verici ve uyarıp-korkutucu olarak gönderdik."
    },
    {
      "ayahNumber": "106",
      "ayahText": "Onu bir Kur'an olarak, insanlara dura dura okuman için (bölüm bölüm) ayırdık ve onu safha safha bir indirme ile indirdik."
    },
    {
      "ayahNumber": "107",
      "ayahText": "De ki: \"İster ona inanın, ister inanmayın: O, daha önce kendilerine ilim verilenlere okunduğu zaman, çenelerinin üstüne kapanarak secde ederler.\""
    },
    {
      "ayahNumber": "108",
      "ayahText": "Ve derler ki: \"Rabbimiz Yücedir, Rabbimiz'in va'di gerçekten gerçekleşmiş bulunuyor.\""
    },
    {
      "ayahNumber": "109",
      "ayahText": "Çeneleri üstüne kapanıp ağlıyorlar ve (Kur'an) onların huşu (saygı dolu korku)larını arttırıyor."
    },
    {
      "ayahNumber": "110",
      "ayahText": "De ki: \"Allah, diye çağırın, 'Rahman' diye çağırın, ne ile çağırırsanız; sonunda en güzel isimler O'nundur.\" Namazında sesini çok yükseltme, çok da kısma, bu ikisi arasında (orta) bir yol benimse."
    },
    {
      "ayahNumber": "111",
      "ayahText": "Ve de ki: \"Övgü (hamd), çocuk edinmeyen, mülkte ortağı olmayan ve düşkünlükten dolayı yardımcıya da (ihtiyacı) bulunmayan Allah'adır.\" Ve O'nu tekbir edebildikçe tekbir et."
    }
  ]
}