{
  "surahNumber": "50",
  "surahName": "Kâf Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Kaf. 'Şerefli üstün' Kur'an'a andolsun."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Hayır, onlara kendilerinden bir uyarıcı gelmesine şaştılar da, o kafirler: \"Bu şaşılacak bir şey\" dediler."
    },
    {
      "ayahNumber": "3",
      "ayahText": "\"Biz öldüğümüz ve toprak olduğumuz zaman mı (yeniden diriltilecek mişiz)? Bu uzak bir dönüş (iddiasıdır).\""
    },
    {
      "ayahNumber": "4",
      "ayahText": "Doğrusu Biz, yerin onlardan ne eksilttiğini bilmişizdir. Katımız'da (bütün bunları) saklayıp-koruyan bir kitap vardır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Hayır, hak kendilerine gelince yalanladılar. Şimdi onlar, derin bir sarsıntı içinde bulunuyorlar."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Üzerlerindeki göğe bakmıyorlar mı? Biz, onu nasıl bina ettik ve onu nasıl süsledik? Onun hiçbir çatlağı yok."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Yeri de (nasıl) döşeyip-yaydık? Onda sarsılmaz dağlar bıraktık ve onda 'göz alıcı ve iç açıcı' her çiftten (nice bitkiler) bitirdik."
    },
    {
      "ayahNumber": "8",
      "ayahText": "(Bunlar,) 'İçten Allah'a yönelen' her kul için 'hikmetle bakan bir iç göz' ve bir zikirdir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ve gökten mübarek (bereket ve rahmet yüklü) su indirdik; böylece onunla bahçeler ve biçilecek taneler bitirdik."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Ve birbiri üstüne dizilmiş tomurcuk yüklü yüksek hurma ağaçları da."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Kullara rızık olmak üzere. Ve onunla (o suyla) ölü bir şehri dirilttik. İşte (ölümden sonra) diriliş de böyledir."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Onlardan önce Nuh kavmi, Ress halkı ve Semud (kavmi) de yalanladı."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Ad, Firavun ve Lut'un kardeşleri,"
    },
    {
      "ayahNumber": "14",
      "ayahText": "Eyke halkı ve Tubba' kavmi de. Hepsi elçileri yalanladı; böylece Benim tehdidim (onların üzerine) hak oldu."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Ya, Biz ilk yaratılışta güçsüz mü düştük? Hayır, onlar 'karmaşık bir kuşku' içindedirler."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Andolsun, insanı Biz yarattık ve nefsinin ona ne vesveseler vermekte olduğunu biliriz. Biz ona şahdamarından daha yakınız."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Onun sağında ve solunda oturan iki yazıcı kaydederlerken"
    },
    {
      "ayahNumber": "18",
      "ayahText": "O, söz olarak (herhangi bir şey) söylemeyiversin, mutlaka yanında hazır bir gözetleyici vardır."
    },
    {
      "ayahNumber": "19",
      "ayahText": "O, ölüm sarhoşluğu, bir gerçek olarak gelip de, (insana) \"İşte bu, senin yan çizip-kaçmakta olduğun şeydir\" (denildiği zaman da)."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Sur'a da üfürülmüştür. İşte bu, tehdidin (gerçekleştiği) gündür."
    },
    {
      "ayahNumber": "21",
      "ayahText": "(Artık) Her bir nefis, yanında bir sürücü ve bir şahid ile gelmiştir."
    },
    {
      "ayahNumber": "22",
      "ayahText": "\"Andolsun, sen bundan gaflet içindeydin; işte Biz de senin üzerindeki örtüyü açıp-kaldırdık. Artık bugün görüş-gücün keskindir.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "Onun yakını olan (ve yanından ayrılmayan melek) dedi ki: \"İşte bu, yanımda hazır durumda olan şey.\""
    },
    {
      "ayahNumber": "24",
      "ayahText": "Siz ikiniz (ey melekler), her inatçı nankörü atın cehennemin içine,"
    },
    {
      "ayahNumber": "25",
      "ayahText": "Hayra engel olan, saldırgan şüpheciyi,"
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ki o, Allah'la beraber başka bir İlah edinmişti. Artık ikiniz, onu en şiddetli olan azabın içine atın."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Onun yakın-dostu (saptırıcı) dedi ki: \"Rabbimiz, ben onu kışkırtıp-azdırdım. Ancak kendisi (haktan) uzak bir sapıklık içindeydi.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "(Allah buyurur:) \"Benim Huzurumda çekişip-durmayın. Ben size daha önce 'kesin bir uyarı' göndermiştim.\""
    },
    {
      "ayahNumber": "29",
      "ayahText": "\"Huzurumda söz değişikliğe uğratılmaz ve Ben kullara zulmedici değilim.\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "O gün cehenneme diyeceğiz: \"Doldun mu?\" O da: \"Daha fazlası var mı?\" diyecek."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Cennet de, muttakiler için, uzakta değildir, (o gün) yakınlaştırılmıştır."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Bu, size vadolunandır; (gönülden Allah'a) yönelip-dönen (İslam'ın hükümlerini) koruyan,"
    },
    {
      "ayahNumber": "33",
      "ayahText": "Görmediği halde Rahman'a karşı 'içi titreyerek korku duyan' ve 'içten Allah'a yönelmiş' bir kalp ile gelen içindir."
    },
    {
      "ayahNumber": "34",
      "ayahText": "\"Ona 'esenlik ve barış (selam)la' girin. Bu, ebedilik günüdür.\""
    },
    {
      "ayahNumber": "35",
      "ayahText": "Orda diledikleri herşey onlarındır; Katımız'da daha fazlası da var."
    },
    {
      "ayahNumber": "36",
      "ayahText": "Biz bunlardan önce nice nesiller yıkıma uğrattık ki onlar, zorbaca yakalamak (yakıp-yıkmak, baskı ve şiddetle yönetmek, sindirmek) bakımından kendilerinden daha üstündüler; şehirlerde (yerin üstünü altına getirip, sayısız kazı, inşaat ve araştırmalarla her yanı) delik-deşik etmişlerdi. (Ama) kaçacak bir yer var mı?"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Hiç şüphesiz, bunda, kalbi olan ya da bir şahid olarak kulak veren kimse için elbette bir öğüt (zikir) vardır."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Andolsun, Biz gökleri, yeri ve ikisi arasında bulunanları altı günde yarattık; Bize hiçbir yorgunluk dokunmadı."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Öyleyse sen, onların dediklerine karşılık sabret ve Rabbini güneşin doğuşundan önce ve batışından önce hamd ile tesbih et."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Gecenin bir bölümünde ve secdelerin arkasından da O'nu tesbih et."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Çağırıcının, yakın bir yerden çağrıda bulunacağı güne kulak ver;"
    },
    {
      "ayahNumber": "42",
      "ayahText": "O gün, o çığlığı bir gerçek (hak) olarak işitirler. İşte bu, (dirilip kabirlerden) çıkış günüdür."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Gerçek şu ki, dirilten ve öldüren Biziz, Biz. Ve dönüş de Bizedir."
    },
    {
      "ayahNumber": "44",
      "ayahText": "O gün yer, onlardan çatlayıp-ayrılır da (onlar,) hızla koşarlar. İşte bu, Bize göre oldukça-kolay olan bir haşir (sizi birarada toplama)dır."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Biz onların neler söylediklerini daha iyi biliriz. Sen onların üzerinde bir zorba değilsin; şu halde, Benim kesin tehdidimden korkanlara Kur'an ile öğüt ver."
    }
  ]
}