{
  "surahNumber": "68",
  "surahName": "Kalem Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Nun. Kaleme ve satır satır yazdıklarına andolsun."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Sen, Rabbinin nimetiyle bir mecnun değilsin."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Gerçekten senin için kesintisi olmayan bir ecir vardır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ve şüphesiz sen, pek büyük bir ahlak üzerindesin."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Artık yakında göreceksin ve onlar da görecekler."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Sizden, hanginizin 'fitneye tutulup-çıldırdığını.'"
    },
    {
      "ayahNumber": "7",
      "ayahText": "Elbette senin Rabbin, kimin Kendi yolundan şaşırıp-saptığını daha iyi bilendir; ve kimin hidayete erdiğini de daha iyi bilendir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Şu halde yalanlayanlara itaat etme."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Onlar, senin kendilerine yaranmanı (uzlaşmanı) arzu ettiler; o zaman onlar da sana yaranıp-uzlaşacaklardı."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Şunların hiçbirine itaat etme: Yemin edip duran, aşağılık,"
    },
    {
      "ayahNumber": "11",
      "ayahText": "Alabildiğine ayıplayıp kötüleyen, söz getirip götüren (gizlilik içinde söz ve haber taşıyan),"
    },
    {
      "ayahNumber": "12",
      "ayahText": "Hayrı engelleyip sürdüren, saldırgan, olabildiğince günahkar,"
    },
    {
      "ayahNumber": "13",
      "ayahText": "Zorba-saygısız, sonra da kulağı kesik;"
    },
    {
      "ayahNumber": "14",
      "ayahText": "Mal (servet) ve çocuklar sahibi oldu diye,"
    },
    {
      "ayahNumber": "15",
      "ayahText": "Kendisine ayetlerimiz okunduğu zaman: \"(Bunlar) Eskilerin uydurma masallarıdır\" diyen."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Yakında Biz onun hortumu (burnu) üzerine damga vuracağız."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Gerçek şu ki, Biz o bahçe sahiplerine bela verdiğimiz gibi, bunlara da bela verdik. Hani onlar, sabah vakti (erkenden ve kimseye haber vermeden) onu (bahçeyi) mutlaka devşireceklerine dair and içmişlerdi."
    },
    {
      "ayahNumber": "18",
      "ayahText": "(Bu konuda) Hiçbir istisna yapmıyorlardı."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Fakat onlar, uyuyorlarken, Rabbin tarafından dolaşıp-gelen bir bela' onun üstünü sarıp-kuşatıverdi."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Sonunda (bahçe) kökünden kuruyup-kapkara kesildi."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Nihayet sabah vakti birbirlerine seslendiler."
    },
    {
      "ayahNumber": "22",
      "ayahText": "\"Eğer ürününüzü devşirecekseniz erkence kalkıp-çıkın.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "Derken, aralarında fısıldaşarak çıkıp-gittiler:"
    },
    {
      "ayahNumber": "24",
      "ayahText": "\"Bugün sakın oraya hiçbir yoksul girip de karşınıza çıkmasın.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "(Yoksulları) Engellemeye güçleri yetebilirmiş gibi erkenden gittiler."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ama onu görünce: \"Muhakkak biz (gideceğimiz yeri) şaşırmışız\" dediler."
    },
    {
      "ayahNumber": "27",
      "ayahText": "\"Hayır, biz (herşeyden ve bütün servetimizden) yoksun bırakıldık.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "(İçlerinde) Mutedil olan biri dedi ki: \"Ben size dememiş miydim? (Allah'ı) Tesbih edip yüceltmeniz gerekmez miydi?\""
    },
    {
      "ayahNumber": "29",
      "ayahText": "Dediler ki: \"Rabbimiz Seni tesbih eder, yüceltiriz; gerçekten bizler zalim imişiz.\""
    },
    {
      "ayahNumber": "30",
      "ayahText": "Şimdi birbirlerine karşı kendilerini kınamaya başladılar."
    },
    {
      "ayahNumber": "31",
      "ayahText": "\"Yazıklar bize, gerçekten bizler azgınmışız\" dediler."
    },
    {
      "ayahNumber": "32",
      "ayahText": "\"Belki Rabbimiz, onun yerine daha hayırlısını verir; şüphesiz biz, yalnızca Rabbimiz'e rağbet eden kimseleriz.\""
    },
    {
      "ayahNumber": "33",
      "ayahText": "İşte azap böyledir. Ahiret azabı ise, muhakkak çok daha büyüktür; bir bilseler."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Doğrusu, muttaki olanlar için Rableri Katında nimetlerle donatılmış cennetler vardır."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Öyleyse, Müslümanları suçlu-günahkar olanlar gibi (eşit) kılar mıyız?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Size ne oluyor? Nasıl hüküm veriyorsunuz?"
    },
    {
      "ayahNumber": "37",
      "ayahText": "Yoksa (elinizde) ders okumakta olduğunuz bir kitap mı var?"
    },
    {
      "ayahNumber": "38",
      "ayahText": "İçinde, neyi seçip-beğenirseniz, mutlaka sizin olacak diye."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Yoksa sizin için üzerimizde kıyamete kadar sürüp gidecek bir yemin mi var ki siz ne hüküm verirseniz o, mutlaka sizin kalacak, diye."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Onlara sor: \"Hangisi bunun savunuculuğunu yapacak?"
    },
    {
      "ayahNumber": "41",
      "ayahText": "Yoksa onların ortakları mı var? Şu halde eğer doğru sözlü kimselerse, ortaklarını getirsinler."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ayağın üstünden (örtünün) açılacağı ve onların secdeye çağrılacakları gün, artık güç yetiremezler."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Gözleri 'korkudan ve dehşetten düşük', kendilerini de zillet sarıp-kuşatmış. Oysa onlar, (daha önce) sapasağlam iken secdeye davet edilirlerdi."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Artık bu sözü yalan sayanı sen Bana bırak. Biz onları, bilmeyecekleri bir yönden derece derece (azaba) yaklaştıracağız."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Ben, onlara süre tanıyorum. Elbette Benim düzenim (cezalandırmam) sapasağlamdır."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Sen, onlardan bir ücret mi istiyorsun ki, onlar, haksız bir borçtan dolayı ağır bir yük altında kalmışlar?"
    },
    {
      "ayahNumber": "47",
      "ayahText": "Yoksa gayb (görünmeyenin bilgisi) onların yanında mıdır ki, kendileri yazıp duruyorlar?"
    },
    {
      "ayahNumber": "48",
      "ayahText": "Şimdi sen, Rabbinin hükmüne sabret ve balık sahibi (Yunus) gibi olma; hani o, içi kahır dolu olarak (Rabbine) çağrıda bulunmuştu."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Eğer Rabbinden bir nimet ona ulaşmasaydı, mutlaka yerilmiş ve çıplak bir durumda (karaya) atılmış olacaktı."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Fakat Rabbi onu seçti ve onu salih olanlardan kıldı."
    },
    {
      "ayahNumber": "51",
      "ayahText": "O inkar edenler, zikri (Kur'an'ı) işittikleri zaman, seni neredeyse gözleriyle devireceklerdi. \"O, gerçekten bir delidir\" diyorlar."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Oysa o (Kur'an), alemlere bir zikr (öğüt, hatırlatma, hüküm ve üstün bir şeref)den başka bir şey değildir."
    }
  ]
}