{
  "kamer": {
    "surahNumber": "54",
    "surahNameTr": "Kamer Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Saat (kıyamet vakti) yakınlaştı ve ay yarıldı."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Onlar bir ayet (mucize) görseler, sırt çevirirler ve: \"(Bu,) Süregelen bir büyüdür\" derler."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yalanladılar ve kendi heva (istek ve tutku)larına uydular; oysa her iş 'sonunda kendi amacına varıp karar kılacaktır.'"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Andolsun, onlara (kendilerini şirkten ve bozulmalardan) caydırıp vazgeçirtecek nice haberler geldi."
      },
      {
        "ayahNumber": "5",
        "ayahText": "(Ki her biri) Doruğunda-olgunlaşmış hikmettir. Fakat uyarmalar bir yarar sağlamıyor."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Öyleyse sen onlardan yüz çevir. O çağırıcının 'ne tanınmış, ne görülmüş' bir şeye çağıracağı gün..."
      },
      {
        "ayahNumber": "7",
        "ayahText": "Gözleri 'zillet ve dehşetten düşmüş olarak', sanki 'yayılan' çekirgeler gibi kabirlerinden çıkarlar."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Boyunlarını çağırana doğru uzatmış olarak koşarlarken, kafirler derler ki: \"Bu, zorlu bir gün.\""
      },
      {
        "ayahNumber": "9",
        "ayahText": "Kendilerinden önce Nuh kavmi de yalanlamıştı; böylece kulumuz (Nuh)u yalanladılar ve: \"Delidir\" dediler. O 'baskı altına alınıp engellenmişti.'"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Sonunda Rabbine dua etti: \"Gerçekten ben, yenik düşmüş durumdayım. Artık Sen (bu kafir toplumdan) intikam al.\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "Biz de 'bardaktan boşanırcasına akan' bir su ile göğün kapılarını açtık."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Yeri de 'coşkun kaynaklar' halinde fışkırttık. Derken su, takdir edilmiş bir işe karşı (hükmümüzü gerçekleştirmek üzere) birleşti."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Ve onu da tahtalar ve çiviler(le inşa edilmiş gemi) üzerinde taşıdık;"
      },
      {
        "ayahNumber": "14",
        "ayahText": "Gözlerimiz önünde akıp-gitmekteydi. (Kendisi ve getirdikleri) İnkar edilmiş-nankörlük edilmiş olan (Nuh)a bir mükafaat olmak üzere."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Andolsun, Biz bunu bir ayet olarak bıraktık. Fakat öğüt alıp-düşünen var mı?"
      },
      {
        "ayahNumber": "16",
        "ayahText": "Şu halde Benim azabım ve uyarıp-korkutmam nasılmış?"
      },
      {
        "ayahNumber": "17",
        "ayahText": "Andolsun Biz Kur'an'ı zikr (öğüt alıp düşünmek) için kolaylaştırdık. Fakat öğüt alıp-düşünen var mı?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Ad (kavmi) de yalanladı. Şu halde Benim azabım ve uyarmam nasılmış?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Biz, o uğursuz (felaket yüklü ve) sürekli bir günde üzerlerine 'kulakları patlatan bir kasırga' gönderdik."
      },
      {
        "ayahNumber": "20",
        "ayahText": "İnsanları söküp atıyordu; sanki onlar, kökünden sökülüp-kopmuş hurma kütükleriymiş gibi."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Şu halde Benim azabım ve uyarmam nasılmış?"
      },
      {
        "ayahNumber": "22",
        "ayahText": "Andolsun Biz Kur'an'ı zikr (öğüt alıp düşünmek) için kolaylaştırdık. Fakat öğüt alıp-düşünen var mı?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "Semud (kavmi) de uyarıları yalanladı."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Dediler ki: \"Bizden biri olan bir beşere mi uyacağız? Bu durumda gerçekten biz bir sapıklık (delalet) ve çılgınlık içinde kalmış oluruz.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "\"Zikr (vahy) içimizden ona mı bırakıldı? Hayır, o çok yalan söyleyen, kendini beğenmiş bir şımarıktır.\""
      },
      {
        "ayahNumber": "26",
        "ayahText": "Onlar yarın, kimin çok yalan söyleyen, kendini beğenmiş bir şımarık olduğunu bilip-öğreneceklerdir."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Gerçek şu ki Biz, bir fitne (imtihan ve deneme konusu) olarak o dişi deveyi kendilerine göndereniz. Şu halde sen onları gözleyip-bekle ve sabret."
      },
      {
        "ayahNumber": "28",
        "ayahText": "\"Ve onlara, suyun aralarında kesin olarak pay edildiğini haber ver. Su alış sırası (kiminse, o) hazır bulunsun.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "Derken arkadaşlarını çağırdılar, o da bıçağını kapıp 'hayvanı ayağından biçip yere devirdi.'"
      },
      {
        "ayahNumber": "30",
        "ayahText": "Şu halde Benim azabım ve uyarmam nasılmış?"
      },
      {
        "ayahNumber": "31",
        "ayahText": "Çünkü Biz onların üzerine bir tek çığlık gönderdik. Böylece onlar, ağıldaki çalı-çırpı olan kuru ot gibi oluverdiler."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Andolsun Biz Kur'an'ı zikr (öğüt alıp düşünmek) için kolaylaştırdık. Fakat öğüt alıp-düşünen var mı?"
      },
      {
        "ayahNumber": "33",
        "ayahText": "Lut kavmi de uyarıları yalanladı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Biz de onların üzerine taş yağdıran bir kasırga gönderdik. Yalnız Lut ailesini (bu azaptan ayrı tuttuk;) onları seher vakti kurtardık;"
      },
      {
        "ayahNumber": "35",
        "ayahText": "Tarafımızdan bir nimet olarak. İşte Biz, şükredenleri böyle ödüllendiririz."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Oysa andolsun, zorlu yakalamamıza karşı onları uyarmıştı. Fakat onlar, bu uyarıları kuşkuyla karşılayıp-yalanlamakta direttiler."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Andolsun onlar, onun konuklarından da murad almak için baskı yaptılar. Biz de onların gözlerini silip kör ettik. \"İşte azabımı ve uyarmamı tadın.\""
      },
      {
        "ayahNumber": "38",
        "ayahText": "Andolsun onları bir sabah vakti erkenden, üzerlerinde kararını kılmış bir azap yakalayıp-bastırıverdi."
      },
      {
        "ayahNumber": "39",
        "ayahText": "Şimdi azabımı ve uyarmamı tadın."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Andolsun Biz Kur'an'ı zikr (öğüt alıp düşünmek) için kolaylaştırdık. Fakat öğüt alıp-düşünen var mı?"
      },
      {
        "ayahNumber": "41",
        "ayahText": "Andolsun Firavun ailesi (ve çevresi ile kavmi)ne de uyarılar geldi."
      },
      {
        "ayahNumber": "42",
        "ayahText": "Onlar Bizim ayetlerimizin tümünü yalanladılar. Biz de onları üstün ve güçlü, kudretli olanın yakalayışıyla yakalayıverdik."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Sizin kafirleriniz onlardan daha hayırlı mıdır? Yoksa sizin için kitaplarda bir beraat mi var?"
      },
      {
        "ayahNumber": "44",
        "ayahText": "\"Biz, 'birbiriyle yardımlaşıp öcünü alan' bir toplumuz\" mu diyorlar?"
      },
      {
        "ayahNumber": "45",
        "ayahText": "Yakında o toplum bozguna uğratılacak ve arkalarını dönüp kaçacaklardır."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Daha doğrusu onlara va'dedilen (asıl azap) (kıyamet) saatidir. O saat, 'kurtuluş olmayan daha korkunç bir bela' ve daha acıdır."
      },
      {
        "ayahNumber": "47",
        "ayahText": "Hiç şüphesiz suçlular-günahkarlar, bir sapmışlık (dalalet) ve çılgınlık içindedirler."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Ateşin içinde yüzükoyun sürüklenecekleri gün cehennemin dokunuşunu tadın\" (denecek)"
      },
      {
        "ayahNumber": "49",
        "ayahText": "Hiç şüphesiz, Biz herşeyi kader ile yarattık."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Bizim emrimiz, bir göz kırpma gibi yalnızca 'bir keredir.'"
      },
      {
        "ayahNumber": "51",
        "ayahText": "Andolsun Biz sizin benzerlerinizi yıkıma uğrattık. Fakat öğüt alıp-düşünen var mı?"
      },
      {
        "ayahNumber": "52",
        "ayahText": "Onların işlemiş oldukları herşey kitaplarda (yazılı)dır."
      },
      {
        "ayahNumber": "53",
        "ayahText": "Küçük, büyük herşey satır satır (yazılı)dır."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Hiç şüphesiz muttakiler, cennetlerde ve nehir (çevresin)dedirler."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Çok kudretli, mülkünün sonu olmayan (Allah)ın yanında doğruluk makamındadırlar."
      }
    ]
  }
}