{
  "surahNumber": "58",
  "surahName": "Mücâdele Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Gerçekten Allah, eşi konusunda seninle tartışan ve Allah'a şikayette bulunan (kadın)ın sözünü işitti. Allah, aranızda geçen konuşmaları işitiyordu. Şüphesiz Allah, işitendir, görendir."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Sizden kadınlarına \"zıhar\"da bulunanlar (bilsinler ki, kadınları) onların anneleri değildir. Anneleri, yalnızca kendilerini doğuranlardır. Şüphesiz onlar, çirkin ve yalan söylemektedirler. Gerçekten Allah, çok affeden, çok bağışlayandır."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Kadınlarına \"zıhar\"da bulunanlar, sonra söylediklerinden geri dönenlerin, birbirleriyle temas etmeden önce bir köleyi özgürlüğüne kavuşturmaları gerekir. İşte size bununla öğüt verilmektedir. Allah, yaptıklarınızı haber alandır."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Ancak buna (imkan) bulamayanlar (için de) birbirleriyle temas etmeden önce, kesintisiz iki ay oruç (yüklenmiştir); buna güç yetiremeyenler altmış yoksulu doyursun. Bu (kolaylık), Allah'a ve O'nun Resûlü’ne iman etmeniz dolayısıyladır. Bunlar, Allah'ın sınırlarıdır. Kafirler içinse acı bir azap vardır."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Gerçekten Allah'a ve Resûlü’ne karşı (onların koydukları sınırları tanımayıp kendileri sınır koymaya kalkışmakla) başkaldıranlar, kendilerinden öncekilerin alçaltılması gibi alçaltılmışlardır. Oysa Biz apaçık ayetler indirdik. Kafirler için küçültücü bir azap vardır."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Allah, hepsini dirilteceği gün, onlara neler yaptıklarını haber verecektir. Allah, onları (yaptıklarıyla bir bir) saymıştır; onlar ise onu unutmuşlardır. Allah, herşeye şahid olandır."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Allah'ın göklerde ve yerde olanların tümünü gerçekten bilmekte olduğunu görmüyor musun? (Kendi aralarında gizli toplantılar düzenleyip) Fısıldaşmakta olan üç kişiden dördüncüleri mutlaka O'dur; beşin altıncısı da mutlaka O'dur. Bundan az veya çok olsun, her nerede olsalar mutlaka O, kendileriyle beraberdir. Sonra yaptıklarını kıyamet günü kendilerine haber verecektir. Şüphesiz Allah, herşeyi bilendir."
    },
    {
      "ayahNumber": "8",
      "ayahText": "'Gizli toplantıların fısıldaşmalarından’ (kulis) men' edilip sonra men' edildikleri şeye dönenleri; günah, düşmanlık ve Peygamber’e isyanı (aralarında) fısıldaşanları görmüyor musun? Onlar sana geldikleri zaman, seni Allah'ın selamladığı biçimde selamlıyorlar. Ve kendi kendilerine: \"Söylediklerimiz dolayısıyla Allah bize azap etse ya.\" derler. Onlara cehennem yeter; oraya gireceklerdir. Artık o, ne kötü bir gidiş yeridir."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Ey iman edenler, kendi aranızda gizli konuşmalarda bulunacağınız zaman, bundan böyle günah, düşmanlık ve Peygamber’e isyanı fısıldaşıp-konuşmayın; birri (iyiliği) ve takvayı konuşun ve huzurunda toplanacağınız Allah'tan sakının."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Şüphesiz 'gizli toplantıların fısıldaşmaları' (kulis), iman edenleri üzüntüye düşürmek için ancak şeytan (ürünü olan işler)dandır. Oysa Allah'ın izni olmaksızın o, onlara hiçbir şeyle zarar verecek değildir. Şu halde mü'minler, yalnızca Allah'a tevekkül etsinler."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Ey iman edenler, size meclislerde \"Yer açın\" dendiği zaman, yer açın; Allah size genişlik versin. Size: \"Kalkın\" denildiği zaman da kalkın. Allah, sizden iman edenleri ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah, yaptıklarınızdan haberdardır."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Ey iman edenler, Peygambere gizli bir şey arzedeceğiniz zaman, gizli konuşmanızdan önce bir sadaka verin. Bu, sizin için daha hayırlı ve daha temizdir. Şayet (buna imkan) bulamazsanız, artık şüphesiz Allah, çok bağışlayandır, çok esirgeyendir."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Gizli konuşmanızdan önce sadaka vermekten ürktünüz mü? Çünkü yapmadınız, Allah sizin tevbelerinizi kabul etti. Şu halde namazı dosdoğru kılın, zekatı verin ve Allah'a ve O'nun Resûlü’ne itaat edin. Allah, yaptıklarınızdan haberdardır."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Allah'ın kendilerine karşı gazablandığı bir kavmi veli (dost ve müttefik) edinenleri görmedin mi? Onlar, ne sizdendirler, ne onlardan. Kendileri de (açıkça gerçeği) bildikleri halde, yalan üzere yemin ediyorlar."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Allah, onlara şiddetli bir azap hazırlamıştır. Doğrusu onların yaptıkları ne kötüdür."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Onlar, yeminlerini bir siper edindiler, böylece Allah'ın yolundan alıkoydular. Artık onlar için alçaltıcı bir azap vardır."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Ne malları, ne çocukları onlara Allah'a karşı hiçbir şeyle yarar sağlamaz. Onlar, ateşin halkıdır, içinde süresiz kalacaklardır."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Onların tümünü Allah'ın dirilteceği gün, sizlere yemin ettikleri gibi O'na da yemin edeceklerdir ve kendilerinin bir şey üzerine olduklarını sanacaklardır. Dikkat edin; gerçekten onlar, yalan söyleyenlerin ta kendileridir."
    },
    {
      "ayahNumber": "19",
      "ayahText": "Şeytan onları sarıp-kuşatmıştır; böylelikle onlara Allah'ın zikrini unutturmuştur. İşte onlar, şeytanın fırkasıdır. Dikkat edin; şüphesiz şeytanın fırkası, hüsrana uğrayanların ta kendileridir."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Hiç şüphesiz Allah'a ve Resûlü’ne karşı (onların koydukları sınırları tanımayıp kendileri sınır koymaya kalkışmakla) başkaldıranlar; işte onlar, en çok zillete düşenler arasında olanlardır."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Allah, yazmıştır: \"Andolsun, ben galip geleceğim ve elçilerim de.\" Gerçekten Allah, en büyük kuvvet sahibidir, güçlü ve üstün olandır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Allah'a ve ahiret gününe iman eden hiçbir kavim (topluluk) bulamazsın ki, Allah'a ve elçisine başkaldıran kimselerle bir sevgi (ve dostluk) bağı kurmuş olsunlar; bunlar, ister babaları, ister çocukları, ister kardeşleri, isterse kendi aşiretleri (soyları) olsun. Onlar, öyle kimselerdir ki, (Allah) kalplerine imanı yazmış ve onları Kendinden bir ruh ile desteklemiştir. Onları, altlarından ırmaklar akan cennetlere sokacaktır; orda süresiz olarak kalacaklardır. Allah, onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte onlar, Allah'ın fırkasıdır. Dikkat edin; şüphesiz Allah'ın fırkası olanlar, felah (umutlarını gerçekleştirip kurtuluş) bulanların ta kendileridir."
    }
  ]
}