{
  "surahNumber": "71",
  "surahName": "Nûh Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Şüphesiz, Biz Nuh'u; \"Kavmini, onlara acı bir azap gelmeden evvel uyar\" diye kendi kavmine (peygamber olarak) gönderdik."
    },
    {
      "ayahNumber": "2",
      "ayahText": "O da dedi ki: \"Ey Kavmim, gerçek şu ki, ben size (gönderilmiş) apaçık bir uyarıcıyım.\""
    },
    {
      "ayahNumber": "3",
      "ayahText": "\"Allah'a kulluk edin, O'ndan korkun ve bana itaat edin.\""
    },
    {
      "ayahNumber": "4",
      "ayahText": "\"Ki günahlarınızı bağışlasın ve sizi adı konulmuş bir ecele kadar ertelesin. Elbette Allah'ın eceli geldiği zaman, o ertelenmez. Bir bilmiş olsaydınız.\""
    },
    {
      "ayahNumber": "5",
      "ayahText": "Dedi ki: \"Rabbim, gerçekten kavmimi gece ve gündüz davet edip-durdum.\""
    },
    {
      "ayahNumber": "6",
      "ayahText": "\"Fakat davet etmem, bir kaçıştan başkasını arttırmadı.\""
    },
    {
      "ayahNumber": "7",
      "ayahText": "\"Doğrusu ben, onları bağışlaman için her davet edişimde, onlar parmaklarını kulaklarına tıkadılar, örtülerini başlarına çektiler ve büyüklük tasladıkça büyüklük gösterip-direttiler.'"
    },
    {
      "ayahNumber": "8",
      "ayahText": "\"Sonra onları açıktan açığa davet ettim.\""
    },
    {
      "ayahNumber": "9",
      "ayahText": "\"Daha sonra (davamı) onlara açıkça ilan ettim ve kendilerine gizli gizli yollarla yanaşmak istedim.\""
    },
    {
      "ayahNumber": "10",
      "ayahText": "\"Bundan böyle\" dedim. \"Rabbinizden mağfiret isteyin; çünkü gerçekten O, çok bağışlayandır."
    },
    {
      "ayahNumber": "11",
      "ayahText": "\"(Öyle yapın ki,) Üzerinize gökten sağanak (bol miktarda yağmur) yağdırsın.\""
    },
    {
      "ayahNumber": "12",
      "ayahText": "\"Size mallar ve çocuklarla yardımda bulunsun. Size (ürün yüklü) bağlar-bahçeler versin, ırmaklar da versin.\""
    },
    {
      "ayahNumber": "13",
      "ayahText": "\"Size ne oluyor ki, Allah'tan bir vakarı ummuyorsunuz?\""
    },
    {
      "ayahNumber": "14",
      "ayahText": "\"Oysa O, sizi gerçekten tavır tavır yaratmıştır.\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "\"Görmüyor musunuz; Allah, yedi göğü birbirleriyle bir uyum (mutabakat) içinde yaratmıştır?\""
    },
    {
      "ayahNumber": "16",
      "ayahText": "\"Ve ayı bunlar içinde bir nur kılmış, güneşi de (aydınlatıcı ve yakıcı) bir kandil yapmıştır.\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "\"Allah, sizi yerden bir bitki (gibi) bitirdi.\""
    },
    {
      "ayahNumber": "18",
      "ayahText": "\"Sonra sizi yine oraya geri çevirecek ve sizi (diriltici) bir çıkarışla diriltip-çıkaracaktır.\""
    },
    {
      "ayahNumber": "19",
      "ayahText": "\"Allah, yeri sizin için bir yaygı kıldı.\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "\"Öyle ki, onun içinde geniş yollarında gezip-dolaşırsınız, diye.\""
    },
    {
      "ayahNumber": "21",
      "ayahText": "Nuh: \"Rabbim, gerçekten onlar bana isyan ettiler; mal ve çocukları kendisine ziyandan başka bir şeyi artırmayan kimselere uydular.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "\"Ve büyük büyük hileli-düzenler kurdular.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "\"Ve dediler ki: Kendi ilahlarınızı bırakmayın; bırakmayın ne Vedd'i, ne Suva'ı, ne Yeğus'u, ne Ye'uk'u ve ne de Nesr'i.\""
    },
    {
      "ayahNumber": "24",
      "ayahText": "\"Böylece onlar, çoğu kimseyi şaşırtıp-saptırdılar. Sen de o zalimlere sapıklıktan başkasını arttırma.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "Bunlar, hataları dolayısıyla suda boğuldular, sonra ateşe sokuldular. O zaman da Allah'ın dışında hiçbir yardımcı bulamadılar."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Nuh \"Rabbim, yeryüzünde kafirlerden yurt edinen hiç kimseyi bırakma.\" dedi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "\"Çünkü Sen onları bırakacak olursan, Senin kullarını şaşırtıp-saptırırlar ve onlar, kötülükten sınırı aşan (facir'den) kafirden başkasını doğurmazlar.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "\"Rabbim, beni, annemi, babamı, mü'min olarak evime gireni, iman eden erkekleri ve iman eden kadınları bağışla. Zalimlere yıkımdan başkasını arttırma.\""
    }
  ]
}