{
  "surahNumber": "30",
  "surahName": "Rûm Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Elif, Lam, Mim."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Rum (orduları) yenilgiye uğradı."
    },
    {
      "ayahNumber": "3",
      "ayahText": "Yakın bir yerde. Ama onlar, yenilgilerinden sonra yeneceklerdir."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Birkaç yıl içinde. Bundan önce de, sonra da emir Allah'ındır. Ve o gün mü'minler sevineceklerdir."
    },
    {
      "ayahNumber": "5",
      "ayahText": "Allah'ın yardımıyla. O, dilediğine yardım eder. O, güçlü ve üstün olandır, esirgeyendir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "(Bu,) Allah'ın va’didir; Allah, vadinden geri dönmez. Ancak insanların çoğu bilmezler."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Onlar, dünya hayatından (yalnızca) dışta olanı bilirler. Ahiretten ise gafil olanlardır."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Kendi nefisleri konusunda düşünmüyorlar mı? Allah, gökleri, yeri ve bu ikisi arasında olanları ancak hak ile ve belirlenmiş bir süre (ecel) olarak yaratmıştır. Gerçekten, insanlardan çoğu Rablerine kavuşmayı inkar ediyorlar."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Yeryüzünde gezip dolaşmıyorlar mı? Böylece kendilerinden öncekilerin nasıl bir sona uğradıklarını görsünler. Onlar, güç bakımından kendilerinden daha üstün idiler, toprağı alt-üst etmişler (ekmişler, madenler, sular arayıp çıkarmışlar) ve onu, kendilerinin imar ettiğinden daha çok imar etmişlerdi. Elçileri de, onlara açık delillerle gelmişti. Demek ki Allah onlara zulmetmiyordu, ancak onlar kendi nefislerine zulmediyorlardı."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Sonra kötülük yapanların uğradıkları son, Allah'ın ayetlerini yalanlamaları ve alay konusu edinmeleri dolayısıyla çok kötü oldu."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Allah, yaratmayı başlatır, sonra onu iade eder, sonra da siz O'na döndürülürsünüz."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Kıyamet-saatinin kopacağı gün, suçlu-günahkarlar umutsuzca yıkılırlar."
    },
    {
      "ayahNumber": "13",
      "ayahText": "(Allah'a eş koştukları) Ortaklarından kendilerine şefaatçi olan yoktur; onlar, ortaklarını inkar ediyorlar."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Kıyamet-saatinin kopacağı gün, (mü'minlerle kafirler birbirlerinden) ayrılırlar."
    },
    {
      "ayahNumber": "15",
      "ayahText": "Böylece iman edip salih amellerde bulunanlar; artık onlar 'bir cennet bahçesinde' 'sevinç içinde ağırlanırlar'."
    },
    {
      "ayahNumber": "16",
      "ayahText": "Ancak inkar edip ayetlerimizi ve ahirete kavuşmayı yalanlayanlar ise; artık onlar da azap için hazır bulundurulurlar."
    },
    {
      "ayahNumber": "17",
      "ayahText": "Öyleyse akşama girdiğiniz vakit de, sabaha erdiğiniz vakit de Allah'ı tesbih edip (yüceltin)."
    },
    {
      "ayahNumber": "18",
      "ayahText": "Hamd O'nundur; göklerde ve yerde, günün sonunda ve öğleye erdiğiniz vakit de."
    },
    {
      "ayahNumber": "19",
      "ayahText": "O ölüden diriyi çıkarır ve diriden ölüyü çıkarır, ölümünden sonra da yeri diriltir. İşte siz de böyle çıkarılacaksınız."
    },
    {
      "ayahNumber": "20",
      "ayahText": "Sizi topraktan yaratmış bulunması, O'nun ayetlerindendir; sonra siz, (yeryüzünün her yanına) yayılmakta olan bir beşer (türü) oldunuz."
    },
    {
      "ayahNumber": "21",
      "ayahText": "Onda 'sükun bulup durulmanız' için, size kendi nefislerinizden eşler yaratması ve aranızda bir sevgi ve merhamet kılması da, O'nun ayetlerindendir. Şüphesiz bunda, düşünebilen bir kavim için gerçekten ayetler vardır."
    },
    {
      "ayahNumber": "22",
      "ayahText": "Göklerin ve yerin yaratılması ile dillerinizin ve renklerinizin ayrı olması, O'nun ayetlerindendir. Şüphesiz bunda, alimler için gerçekten ayetler vardır."
    },
    {
      "ayahNumber": "23",
      "ayahText": "Geceleyin ve gündüzün uyumanız ile O'nun fazlından (geçiminizi temin için rızkınızı) aramanız, O'nun ayetlerindendir. Şüphesiz işitebilen bir kavim için gerçekten ayetler vardır."
    },
    {
      "ayahNumber": "24",
      "ayahText": "Size bir korku ve umut (unsuru) olarak şimşeği göstermesi ile gökten su indirmek suretiyle ölümünden sonra yeri onunla diriltmesi de, O'nun ayetlerindendir. Şüphesiz bunda, aklını kullanabilecek bir kavim için gerçekten ayetler vardır."
    },
    {
      "ayahNumber": "25",
      "ayahText": "Göğün ve yerin O'nun emriyle (hareketten kesilip olduğu yerde veya bu düzen içinde) durması da, O'nun ayetlerindendir. Sonra sizi yerden (toprağın altından) bir (kere) çağırma ile çağırdığı zaman, hemencecik siz (bir de bakarsınız ki) çıkarılmışsınız."
    },
    {
      "ayahNumber": "26",
      "ayahText": "Göklerde ve yerde bulunanlar O'nundur; hepsi O'na 'gönülden boyun eğmiş' bulunuyorlar."
    },
    {
      "ayahNumber": "27",
      "ayahText": "Yaratmayı başlatan, sonra onu iade edecek olan O'dur; bu O'na göre pek kolaydır. Göklerde ve yerde en Yüce misal O'nundur. O, güçlü ve üstün olandır, hüküm ve hikmet sahibidir."
    },
    {
      "ayahNumber": "28",
      "ayahText": "Size kendi nefislerinizden bir örnek verdi: \"Size rızık olarak verdiğimiz şeylerde, sağ ellerinizin malik olduklarınızdan, sizinle eşit olup kendi kendinizden korktuğunuz gibi kendilerinden de korktuğunuz (veya çekinip saygı duyduğunuz) ortaklar var mıdır? “İşte Biz, aklını kullanabilen bir kavim için ayetleri böyle birer birer açıklarız."
    },
    {
      "ayahNumber": "29",
      "ayahText": "Hayır, zulmedenler, hiçbir bilgiye dayanmaksızın kendi heva (istek ve tutku)larına uymuşlardır. Allah'ın saptırdığını kim hidayete erdirebilir? Onların hiçbir yardımcıları yoktur."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Öyleyse sen yüzünü Allah'ı birleyen (bir hanif) olarak dine, Allah'ın o fıtratına çevir; ki insanları bunun üzerine yaratmıştır. Allah'ın yaratışı için hiçbir değiştirme yoktur. İşte dimdik ayakta duran din (budur). Ancak insanların çoğu bilmezler."
    },
    {
      "ayahNumber": "31",
      "ayahText": "'Gönülden katıksız bağlılar' olarak, O'na yönelin ve O'ndan korkup-sakının, dosdoğru namazı kılın ve müşriklerden olmayın."
    },
    {
      "ayahNumber": "32",
      "ayahText": "(O müşrikler ki,) Kendi dinlerini fırkalara ayırmış ve kendileri de parça parça olmuşlardır; ki her grup kendi elindekiyle övünüp sevinç duymaktadır."
    },
    {
      "ayahNumber": "33",
      "ayahText": "İnsanlara bir zarar dokunduğu zaman, 'gönülden katıksız bağlılar' olarak, Rablerine dua ederler; sonra kendinden onlara bir rahmet taddırınca hemencecik bir grup Rablerine şirk koşarlar."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Kendilerine (nimet olarak) verdiklerimize nankörlük etsinler diye. Öyleyse metalanıp-yararlanın, artık yakında bileceksiniz."
    },
    {
      "ayahNumber": "35",
      "ayahText": "Yoksa Biz, onlara ispatlı bir delil indirdik de, o mu O'na ortak koşmalarını söylüyor?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Biz insanlara bir rahmet taddırdığımız zaman, onunla sevinirler; kendi ellerinin takdim ettiği dolayısıyla onlara bir kötülük isabet ettiğinde, hemen umutsuzluğa kapılırlar."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Görmüyorlar mı ki, Allah, dilediğine rızkı yayıp-genişletir ve kısar da. Şüphesiz bunda, iman eden bir kavim için gerçekten ayetler vardır."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Öyleyse yakınlara hakkını ver, yoksula da, yolcuya da. Allah'ın yüzünü (rızasını) isteyenler için bu daha hayırlıdır ve felaha erenler onlardır."
    },
    {
      "ayahNumber": "39",
      "ayahText": "İnsanların mallarından artsın diye, verdiğiniz faiz Allah Katında artmaz. Ama Allah'ın yüzünü (rızasını) isteyerek verdiğiniz zekat ise, işte (sevablarını ve gelirlerini) kat kat arttıranlar onlardır."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Allah; sizi yarattı, sonra size rızık verdi, sonra sizi öldürmekte, daha sonra sizi diriltmektedir. Ortaklarınızdan bunlardan herhangi birini yapacak var mı? O, şirk koştuklarından münezzeh ve Yücedir."
    },
    {
      "ayahNumber": "41",
      "ayahText": "İnsanların kendi ellerinin kazandığı dolayısıyla, karada ve denizde fesad ortaya çıktı. Umulur ki, dönerler diye (Allah) onlara yaptıklarının bir kısmını kendilerine taddırmaktadır."
    },
    {
      "ayahNumber": "42",
      "ayahText": "De ki: \"Yeryüzünde gezip dolaşın, böylece daha öncekilerin nasıl bir sona uğradıklarını görün. Onların çoğu müşrik kimselerdi.\""
    },
    {
      "ayahNumber": "43",
      "ayahText": "Öyleyse sen, Allah'tan (bir takdir olarak) geri çevrilmesi mümkün olmayan gün gelmeden önce, yüzünü dimdik ayakta duran dine çevir. O gün parça parça bölünecekler."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Kim inkar ederse, artık onun inkarı kendi aleyhinedir; kim salih bir amelde bulunursa, artık onlar kendi lehlerine olarak (cennetteki yerlerini) döşeyip hazırlamaktadırlar."
    },
    {
      "ayahNumber": "45",
      "ayahText": "(Bu, Allah'ın) Kendi fazlından iman edip salih amellerde bulunanları ödüllendirmesi içindir. Şüphesiz O, kafirleri sevmez."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Size Kendi rahmetinden taddırması, emriyle gemileri yürütmesi ve O'nun fazlından (rızkınızı) aramanız ile umulur ki şükretmeniz için, rüzgarları müjde vericiler olarak göndermesi, O'nun ayetlerindendir."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Andolsun, Biz senden önce kendi kavimlerine elçiler gönderdik de onlara apaçık belgeler getirdiler; böylece Biz de suçlu günahkarlardan intikam aldık. İman edenlere yardım etmek ise, Bizim üzerimizde bir haktır."
    },
    {
      "ayahNumber": "48",
      "ayahText": "Allah, rüzgarları gönderir, böylece bir bulut kaldırır da onu nasıl dilerse gökte yayıp-dağıtır ve onu parça parça kılar; nihayet onun arasından yağmurun akıp çıktığını görürsün. Sonunda Kendi kullarından dilediğine verince, hemen sevince kapılıverirler."
    },
    {
      "ayahNumber": "49",
      "ayahText": "Oysa onlar, bundan önce (yağmurun) üzerine inmesinden evvel umutlarını kesmişlerdi."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Şimdi Allah'ın rahmetinin eserlerine bak; ölümünden sonra yeryüzünü nasıl diriltmektedir? Şüphesiz O, ölüleri de gerçekten diriltecektir. O, herşeye güç yetirendir."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Andolsun, Biz bir rüzgar göndersek de onu(n ekinini) sararmış görseler, mutlaka ardından nankörlük ederler."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Şimdi sen, ölülere (söz) duyuramazsın ve arkalarını dönüp giden sağırlara da çağrıyı duyuramazsın."
    },
    {
      "ayahNumber": "53",
      "ayahText": "Ve sen kendi sapıklıkları içinde kör olanları da doğruya iletici değilsin. Sen yalnızca, Bizim ayetlerimize iman edenlere duyurabilirsin ki onlar Müslümanlardır."
    },
    {
      "ayahNumber": "54",
      "ayahText": "Allah, sizi bir za'ftan yarattı, sonra (bu) za'fın ardından bir kuvvet kıldı, sonra bu kuvvetin ardından da bir za'f ve yaşlılık verdi. Dilediğini yaratır. O, bilendir, güç yetirendir."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Kıyamet-saatinin kopacağı gün, suçlu-günahkarlar, tek bir saatin dışında (dünya hayatı) yaşamadıklarına and içerler. İşte onlar böyle çevriliyorlardı."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kendilerine ilim ve iman verilenler ise, dediler ki: \"Andolsun, siz Allah'ın Kitabında (yazılı süre boyunca) diriliş gününe kadar yaşadınız; işte bu dirilme günüdür. Ancak siz bilmiyordunuz.\""
    },
    {
      "ayahNumber": "57",
      "ayahText": "Artık o gün, zulmedenlerin ne mazeretleri bir yarar sağlayacak, ne (Allah'tan) hoşnutluk dilekleri kabul edilecektir."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Andolsun, Biz bu Kur'an'da insanlar için her örneği gösterdik. Şüphesiz, sen onlara bir ayetle geldiğin zaman, o inkar edenler, mutlaka: \"Siz ancak muptil olanlardan başkası değilsiniz\" derler."
    },
    {
      "ayahNumber": "59",
      "ayahText": "İşte Allah, bilmeyenlerin kalplerini böyle mühürler."
    },
    {
      "ayahNumber": "60",
      "ayahText": "Öyleyse sen sabret; şüphesiz Allah'ın va'di haktır; kesin bilgiyle inanmayanlar sakın seni telaşa kaptırıp-hafifliğe (veya gevşekliğe) sürüklemesinler."
    }
  ]
}