{
  "surahNumber": "36",
  "surahName": "Yâsin Suresi",
  "ayats": [
    {
      "ayahNumber": "1",
      "ayahText": "Yasîn."
    },
    {
      "ayahNumber": "2",
      "ayahText": "Andolsun hikmetli Kur'an'a,"
    },
    {
      "ayahNumber": "3",
      "ayahText": "Gerçekten sen, gönderilen (elçi)lerdensin."
    },
    {
      "ayahNumber": "4",
      "ayahText": "Dosdoğru bir yol üzerinde(sin)."
    },
    {
      "ayahNumber": "5",
      "ayahText": "(Kur'an) Güçlü ve üstün olan, esirgeyen (Allah')ın indirmesidir."
    },
    {
      "ayahNumber": "6",
      "ayahText": "Babaları uyarılmamış, böylece kendileri de gafil kalmış bir kavmi uyarman için (gönderildin)."
    },
    {
      "ayahNumber": "7",
      "ayahText": "Andolsun, onların çoğu üzerine o söz hak olmuştur; artık inanmazlar."
    },
    {
      "ayahNumber": "8",
      "ayahText": "Gerçekten Biz onların boyunlarına, çenelere kadar (dayanan) halkalar geçirdik; bu yüzden başları yukarı kalkıktır."
    },
    {
      "ayahNumber": "9",
      "ayahText": "Biz önlerinde bir sed, arkalarında bir sed çektik. Böylelikle onları örtüverdik, artık görmezler."
    },
    {
      "ayahNumber": "10",
      "ayahText": "Kendilerini uyarsan da, uyarmasan da onlar için birdir; inanmazlar."
    },
    {
      "ayahNumber": "11",
      "ayahText": "Sen ancak, zikre (Kur'an'a) uyan ve gayb ile Rahman olan (Allah')a (karşı) içi titreyerek korku duyan kimseyi uyarırsın. İşte böylesini, bir bağışlanma ve üstün bir ecirle müjdele."
    },
    {
      "ayahNumber": "12",
      "ayahText": "Şüphesiz Biz, ölüleri Biz diriltiriz; onların önden takdim ettiklerini ve eserlerini Biz yazarız. Biz herşeyi, apaçık bir kitapta tespit edip korumuşuz."
    },
    {
      "ayahNumber": "13",
      "ayahText": "Sen onlara, o şehir halkının örneğini ver; hani oraya elçiler gelmişti."
    },
    {
      "ayahNumber": "14",
      "ayahText": "Hani onlara iki (elçi) göndermiştik, fakat ikisini yalanlamışlardı. Biz de (iki elçiyi) bir üçüncüyle güçlendirdik; böylece dediler ki: \"Şüphesiz biz, size, gönderilmiş elçileriz.\""
    },
    {
      "ayahNumber": "15",
      "ayahText": "Dediler ki: \"Siz, bizim benzerimiz olan bir beşerden başkası değilsiniz, Rahman (olan Allah) da herhangi bir şey indirmiş değildir. Siz, yalnızca yalan söylüyorsunuz.\""
    },
    {
      "ayahNumber": "16",
      "ayahText": "Dediler ki: \"Rabbimiz, gerçekten size gönderilmiş elçiler olduğumuzu bilir.\""
    },
    {
      "ayahNumber": "17",
      "ayahText": "\"Bizim üzerimizde de (sorumluluk ve görev olarak) apaçık bir tebliğden başkası yoktur.\""
    },
    {
      "ayahNumber": "18",
      "ayahText": "Dediler ki: \"Herhalde biz, sizlerden dolayı uğursuzluğa uğradık. Eğer (bu söylediklerinize) bir son vermeyecek olursanız, andolsun, sizi taşa tutacağız ve mutlaka bizden yana size acı bir azap dokunacaktır.\""
    },
    {
      "ayahNumber": "19",
      "ayahText": "Dediler ki: \"Uğursuzluğunuz, sizinledir. Size öğüt verildi diye mi (uğursuzluğa uğradınız)? Hayır, siz ölçüyü taşıran bir kavimsiniz.\""
    },
    {
      "ayahNumber": "20",
      "ayahText": "Şehrin en uzak yerinden bir adam koşarak geldi: \"Ey kavmim, elçilere uyun\" dedi."
    },
    {
      "ayahNumber": "21",
      "ayahText": "\"Sizden ücret istemeyenlere uyun, onlar hidayet bulmuş kimselerdir.\""
    },
    {
      "ayahNumber": "22",
      "ayahText": "\"Bana ne oluyor ki, beni yaratana kulluk etmeyecekmişim? Siz O'na döndürüleceksiniz.\""
    },
    {
      "ayahNumber": "23",
      "ayahText": "\"Ben, O'ndan başka İlahlar edinir miyim ki, Rahman (olan Allah), bana bir zarar dileyecek olsa, ne onların şefaati bana bir şeyle yarar sağlar, ne de onlar beni kurtarabilirler.\""
    },
    {
      "ayahNumber": "24",
      "ayahText": "\"O durumda ise, gerçekten ben apaçık bir sapıklık içinde olmuş olurum.\""
    },
    {
      "ayahNumber": "25",
      "ayahText": "\"Şüphesiz ben, sizin Rabbinize iman ettim; işte beni işitin.\""
    },
    {
      "ayahNumber": "26",
      "ayahText": "Ona: \"Cennete gir\" denildi. O da: \"Keşke benim kavmim de bir bilseydi\" dedi."
    },
    {
      "ayahNumber": "27",
      "ayahText": "\"Rabbimin beni bağışladığını ve ağırlananlardan kıldığını.\""
    },
    {
      "ayahNumber": "28",
      "ayahText": "Kendisinden sonra ise, kavminin üzerine gökten bir ordu indirmedik; indirecek de değildik."
    },
    {
      "ayahNumber": "29",
      "ayahText": "(Ancak onlara) Yalnızca bir tek çığlık (yetti); anında sönüverdiler."
    },
    {
      "ayahNumber": "30",
      "ayahText": "Yazıklar olsun kullara; ki onlara bir elçi gelmeyegörsün, mutlaka onunla alay ederlerdi."
    },
    {
      "ayahNumber": "31",
      "ayahText": "Görmüyorlar mı, kendilerinden önce nice nesilleri helak ettik? Onlar, bir daha kendilerine dönmemektedirler."
    },
    {
      "ayahNumber": "32",
      "ayahText": "Ancak onların hepsi, toplanmış olarak Huzurumuz'a getirilmişlerdir."
    },
    {
      "ayahNumber": "33",
      "ayahText": "Ölü toprak kendileri için bir ayettir; Biz onu dirilttik, ondan taneler çıkarttık, böylelikle ondan yemektedirler."
    },
    {
      "ayahNumber": "34",
      "ayahText": "Biz, orada hurmalıklardan ve üzüm-bağlarından bahçeler kıldık ve içlerinde pınarlar fışkırttık:"
    },
    {
      "ayahNumber": "35",
      "ayahText": "Onun ürünlerinden ve kendi ellerinin yaptıklarından yemeleri için. Yine de şükretmiyorlar mı?"
    },
    {
      "ayahNumber": "36",
      "ayahText": "Yerin bitirdiklerinden, kendi nefislerinden ve daha bilmedikleri nice şeylerden bütün çiftleri yaratan (Allah çok) Yücedir."
    },
    {
      "ayahNumber": "37",
      "ayahText": "Gece de kendileri için bir ayettir. Gündüzü ondan sıyırıp yüzeriz, hemen artık karanlıkta kalıvermişlerdir."
    },
    {
      "ayahNumber": "38",
      "ayahText": "Güneş de, kendisi için (tespit edilmiş) olan bir müstakarra doğru akıp gitmektedir. Bu, üstün ve güçlü olan, bilen (Allah)ın takdiridir."
    },
    {
      "ayahNumber": "39",
      "ayahText": "Ay'a gelince, Biz onun için de birtakım uğrak yerleri takdir ettik; sonunda o, eski bir hurma dalı gibi döndü (döner)."
    },
    {
      "ayahNumber": "40",
      "ayahText": "Ne Güneş'in Ay'a erişip-yetişmesi gerekir, ne de gecenin gündüzün önüne geçmesi. Her biri bir yörüngede yüzüp gitmektedirler."
    },
    {
      "ayahNumber": "41",
      "ayahText": "Onların soylarını dolu gemilerde taşımamız da kendileri için bir ayettir."
    },
    {
      "ayahNumber": "42",
      "ayahText": "Ve onlar için binmekte oldukları bunun benzeri (nice) şeyleri yaratmamız da."
    },
    {
      "ayahNumber": "43",
      "ayahText": "Eğer dilersek onları batırır-boğarız; bu durumda ne onların imdadına yetişen olur, ne de kurtulabilirler."
    },
    {
      "ayahNumber": "44",
      "ayahText": "Ancak Bizden bir rahmet olması ve (onları) belirli bir zamana kadar yararlandırmamız başka."
    },
    {
      "ayahNumber": "45",
      "ayahText": "Onlara: \"Önünüzde ve arkanızda olandan sakının, belki esirgenirsiniz\" denildiğinde, (dinlemeyip inkara devam edenler)."
    },
    {
      "ayahNumber": "46",
      "ayahText": "Onlara, Rablerinin ayetlerinden bir ayet gelmeyi görsün, mutlaka ondan yüz çevirirler."
    },
    {
      "ayahNumber": "47",
      "ayahText": "Ve onlara: \"Size Allah'ın rızık olarak verdiklerinden infak edin\" denildiği zaman, o inkar edenler iman edenlere dediler ki: \"Allah'ın, eğer dilemiş olsaydı yedireceği kimseyi biz mi yedirecek mişiz? Gerçekten siz, apaçık bir şaşkınlık içindesiniz.\""
    },
    {
      "ayahNumber": "48",
      "ayahText": "Ve derler ki: \"Eğer doğru söylüyorsanız bu tehdit (etmekte olduğunuz yıkım ve azap) ne zamanmış?\""
    },
    {
      "ayahNumber": "49",
      "ayahText": "Onlar, yalnızca tek bir çığlıktan başkasını gözetmezler, onlar birbirleriyle çekişip-dururken o kendilerini yakalayıverir."
    },
    {
      "ayahNumber": "50",
      "ayahText": "Artık ne bir tavsiyede bulunmağa güç yetirebilirler, ne ailelerine dönebilirler."
    },
    {
      "ayahNumber": "51",
      "ayahText": "Sur'a üfürülmüştür; böylece onlar kabirlerinden (diriltilip) Rablerine doğru (dalgalar halinde) süzülüp-giderler."
    },
    {
      "ayahNumber": "52",
      "ayahText": "Demişlerdir ki: \"Eyvahlar bize, uykuya-bırakıldığımız yerden bizi kim diriltip-kaldırdı? Bu, Rahman (olan Allah)ın va'dettiğidir, (demek ki) gönderilen (elçi)ler doğru söylemiş\"."
    },
    {
      "ayahNumber": "53",
      "ayahText": "O, yalnızca bir tek çığlıktan başkası değildir; artık onların hepsi toplanmış olarak Huzurumuz'a getirilmişlerdir."
    },
    {
      "ayahNumber": "54",
      "ayahText": "İşte bugün hiç kimseye (hiç)bir şeyle zulmedilmez ve siz de yaptıklarınızdan başkasıyla karşılık görmezsiniz."
    },
    {
      "ayahNumber": "55",
      "ayahText": "Gerçek şu ki, bugün cennet halkı, 'sevinç ve mutluluk dolu' bir meşguliyet içindedirler."
    },
    {
      "ayahNumber": "56",
      "ayahText": "Kendileri ve eşleri, gölgeliklerde, tahtlar üzerinde yaslanmışlardır."
    },
    {
      "ayahNumber": "57",
      "ayahText": "Orada taptaze-meyveler onların ve istek duydukları herşey onlarındır."
    },
    {
      "ayahNumber": "58",
      "ayahText": "Çok esirgeyen Rabb'dan onlara bir de sözlü \"Selam\" (vardır)."
    },
    {
      "ayahNumber": "59",
      "ayahText": "\"Ey suçlu-günahkarlar, bugün siz bir yana çekilin.\""
    },
    {
      "ayahNumber": "60",
      "ayahText": "\"Ey Ademoğulları, ben size and vermedim mi ki: Şeytana kulluk etmeyin, çünkü, o, sizin için apaçık bir düşmandır;\""
    },
    {
      "ayahNumber": "61",
      "ayahText": "\"Bana kulluk edin, doğru yol budur.\""
    },
    {
      "ayahNumber": "62",
      "ayahText": "Andolsun o, sizden birçok insan-neslini saptırmıştı. Yine de aklınızı kullanmıyor muydunuz?"
    },
    {
      "ayahNumber": "63",
      "ayahText": "İşte bu, size vadedilmiş cehennemdir."
    },
    {
      "ayahNumber": "64",
      "ayahText": "İnkar etmenize karşılık olmak üzere bugün oraya girin."
    },
    {
      "ayahNumber": "65",
      "ayahText": "Bugün Biz onların ağızlarını mühürleriz; (günahtan ve sevaptan yana) kazandıklarını, elleri Bize söylemekte, ayakları (aleyhlerinde) şahitlik etmektedir."
    },
    {
      "ayahNumber": "66",
      "ayahText": "Eğer dilemiş olsaydık, gözlerinin üstüne bastırır-kör ederdik, böylece yola dökülüp-koşuşurlardı. Fakat nasıl göreceklerdi ki?"
    },
    {
      "ayahNumber": "67",
      "ayahText": "Eğer dilemiş olsaydık, oldukları yerde (en görkemli çağlarında) onları bir başka kalıba sokardık; böylece ne ileri gitmeye, ne geri dönmeye güç yetirebilirlerdi."
    },
    {
      "ayahNumber": "68",
      "ayahText": "Kime uzun ömür verirsek, yaratılışta onu tersine çeviririz. Yine de akıllarını kullanmayacaklar mı?"
    },
    {
      "ayahNumber": "69",
      "ayahText": "Biz ona (Peygambere) şiir öğretmedik; (bu,) ona yakışmaz da. O (kendisine indirilen Kitap), yalnızca bir öğüt ve apaçık bir Kur'an'dır."
    },
    {
      "ayahNumber": "70",
      "ayahText": "(Kur'an,) Diri olanları uyarıp korkutmak ve kafirlerin üzerine sözün hak olması için (indirilmiştir)."
    },
    {
      "ayahNumber": "71",
      "ayahText": "Ellerimizin yaptıklarından kendileri için nice hayvanları yarattığımızı görmüyorlar mı? Böylece bunlara malik oluyorlar."
    },
    {
      "ayahNumber": "72",
      "ayahText": "Biz onlara kendileri için boyun eğdirdik; işte bir kısmı binekleridir, bir kısmını(n da etini) yiyorlar."
    },
    {
      "ayahNumber": "73",
      "ayahText": "Onlarda kendileri için daha nice yararlar ve içecekler vardır. Yine de şükretmeyecekler mi?"
    },
    {
      "ayahNumber": "74",
      "ayahText": "Yardım görürler umuduyla, Allah'tan başka İlahlar edindiler."
    },
    {
      "ayahNumber": "75",
      "ayahText": "Onların (o İlahların) kendilerine yardım etmeye güçleri yetmez; oysa kendileri onlar için hazır bulundurulmuş askerlerdir."
    },
    {
      "ayahNumber": "76",
      "ayahText": "Öyleyse onların sözleri seni hüzne kaptırmasın. Gerçekten Biz, sakladıklarını da, açığa vurduklarını da biliyoruz."
    },
    {
      "ayahNumber": "77",
      "ayahText": "İnsan, Bizim kendisini bir damla sudan yarattığımızı görmüyor mu? Şimdi o, apaçık bir düşman kesilmiştir."
    },
    {
      "ayahNumber": "78",
      "ayahText": "Kendi yaratılışını unutarak Bize bir örnek verdi; dedi ki: \"Çürümüş-bozulmuşken, bu kemikleri kim diriltecekmiş?\""
    },
    {
      "ayahNumber": "79",
      "ayahText": "De ki: \"Onları, ilk defa yaratıp-inşa eden diriltecek. O, her yaratmayı bilir.\""
    },
    {
      "ayahNumber": "80",
      "ayahText": "Ki O, size yeşil ağaçtan bir ateş kılandır; siz de ondan yakıyorsunuz."
    },
    {
      "ayahNumber": "81",
      "ayahText": "Gökleri ve yeri yaratan, onların bir benzerini yaratmağa kadir değil mi? Elbette (öyledir); O, yaratandır, bilendir."
    },
    {
      "ayahNumber": "82",
      "ayahText": "Bir şeyi dilediği zaman, O'nun emri yalnızca: \"Ol\" demesidir; o da hemen oluverir."
    },
    {
      "ayahNumber": "83",
      "ayahText": "Herşeyin melekutu (hükümranlık ve mülkü) elinde bulunan (Allah) ne Yücedir. Siz O'na döndürüleceksiniz."
    }
  ]
}