{
  "fussilet": {
    "surahNumber": "41",
    "surahNameTr": "Fussilet Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Ha mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "(Bu,) Rahman, Rahim'den indirilmiştir."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Bilen bir toplum için ayetleri açıklanmış, Arapça okunan bir Kitaptır."
      },
      {
        "ayahNumber": "4",
        "ayahText": "Müjdeleyici ve uyarıcı olarak (gönderilmiştir). Fakat çokları yüz çevirmiştir; onlar işitmezler."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Dediler ki: \"Bizi çağırdığın şeye karşı kalblerimiz kılıflar içinde, kulaklarımızda bir ağırlık ve seninle bizim aramızda bir perde var. Sen (istediğini) yap, biz de (istediğimizi) yapıyoruz.\""
      },
      {
        "ayahNumber": "6",
        "ayahText": "De ki: \"Ben de ancak sizin gibi bir insanım. Bana, tanrınızın bir tek Tanrı olduğu vahyediliyor. O'na doğrulun (O'na yönelerek işlerinizi düzeltin), O'ndan mağfiret dileyin. (O'na) Ortak koşanların vay haline!\""
      },
      {
        "ayahNumber": "7",
        "ayahText": "Onlar ki zekat vermezler ve onlar ahireti de inkar ederler."
      },
      {
        "ayahNumber": "8",
        "ayahText": "İnanıp iyi işler yapanlara gelince; onlar için kesintisiz bir mükafat vardır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "De ki: \"Siz mi arzı iki günde Yaratan'a nankörlük ediyor ve O'na eşler koşuyorsunuz? O, alemlerin Rabbidir.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "Arza, üstünden ağır baskılar (sağlam dağlar) yaptı. Onda bereketler yarattı ve onda arayıp soranlar için gıdalarını (bitkilerini ve ağaçlarını) tam dört günde takdir etti (düzene koydu)."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Sonra duman (gaz) halinde bulunan göğe yöneldi, ona ve arza: \"İsteyerek veya istemeyerek (buyruğuma) gelin\" dedi. \"İsteyerek (buyruğuna) geldik.\" dediler."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Böylece onları, iki günde yedi gök yaptı ve her göğe emrini (kanunlarını) vahyetti. Biz, en yakın göğü lambalarla ve koruma ile (koruyucu güçlerle) donattık. İşte bu, o güçlü, bilen (Allah)ın takdiridir."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Eğer yüz çevirirlerse, de ki: \"Ben sizi 'Ad ve Semud'un başına düşen yıldırım gibi bir yıldırıma karşı uyardım.\""
      },
      {
        "ayahNumber": "14",
        "ayahText": "Onlara: \"Yalnız Allah'a kulluk edin!\" diye önlerinden ve arkalarından elçiler gelmişti. \"Rabbimiz dileseydi, melekler indirirdi. Biz sizinle gönderilen mesajı tanımıyoruz.\" dediler."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Ad (kavmi), yeryüzünde haksız olarak büyüklük tasladılar ve: \"Bizden daha kuvvetli kim var?\" dediler. Onları yaratan Allah'ın kendilerinden daha güçlü olduğunu görmediler mi? Bizim ayetlerimizi de inkar ediyorlardı."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Biz de onlara dünya hayatında rezillik azabını taddırmak için o uğursuz günlerde, üzerlerine dondurucu bir rüzgar gönderdik. Ahiret azabı ise daha da kepaze edicidir. Onlara hiç yardım edilmeyecektir."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Semud(kavmin)e gelince onlara yol gösterdik; fakat onlar, körlüğü doğru yolu bulmağa yeğlediler. Böylece yaptıkları yüzünden alçaltıcı azab yıldırımı onları yakaladı."
      },
      {
        "ayahNumber": "18",
        "ayahText": "İnananları ve korunanları kurtardık."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah'ın düşmanları ateşe sürüldükleri gün toplanıp bir araya getirilirler."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Nihayet oraya vardıklarında kulakları, gözleri ve derileri, yaptıkları işler hakkında aleyhlerine şahidlik ettiler."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Derilerine: \"Niçin aleyhimize şahidlik ettiniz?\" dediler. (Derileri): \"Her şeyi konuşturan Allah bizi konuşturdu. İlk defa sizi O yaratmıştı, işte O'na döndürülüyorsunuz.\" dediler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Siz (günah işlerken) kulaklarınızın, gözlerinizin ve derilerinizin, aleyhinize şahidlik etmesinden gizlenmiyordunuz, yaptıklarınızın çoğunu Allah'ın bilmeyeceğini sanıyordunuz."
      },
      {
        "ayahNumber": "23",
        "ayahText": "İşte Rabbinize karşı beslediğiniz bu zannınız, sizi helak etti, ziyana uğrayanlardan oldunuz!"
      },
      {
        "ayahNumber": "24",
        "ayahText": "Şimdi eğer dayanabilirlerse, ateştir onların yeri. Ve eğer özür dileyip Rablerini razı etmek isterlerse özürleri kabul edilmeyecektir (çünkü özür dileme vakti geçmiştir artık)."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Biz onlara birtakım (kötü) arkadaşlar sardırdık. Onların önlerinde ve arkalarında bulunan herşeyi onlara süslü gösterdiler (yaptıkları işlerin güzel olduğunu söylediler). Kendilerinden önce gelip geçmiş olan cin ve insan topluluklarına (uygulanan) söz, kendilerine de gerekli oldu (bunlar da azabı hak ettiler), çünkü hep ziyanda idiler."
      },
      {
        "ayahNumber": "26",
        "ayahText": "İnkar edenler dediler ki: \"Bu Kur'an'ı dinlemeyin, o(okunduğu)nda gürültü edin, (böylece onun anlaşılmasına engel olun), belki ona galib gelirsiniz (başka türlü onunla başa çıkmanıza imkan yoktur).\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "İnkar edenlere şiddetli bir azab taddıracağız ve onları, yaptıklarının en kötüsüyle cezalandıracağız."
      },
      {
        "ayahNumber": "28",
        "ayahText": "O Allah düşmanlarının cezası: Ateştir. Ayetlerimizi inkar etmelerinin cezası olarak onlara, orada sürekli kalma yurdu vardır."
      },
      {
        "ayahNumber": "29",
        "ayahText": "(Ateşe giren) Kafirler dediler ki: \"Rabbimiz, bizi saptıran cin ve insanları bize göster, onları ayaklarımızın altına alalım da alçaklardan olsunlar!\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "Rabbimiz Allah'tır deyip, sonra doğru olanların üzerine melekler iner: \"Korkmayın, üzülmeyin, size söz verilen cennetle sevinin! (derler).\""
      },
      {
        "ayahNumber": "31",
        "ayahText": "Biz dünya hayatında da, ahirette de sizin dostlarınızız. Orada size canlarınızın çektiği her şey var. Orada size istediğiniz her şey var."
      },
      {
        "ayahNumber": "32",
        "ayahText": "(Bütün bunlar) Çok bağışlayan, çok esirgeyen(Allah)ın ağırlaması olarak (size lutfedilir)."
      },
      {
        "ayahNumber": "33",
        "ayahText": "(İnsanları) Allah'a çağıran, iyi iş yapan ve \"Ben müslümanlardanım\" diyenden daha güzel sözlü kim olabilir?"
      },
      {
        "ayahNumber": "34",
        "ayahText": "İyilikle kötülük bir olmaz. (Sen kötülüğü) En güzel olan şeyle sav. O zaman bir de bakarsın ki, seninle arasında düşmanlık bulunan kimse, sanki sıcak bir dosttur."
      },
      {
        "ayahNumber": "35",
        "ayahText": "Bu(kötülüğü iyilikle savma olgunluğu)na ancak sabredenler kavuturulur. Buna ancak büyük şansı olan kavuşturulur."
      },
      {
        "ayahNumber": "36",
        "ayahText": "Eğer şeytandan kötü bir düşünce, seni dürtecek olursa hemen Allah'a sığın. Çünkü O, işitendir, bilendir."
      },
      {
        "ayahNumber": "37",
        "ayahText": "Gece, gündüz, güneş ve ay O'nun ayetlerindendir. Eğer Allah'a tapıyorsanız, güneşe ve aya secde etmeyin; onları yaratan Allah'a secde edin."
      },
      {
        "ayahNumber": "38",
        "ayahText": "Eğer büyüklük taslarlarsa (bilsinler ki) Rabbinin yanında bulunan(melek)ler, gece gündüz O'nu tesbih ederler ve onlar hiç usanmazlar."
      },
      {
        "ayahNumber": "39",
        "ayahText": "O'nun ayetlerinden biri de (şudur): Sen, toprağı, boynu bükük görürsün. Onun üzerine suyu döktüğümüz zaman titreşir ve kabarır. Onu dirilten, elbette ölüleri de diriltir. O, her şeye kadirdir."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Ayetlerimiz hususunda doğruluktan sapanlar bize gizli kalmazlar. Şimdi, ateşin içine atılan mı daha iyidir, yoksa kıyamet günü güvenle gelen mi? Dilediğinizi yapın, O, yaptıklarınızı görmektedir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Onlar, kendilerine gelen Kur'an'ı inkar ettiler. Halbuki o, öyle eşsiz bir Kitaptır,"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Ki ne önünden, ne de arkasından onu boşa çıkaracak bir söz gelmez. (O) Hüküm ve hikmet sahibi, çok övülen(Allah)dan indirilmiştir."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Sana söylenen, senden önceki elçilere söylenmiş olandan başka bir şey değildir. Kuşkusuz Rabbin, hem bağışlama sahibi, hem de acı azab sahibidir."
      },
      {
        "ayahNumber": "44",
        "ayahText": "Eğer biz onu, yabancı (dilde) bir Kur'an yapsaydık derlerdi ki: \"Ayetleri (anlayacağımız) bir dille açıklanmalı değil miydi? Araba yabancı söz mü (geliyor)?\" De ki: \"O, inananlar için bir yol gösterici ve (gönüllere) şifadır. İnanmayanlara gelince, onların kulaklarında bir ağırlık vardır ve o, onlara bir körlüktür. (Sanki) Onlar, uzak bir yerden çağırılıyorlar (da duymuyorlar)."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Andolsun biz Musa'ya Kitabı vermiştik, onda da ayrılığa düşülmüştü. Eğer Rabbinden bir söz geçmiş olmasaydı, aralarında derhal hüküm verilir(işleri bitirilir)di. Onlar ondan işkilli bir kuşku içindedirler."
      },
      {
        "ayahNumber": "46",
        "ayahText": "Kim iyi iş yaparsa yararı kendisinedir ve kim kötülük yaparsa zararı kendisinedir. Rabbin kullara zulmedici değildir."
      },
      {
        "ayahNumber": "47",
        "ayahText": "(Duruşma) Sa'ati(ni) bilmek, Allah'a havale edilir. O'nun bilgisi olmadan ne meyvalar kabuklarından çıkar, ne bir dişi gebe kalır ve ne de doğurur. (Alah) Onlara: \"Ortaklarım nerede?\" diye ünlediği gün: \"Sana arz ederiz ki bizden hiçbir gören yok.\" dermişlerdir."
      },
      {
        "ayahNumber": "48",
        "ayahText": "Önceden yalvarıp durdukları şeyler, onlardan sapıp gitmiş ve onlar, kendileri için kaçacak bir yer olmadığını anlamışlardır."
      },
      {
        "ayahNumber": "49",
        "ayahText": "İnsan hayır istemekten usanmaz (daima malının artamasını diler). Ama kendisine bir şer dokundu mu hemen üzülür, ümitsiz olur."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Eğer kendisine dokunan bir zarardan sonra biz ona bir rahmet taddırırsak: \"Bu benim hakkımdır; kıyametin kopacağını sanmıyorum; (kıyamet kopsa da) Rabbime götürülmüş olsam bile muhakkak O'nun yanında benim için daha güzel şeyler vardır\" der. Biz, o nankörlere, yaptıklarını mutlaka haber vereceğiz ve mutlaka onlara kaba azabdan taddıracağız."
      },
      {
        "ayahNumber": "51",
        "ayahText": "İnsana bir ni'met verdik mi yüz çevirir; yan çizer. Ona bir şer dokundu mu yalvarıp durur."
      },
      {
        "ayahNumber": "52",
        "ayahText": "De ki: \"Gördünüz mü, ya o (Kur'an) Allah tarafından ise ve siz de onu inkar etmişseniz, o zaman uzak bir ayrılığa düşenden daha sapık kim olabilir?\""
      },
      {
        "ayahNumber": "53",
        "ayahText": "Biz onlara, ufuklarda ve kendi canlarında ayetlerimizi göstereceğiz ki o(Kur'a)n'ın gerçek olduğu, onlara iyice belli olsun. Rabbinin her şeye tanık olması yetmez mi?"
      },
      {
        "ayahNumber": "54",
        "ayahText": "İyi bil ki onlar, Rablerine kavuşmaktan kuşku içindedirler. İyi bil ki O, her şeyi kuşatmıştır (her şey Allah'ın bilgisi içindedir)."
      }
    ]
  }
}