{
  "mulk": {
    "surahNumber": "67",
    "surahNameTr": "Mülk Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Mülk (mutlak hükümranlık ve yönetim), elinde bulunan yüce Allah, kutludur. O'nun herşeye gücü yeter."
      },
      {
        "ayahNumber": "2",
        "ayahText": "O, hanginizin daha güzel iş yapacağınızı denemek için ölümü ve hayatı yarattı. O, üstündür, bağışlayandır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "O, yedi göğü, birbiri üzerinde tabaka, tabaka yarattı, Rahman'ın yaratmasında bir aykırılık, uygunsuzluk görmezsin. Gözü(nü) döndür de bak, bir bozukluk görüyor musun?"
      },
      {
        "ayahNumber": "4",
        "ayahText": "Sonra gözü(nü) iki kez daha döndür (bak). Göz (aradığı bozukluğu bulmaktan) umudu keserek hor ve bitkin bir halde sana döner."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Andolsun biz, en yakın göğü lambalarla donattık ve onları, şeytanlar için taşlamalar yaptık. Ve o(şeyta)nlara da çılgın ateş azabını hazırladık."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Rablerine nankörlük edenler için cehennem azabı vardır. Ne kötü gidilecek sonuçtur o!"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Oraya atıldıkları zaman onun öfkeli homurtusunu işitirler, kaynıyor:"
      },
      {
        "ayahNumber": "8",
        "ayahText": "Neredeyse öfkeden çatlayacak. Her topluluk onun içine atıldıkça onun bekçileri, onlara: \"Size bir uyarıcı gelmedi mi?\" diye sordu(lar)."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Dediler: \"Evet, bize uyarıcı geldi ama biz yalanladık ve: 'Allah hiçbirşey indirmedi, siz ancak büyük bir sapıklık içindesiniz' dedik.\""
      },
      {
        "ayahNumber": "10",
        "ayahText": "Ve dediler ki: \"Eğer söz dinleseydik, yahut düşünseydik, şu çılgın ateşin halkı arasında bulunmazdık!\""
      },
      {
        "ayahNumber": "11",
        "ayahText": "Günahlarını itiraf ettiler. O çılgın ateş halkına (Allah'ın acımasından) uzak olup ezilmek yaraşır!"
      },
      {
        "ayahNumber": "12",
        "ayahText": "Fakat gizlide Rablerine saygılı olanlara gelince, onlar için bağış(lama) ve büyük mükafat vardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Sözünüzü ister gizleyin, ister onu açığa vurun (farketmez) çünkü O, göğüslerin özünü bilir."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Yaratan bilmez mi? O latiftir (bilgisi herşeyin içine geçen, herşeyi) haber alandır."
      },
      {
        "ayahNumber": "15",
        "ayahText": "O size yeri boyun eğer yaptı. Haydi onun omuzlarında yürüyün ve Allah'ın rızkından yeyin. (Sonunda) Dönüş O'nadır (size verdiği ni'metlere karşı şükredip etmediğinizi sizden soracak, sizi hesaba çekecektir)."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Gökte olanın, sizi yere batırmayacağından emin misiniz? O zaman yer, birden sallanmağa başlar (ve siz yerin dibine geçersiniz)."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Yoksa siz, gökte olanın, üzerine taş yağdıran (bir fırtına) göndermeyeceğinden emin misiniz? (O zaman) tehdidimin nasıl olduğunu bileceksiniz."
      },
      {
        "ayahNumber": "18",
        "ayahText": "Andolsun, onlardan öncekiler de yalanladılar. Ama benim (onların yaptıklarını) inkarım nasıl oldu?"
      },
      {
        "ayahNumber": "19",
        "ayahText": "Üstlerinde (kanatlarını) açıp yumarak uçan kuşları görmüyorlar mı? Onları (havada) Rahman'dan başkası tutmuyor. Doğrusu O, herşeyi görmektedir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Yahut Rahman'dan başka size yardım ed(ip sizi O'nun azabından kurtar)acak askeriniz kimdir? Kafirler derin bir gaflet ve aldanma içindedirler."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Yahut Allah, rızkını tutacak olursa size rızık verecek kimdir? Doğrusu onlar, azgınlık ve nefret içinde direnmektedirler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Şimdi, yüzüstü kapanarak yürüyen mi doğru gider, yoksa yolda düzgün yürüyen mi?"
      },
      {
        "ayahNumber": "23",
        "ayahText": "De ki: \"Sizi yaratan, size işitme (duyusu), gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz?"
      },
      {
        "ayahNumber": "24",
        "ayahText": "De ki: \"Sizi yerde üreten O'dur ve toplanıp O'na götürüleceksiniz.\""
      },
      {
        "ayahNumber": "25",
        "ayahText": "Doğru (söylüyor) iseniz bu tehdid(ettiğiniz azab) ne zaman gelecek? diyorlar."
      },
      {
        "ayahNumber": "26",
        "ayahText": "De ki: (Ona ait) Bilgi, Allah'ın yanındadır. Ben ancak apaçık bir uyarıcıyım.\""
      },
      {
        "ayahNumber": "27",
        "ayahText": "Onu yakın görünce inkar edenlerin yüzleri kötüleşti. Ve: \"İşte çağırıp durduğunuz şey budur!\" dendi."
      },
      {
        "ayahNumber": "28",
        "ayahText": "De ki: \"Baksanıza, eğer Allah beni ve benimle beraber olanları öldürse de yahut bize acısa da (fark etmez,) kafirleri acı azabdan kim kurtarabilir?\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: \"O, çok merhametlidir. O'na inanmış, O'na dayanmışızdır. Yakında kimin apaçık bir sapıklık içinde olduğunu bileceksiniz.\""
      },
      {
        "ayahNumber": "30",
        "ayahText": "De ki: \"Baksanıza, eğer suyunuz çekilse, size kim bir akar su getirebilir?\""
      }
    ]
  }
}