{
  "nahl": {
    "surahNumber": "16",
    "surahNameTr": "Nahl Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Allah'ın emri geldi, artık onu acele istemeyin. Allah, onların ortak koştukları şeylerden uzaktır, yücedir."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Melekleri, kullarından dilediğine, emrinden olan ruh (vahy) ile indirir: \"(İnsanları) Benden başka tanrı yoktur, benden korkun! diye uyarın!\" (der)."
      },
      {
        "ayahNumber": "3",
        "ayahText": "(Allah), gökleri ve yeri hak ile (hikmeti uyarınca) yarattı. (O), onların ortak koştuklarından yücedir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "İnsanı nutfe(sperm)den yarattı, birden o (insan) konuşkan bir karşı koyucu olup çıktı."
      },
      {
        "ayahNumber": "5",
        "ayahText": "Hayvanları da yarattı. Onlarda sizin için ısınma(nızı sağlayan şeyler) ve daha birçok yararlar vardır. Ve onlardan kimini de yersiniz."
      },
      {
        "ayahNumber": "6",
        "ayahText": "Ve akşamleyin mer'adan getirdiğiniz, sabahleyin mer'aya götürdüğünüz zaman onlarda sizin için bir güzellik de vardır. (Onların gidiş gelişleri size ayrı bir güzellik ve zevk verir.)"
      },
      {
        "ayahNumber": "7",
        "ayahText": "Ağırlıklarınızı öyle (uzak) şehirlere taşırlar ki, (onlar olmasa) canlar(ınız), büyük zahmetler çekmeden oraya varamazdınız. Doğrusu Rabbiniz, çok şefkatli, çok acıyandır."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Binmeniz ve süs için atları, katırları ve merkepleri (yarattı) ve daha sizin bilmediğiniz nice şeyler yaratmaktadır."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Kısa ve doğru yolu Allah gösterir. Ama o yoldan sapan da var. Allah dileseydi, hepinizi doğru yola iletirdi."
      },
      {
        "ayahNumber": "10",
        "ayahText": "O'dur ki, sizin için gökten bir su indirdi. İçeceğ(iniz) ondandır ve hayvanları otlattığınız ağaç(lar, bitkiler) ondan(sulanıp filizlenmekte)dir."
      },
      {
        "ayahNumber": "11",
        "ayahText": "Onunla size ekin, zeytin, hurma, üzümler ve her çeşit meyvalardan bitirmektedir. Şüphesiz bunda düşünen bir toplum için ibret vardır."
      },
      {
        "ayahNumber": "12",
        "ayahText": "Geceyi, gündüzü, güneşi ve ay'ı sizin hizmetinize verdi. Yıldızlar da O'nun emriyle (size) boyun eğdirilmiştir. Şüphesiz bunda aklını kullanan bir toplum için ibretler vardır."
      },
      {
        "ayahNumber": "13",
        "ayahText": "Yeryüzünde yarattığı çeşitli renklerdeki(hayvanları, bitki)leri de (sizin hizmetinize verdi). Şüphesiz bunda öğüt alan bir toplum için ibret vardır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "O, denizi de (hizmetinize) verdi ki ondan taptaze et yiyesiniz ve ondan kuşanacağınız süsler çıkarasınız. Görüyorsun ki gemiler, denizi yara yara akıp gitmektedir. Allah'ın lutfunu aramanız ve O'na şükretmeniz için."
      },
      {
        "ayahNumber": "15",
        "ayahText": "Sizi sarsar diye arza ağır baskılar attı, ırmaklar ve yollar yaptı ki doğru yolu bulasınız (amaçlarınıza eresiniz)."
      },
      {
        "ayahNumber": "16",
        "ayahText": "(Yol bulmak için yararlanılacak) işaretler de (yarattı). Onlar yıldız(lar)la da yol bulurlar."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Yaratan, yaratmayan gibi midir? Hiç düşünmüyor musunuz?"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Eğer Allah'ın ni'metini saysanız, sayamazsınız. Doğrusu Allah çok bağışlayan, çok esirgeyendir."
      },
      {
        "ayahNumber": "19",
        "ayahText": "Allah, gizlediğiniz ve açığa vurduğunuz her şeyi bilir."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Allah'tan başka yalvardıkları (tanrılar), hiçbir şey yaratamazlar, zaten kendileri yaratılmaktadırlar."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Onlar ölüdürler, diri değildirler. Ne zaman dirileceklerini de bilmezler."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Tanrınız bir tek Tanrıdır. Ama ahirete inanmayanların kalbleri inkarcıdır, onlar büyüklük taslarlar."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Gerçekten Allah, onların gizlediklerini de bilir, açığa vurduklarını da. O, büyüklük taslayanları sevmez."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Onlara: \"Rabbiniz ne indirdi?\" dendiği zaman, \"Evvelkilerin masalları!\" derler."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Ki kıyamet günü hem kendi veballerini tam olarak yüklensinler, hem de bilgisizce saptırdıkları kimselerin veballerinden bir kısmını. Bak, ne kötü şey yükleniyorlar!"
      },
      {
        "ayahNumber": "26",
        "ayahText": "Onlardan öncekiler de tuzak kurmuşlardı da Allah, binalarına temellerinden gelmiş, üstlerindeki tavan, başlarına çökmüştü! Ve azab onlara ummadıkları yerden gelmişti."
      },
      {
        "ayahNumber": "27",
        "ayahText": "Sonra kıyamet günü de, onları rezil eder ve \"Hani haklarında (mü'minlere) düşmanlık ettiğiniz ortaklarım nerede?\" der. Kendilerine ilim verilmiş olanlar: \"Bugün rezillik ve kötülük kafirleredir!\" derler."
      },
      {
        "ayahNumber": "28",
        "ayahText": "Nefislerine zulmederlerken meleklerin, canlarını aldığı kimseler; \"Biz hiçbir kötülük yapmıyorduk!\" diye teslim olurlar. \"Hayır, Allah sizin yaptıklarınızı biliyor.\""
      },
      {
        "ayahNumber": "29",
        "ayahText": "Onun için, içinde sürekli kalmak üzere cehennemin kapılarına girin. Kibirlenenlerin yeri ne kötüdür!"
      },
      {
        "ayahNumber": "30",
        "ayahText": "(Allah'ın azabından) korunanlara da: \"Rabbiniz ne indirdi?\" dendi. \"Hayır (indirdi).\" dediler. Bu dünyada güzel iş yapanlara güzellik vardır, (onlar için) ahiret yurdu ise daha hayırlıdır. Korunanların yurdu ne güzeldir."
      },
      {
        "ayahNumber": "31",
        "ayahText": "Altlarından ırmaklar akan adn cennetlerine girerler. Orada onlar için diledikleri her şey vardır. İşte Allah, korunanları böyle mükafatlandırır."
      },
      {
        "ayahNumber": "32",
        "ayahText": "Melekler, iyi insanlar olarak canlarını aldığı kimselere de: \"Selam size, yaptıklarınıza karşılık cennete girin!\" derler."
      },
      {
        "ayahNumber": "33",
        "ayahText": "(İnkar edenler) İlle kendilerine meleklerin gelmesini, yahut Rabbinin (azab) emrinin gelmesini mi bekliyorlar? Onlardan öncekiler de öyle yapmıştı. Allah onlara zulmetmedi, fakat onlar kendi kendilerine zulmediyorlardı."
      },
      {
        "ayahNumber": "34",
        "ayahText": "Nihayet yaptıklarının kötülükleri onlara ulaştı ve alay ettikleri şey onları kuşattı."
      },
      {
        "ayahNumber": "35",
        "ayahText": "(Allah'a) ortak koşanlar, \"Allah dileseydi ne biz, ne de atalarımız O'ndan başka bir şeye tapmazdık ve O'nsuz hiçbir şeyi haram kılmazdık!\" dediler. Onlardan öncekiler de böyle yapmıştı. Elçilere düşen, yalnız açıkça tebliğ etmek değil midir?"
      },
      {
        "ayahNumber": "36",
        "ayahText": "Andolsun biz, her millet içinde: \"Allah'a kulluk edin, şeytan(a tapmak)dan kaçının\" diye bir elçi gönderdik. Onlardan kimine Allah hidayet etti, onlardan kimine de sapıklık gerekli oldu. İşte yeryüzünde gezin de bakın, yalanlayanların sonu nasıl olmuş!"
      },
      {
        "ayahNumber": "37",
        "ayahText": "(Ey Muhammed) Sen onların yola gelmelerini ne kadar istesen de Allah şaşırttığını yola getirmez ve onların yardımcıları da olmaz!"
      },
      {
        "ayahNumber": "38",
        "ayahText": "(Onlar), yeminlerinin bütün şiddetiyle: \"Allah ölen kimseyi diriltmez!\" diye Allah'a yemin ettiler. Hayır diriltecektir, bu, O'nun gerçek olarak verdiği sözdür. Ama insanların çoğu bilmezler."
      },
      {
        "ayahNumber": "39",
        "ayahText": "(Diriltecektir ki) Hakkında ihtilaf ettikleri gerçeği onlara açıklasın ve inkar edenler de yalancı olduklarını bilsinler."
      },
      {
        "ayahNumber": "40",
        "ayahText": "Biz bir şeyi(n olmasını) istediğimiz zaman, söyleyeceğimiz söz, sadece ona \"ol\" dememizdir, derhal oluverir."
      },
      {
        "ayahNumber": "41",
        "ayahText": "Kendilerine zulmedildikten sonra Allah uğrunda göç edenleri, dünyada güzelce yerleştireceğiz, (onlara vereceğimiz) ahiret mükafatı ise daha büyüktür. Keşke bilseler!"
      },
      {
        "ayahNumber": "42",
        "ayahText": "Onlar ki sabrettiler ve Rablerine dayanmaktadırlar."
      },
      {
        "ayahNumber": "43",
        "ayahText": "Biz senden önce de, kendilerine vahyettiğimiz erkeklerden başkasını elçi göndermedik. Sorun, Zikir ehline; eğer bilmiyorsanız:"
      },
      {
        "ayahNumber": "44",
        "ayahText": "Açık kanıtları ve Kitapları. Sana da o Zikr'i indirdik ki, kendilerine indirileni insanlara açıklayasın, ta ki düşünüp öğüt alsınlar."
      },
      {
        "ayahNumber": "45",
        "ayahText": "Kötülükler yapmayı kuranlar, Allah'ın, kendilerini yer(in dibin)e geçirmeyeceğinden, yahut hiç ummadıkları bir yerden kendilerine azabın gelmeyeceğinden emin midirler?"
      },
      {
        "ayahNumber": "46",
        "ayahText": "Yahut dönüp dolaşırlarken oun, kendilerini yakalamayacağından (emin midirler)? Kendileri buna engel olacak değillerdir!"
      },
      {
        "ayahNumber": "47",
        "ayahText": "Yahut (azabın) kendilerini bir korku üzerinde yakalamayacağından (emin midirler)? Doğrusu Rabbiniz, çok şefkatli, çok acıyandır!"
      },
      {
        "ayahNumber": "48",
        "ayahText": "Allah'ın yarattığı şeylerin gölgelerinin dahi nasıl sağdan, soldan sürünüp Allah'a secde ederek döndüğünü görmediler mi? (Her şeyin gölgesi yerde uzanıp kısalarak hep Allah'a secde etmektedir)."
      },
      {
        "ayahNumber": "49",
        "ayahText": "Göklerde ve yerde bulunan canlıların, meleklerin hepsi Allah'a secde ederler, onlar asla büyük taslamazlar."
      },
      {
        "ayahNumber": "50",
        "ayahText": "Üstlerindeki Rablerinden korkarlar ve emredildikleri şeyi yaparlar."
      },
      {
        "ayahNumber": "51",
        "ayahText": "Allah: \"İki tanrı tutmayın. O, ancak tek Tanrıdır. Yalnız benden korkun!\" dedi."
      },
      {
        "ayahNumber": "52",
        "ayahText": "Göklerde ve yerde ne varsa hepsi O'nundur. Kulluğun da yalnız O'na yapılması lazımdır. Siz, Allah'tan başkasından mı korkuyorsunuz?"
      },
      {
        "ayahNumber": "53",
        "ayahText": "Size ulaşan her ni'met Allah'tandır. Sonra size bir sıkıntı dokunduğu zaman da yalnız O'na yalvarırsınız."
      },
      {
        "ayahNumber": "54",
        "ayahText": "Sonra, sizden o sıkıntıyı kaldırdığı zaman içinizden bir grup, hemen Rablerine ortak koşarlar."
      },
      {
        "ayahNumber": "55",
        "ayahText": "Ki kendilerine verdiğimiz (ni'metlere ve yaptığımız iyiliğ)e karşı nankörlük etsinler. Öyleyse eğlenin, yakında bileceksiniz!"
      },
      {
        "ayahNumber": "56",
        "ayahText": "Kendilerine verdiğimiz rızıktan, (hiçbir şey) bilmeyen(tanrı)lar(ın)a pay ayırıyorlar. Allah'a andolsun ki siz, bu uydurduğunuz şeylerden mutlaka sorulacaksınız."
      },
      {
        "ayahNumber": "57",
        "ayahText": "O şanı yüce Allah'a kızları veriyorlar (melekleri Allah'ın kızları sanıyorlar) da kendilerine hoşlandıkları(erkek çocukları)nı (alıyorlar). (Kız çocuklarından arlanıyorlar. Peki ama neden arlandıkları şeyleri Allah'a layık görüyorlar?)"
      },
      {
        "ayahNumber": "58",
        "ayahText": "Onlardan birine dişi (çocuğu olduğu) müjdelendiği zaman içi öfkeyle dolarak yüzü kapkara kesilir."
      },
      {
        "ayahNumber": "59",
        "ayahText": "Kendisine verilen müjdenin kötülüğünden dolayı kavminden gizlenir. (Şimdi ne yapsın) onu, hakaretle tutsun mu yoksa onu toprağa mı gömsün! Bak, ne kötü hüküm veriyorlar!"
      },
      {
        "ayahNumber": "60",
        "ayahText": "Ahirete inanmayanların durumu, kötüdür. En yüce durum, Allah'ındır. O, üstün hüküm ve hikmet sahibidir."
      },
      {
        "ayahNumber": "61",
        "ayahText": "Eğer Allah, insanları, yaptıkları (her) haksızlıkla cezalandırsaydı, yeryüzünde tek canlı bırakmazdı. Fakat onları takdir edilen bir süreye kadar erteler. Süreleri geldiği zaman da bir sa'at dahi ne geri kalırlar, ne de ileri geçerler (derhal mahvolup giderler)."
      },
      {
        "ayahNumber": "62",
        "ayahText": "Kendilerinin hoşlanmadıkları şeyi Allah'a veriyorlar, üstelik de dilleri, \"En güzel sonuç, kendilerinin olacak\" diye yalan söylüyor. Onlara mutlaka ateş vardır ve onlar ona sürüleceklerdir!"
      },
      {
        "ayahNumber": "63",
        "ayahText": "Allah'a andolsun ki senden önceki milletlere de elçi gönderdik; şeytan onlara yaptıkları işleri süsledi. (Bu yüzden peygamberleri yalanladılar). O, bugün de onların dostudur. Onlar için acı bir azab vardır."
      },
      {
        "ayahNumber": "64",
        "ayahText": "Biz sana Kitabı indirdik ki, hakkında ayrılığa düştükleri şeyi onlara açıklayasın ve (o Kitap), inanan bir kavim için yol gösterici ve rahmet olsun."
      },
      {
        "ayahNumber": "65",
        "ayahText": "Allah, gökten bir su indirdi, onunla yeri ölümünden sonra diriltti, şüphesiz bunda işiten bir millet için ibret vardır."
      },
      {
        "ayahNumber": "66",
        "ayahText": "Hayvanlarda da sizin için ibret vardır. Size onların karınlarından, fışkı ile kan arasıdan (çıkardığımız) halis, içenlere (içimi) kolay süt içiriyoruz."
      },
      {
        "ayahNumber": "67",
        "ayahText": "Hurma ağaçlarının meyvalarından ve üzümlerden de sarhoşluk ve güzel rızık elde edersiniz. Şüphesiz bunda aklını kullanan bir toplum için ibret vardır."
      },
      {
        "ayahNumber": "68",
        "ayahText": "Rabbin, bal arısına şöyle vahyetti: \"Dağlardan, ağaçlardan ve kurdukları çardaklardan evler edin!\""
      },
      {
        "ayahNumber": "69",
        "ayahText": "Sonra her çeşit meyvalardan ye de Rabbinin yollarında boyun eğerek yürü! Onun karınlarından, renkleri çeşit çeşit bir içecek çıkar ki onda insanlara şifa vardır. Şüphesiz bunda düşünen bir millet için ibret vardır."
      },
      {
        "ayahNumber": "70",
        "ayahText": "Allah sizi yarattı, sonra öldürür; içinizden kimi de ömrün en reziline (bebeklik çağı gibi güçsüz ihtiyarlık çağına) itilir ki, biraz bilgiden sonra hiçbir şeyi bilmez olsun! Doğrusu Allah bilendir. (O, her şeye) kadirdir."
      },
      {
        "ayahNumber": "71",
        "ayahText": "Allah, rızıkta kiminizi kiminizden üstün kıldı. (Rızıkça) üstün kılınanlar, ellerinin altında bulunanlara kendi rızıklarını verip de hepsi rızıkta eşit olmuyorlar. Allah'ın ni'metini mi inkar ediyorlar?"
      },
      {
        "ayahNumber": "72",
        "ayahText": "Allah size kendi nefislerinizden eşler yarattı ve eşlerinizden de size oğullar ve torunlar yarattı ve sizi güzel rızıklarla besledi. Böyle iken onlar, batıla inanıp da Allah'ın ni'metine nankörlük mü ediyorlar?"
      },
      {
        "ayahNumber": "73",
        "ayahText": "Allah'tan başka, göklerden ve yerden kendileri için hiçbir rızık veremeyecek ve bunu asla yapamayacak olan şeylere mi tapıyorlar?"
      },
      {
        "ayahNumber": "74",
        "ayahText": "Allah'a meseller vermeğe (benzetmeler yapmağa) kalkmayın! Çünkü Allah (benzetme yapmayı) bilir, siz ise bilmezsiniz!"
      },
      {
        "ayahNumber": "75",
        "ayahText": "Allah, hiçbir şeye gücü yetmeyen ve başkasının malı olan bir köle ile; kendisine güzel rızık verdiğimiz, o rızıktan gizli ve açık harcayan kimseyi misal olarak anlattı. Hiç bunlar bir olurlar mı? Hamd Allah'a mahsustur, fakat çokları bilmezler."
      },
      {
        "ayahNumber": "76",
        "ayahText": "Ve Allah şu iki adamı da misal olarak anlattı: Birisi dilsizdir, hiçbir şey yapamaz, efendisinin üzerine bir yüktür. (Efendisi) onu nereye gönderse bir hayır getirmez (bir iş beceremez). Şimdi bu (adam), doğru yolda giderek adaleti emreden kimse gibi olur mu?"
      },
      {
        "ayahNumber": "77",
        "ayahText": "Göklerin ve yerin gaybı Allah'a aittir. O sa'atin işi, bir göz açıp yumma gibi, yahut daha yakın(kısa)dır. Şüphesiz Allah, her şeye gücü yetendir."
      },
      {
        "ayahNumber": "78",
        "ayahText": "Allah sizi, (hiçbir şey bilmediğiniz durumda) annelerinizin karınlarından çıkardı, size işitme (duyusu), gözler ve gönüller verdi ki şükredesiniz."
      },
      {
        "ayahNumber": "79",
        "ayahText": "Göğün boşluğunda, O'nun emrine boyun eğdirilmiş olan kuşlara bakmadılar mı? Onları Allah'tan başka tutan yoktur. Şüphesiz bunda inanan bir kavim için ayetler (Allah'ın büyüklüğüne işaretler) vardır."
      },
      {
        "ayahNumber": "80",
        "ayahText": "Allah size, evlerinizi oturma yeri yaptı ve size hayvan derilerinden, göç gününüzde (yolculukta) ve ikamet gününüzde (oturma zamanlarınızda) kolayca kullanacağınız hafif evler (çadırlar, portatif evler) ve yünlerinden, yapağılarından ve kıllarından bir süreye kadar (kullanacağınız) giyilecek, döşenecek eşya ve geçimlik (ticaret malı) yaptı."
      },
      {
        "ayahNumber": "81",
        "ayahText": "Allah, yarattıklarından sizin için gölgeler yaptı ve sizin için dağlarda oturulacak barınaklar (mağaralar) var etti ve sizi sıcaktan koruyan elbiseler ve savaşta sizi koruyan elbiseler (zırhlar) var eyledi. Allah size ni'metini böyle tamamlıyor ki siz müslüman olup esenliğe eresiniz."
      },
      {
        "ayahNumber": "82",
        "ayahText": "Eğer yine yüz çevirirlerse, artık senin üzerine düşen sadece açık bir şekilde duyurmaktır."
      },
      {
        "ayahNumber": "83",
        "ayahText": "Allah'ın ni'metini bilirler (bu ni'metleri Allah'ın yarattığını kabul ederler), sonra da (bunları kendilerine verenden başkasına taparak) bu ni'metleri inkar ederler, çokları da (nankördürler)."
      },
      {
        "ayahNumber": "84",
        "ayahText": "Her ümmetten bir şahid getirdiğimiz gün, artık ne nankörler(in konuşmaların)a izin verilir, ne de onların özür dilemeleri istenir."
      },
      {
        "ayahNumber": "85",
        "ayahText": "Zulmedenler azabı gördükleri zaman artık azab onlardan ne hafifletilir, ne de onlara fırsat verilir."
      },
      {
        "ayahNumber": "86",
        "ayahText": "Ortak koşanlar, ortak koştukları şeyleri gördükleri zaman: \"Rabbimiz, işte senden başka yalvar(ıp tap)dığımız ortaklarımız!\" derler. (Onlar da bunlara): \"Siz tamamen yalancılarsınız!\" diye söz atarlar."
      },
      {
        "ayahNumber": "87",
        "ayahText": "O gün (ortak koşanlar) Allah'a teslim olmuşlar ve uydurup durdukları şeyler kendilerinden sapıp gitmiştir."
      },
      {
        "ayahNumber": "88",
        "ayahText": "Nankörlük edip Allah'ın yoluna engel olan kimselerin, -bozgunculuklarından dolayı- azaplarının üstüne azab katmışızdır!"
      },
      {
        "ayahNumber": "89",
        "ayahText": "Her ümmet içinde, kendi aralarından, aleyhlerine bir şahid getireceğimiz gün, seni de bunların aleyhine şahid getirmiş olacağız. Sana bu Kitabı, her şeyi açıklayan ve müslümanlara yol gösterici, rahmet ve müjde olarak indirdik."
      },
      {
        "ayahNumber": "90",
        "ayahText": "Allah adaleti, ihsanı, akrabaya vermeyi emreder, fahşa(edepsizlikten)dan, münker(fenalık)den ve bağy(azgınlık)den meneder. Öğüt almanız için size böyle öğüt verir."
      },
      {
        "ayahNumber": "91",
        "ayahText": "Andlaşma yaptığınız zaman Allah'ın ahdini tam yerine getirin (verdiğiniz sözü tutun), pekiştirdikten sonra yeminleri bozmayın. Çünkü Allah'ı üzerinize kefil (şahid) yaptınız. Allah yaptıklarınızı bilir."
      },
      {
        "ayahNumber": "92",
        "ayahText": "Bir topluluk, diğer bir topluluktan (sayıca ve malca) daha çok olduğu için, yeminlerinizi aranızda bozucu bir vasıta yaparak, ipliğini kuvvetli büktükten sonra çözen kadın gibi olmayın! Çünkü Allah, sizi bununla dener. Hakkında ayrılığa düştüğünüz şeyleri kıyamet günü size açıklayacaktır."
      },
      {
        "ayahNumber": "93",
        "ayahText": "Allah dileseydi, hepinizi, bir tek ümmet yapardı, fakat (O), dilediğini şaşırtır, dilediğini doğru yola iletir. Ve siz, mutlaka yaptığınız şeylerden sorulacaksınız."
      },
      {
        "ayahNumber": "94",
        "ayahText": "Yeminlerinizi aranızı bozan bir şey yapmayın, sonra sağlam basmış olan ayak, kayar ve Allah'ın yoluna engel olduğunuzdan dolayı kötülüğü(n cezasını) tadarsınız ve büyük bir azaba uğrarsınız."
      },
      {
        "ayahNumber": "95",
        "ayahText": "Allah'a verdiğiniz sözü (peygambere yaptığınız bey'atı) az bir paraya satmayın. Zira bilirseniz Allah'ın yanında olan, sizin için daha hayırlıdır."
      },
      {
        "ayahNumber": "96",
        "ayahText": "Sizin yanınızda bulunan (dünya malı) tükenir. Allah'ın yanında bulunan ise kalıcıdır. Biz sabredenlerin karşılığını yaptıklarının en güzeliyle vereceğiz."
      },
      {
        "ayahNumber": "97",
        "ayahText": "Erkek ve kadından her kim inanmış olarak iyi bir iş yaparsa, onu (dünyada) hoş bir hayatla yaşatırız, onların ücretini yaptıklarının en güzeliyle veririz."
      },
      {
        "ayahNumber": "98",
        "ayahText": "Kur'an, oku(mak iste)diğin zaman kovulmuş şeytandan Allah'a sığın."
      },
      {
        "ayahNumber": "99",
        "ayahText": "Çünkü inananlara ve Rablerine dayananlara o(şeyta)nın bir gücü yoktur."
      },
      {
        "ayahNumber": "100",
        "ayahText": "Onun gücü, sadece kendisini dost tutanlara ve Allah'a ortak koşanlaradır (o, sadece onları etkileyebilir)."
      },
      {
        "ayahNumber": "101",
        "ayahText": "Biz bir ayetin yerine başka bir ayet getirdiğimiz zaman, ĞAllah ne indirdiğini bilirkenĞ \"Sen (Allah'a) iftira ediyorsun (bu sözleri kendin uydurup Allah'ın üstüne atıyorsun)\" derler. Hayır, onların çokları bilmiyorlar."
      },
      {
        "ayahNumber": "102",
        "ayahText": "De ki: \"İnananları sağlamlaştırmak ve müslümanlara yol gösterici ve müjde olmak üzere onu, Ruhu'l-Kudüs (Cebrail) Rabbinden gerçek (bilgi) olarak indirdi.\""
      },
      {
        "ayahNumber": "103",
        "ayahText": "Biz onların, \"Ona bir insan öğretiyor!\" dediklerini biliyoruz. Hak'tan saparak kendisine yöneldikleri adamın dili a'cemi (yabancıdır, açık değildir), bu ise apaçık Arapça bir dildir."
      },
      {
        "ayahNumber": "104",
        "ayahText": "Allah'ın ayetlerine inanmayanları Allah doğru yola iletmez, onlar için acı bir azab vardır."
      },
      {
        "ayahNumber": "105",
        "ayahText": "Yalanı ancak Allah'ın ayetlerine inanmayanlar uydurur; yalancılar, işte onlardır."
      },
      {
        "ayahNumber": "106",
        "ayahText": "İnandıktan sonra Allah'a nankörlük eden, Ğkalbi imanla yatışmış olduğu halde (inkara) zorlanan değilĞ, fakat küfre göğüs açan, (küfürle sevinç duyan) kimselere Allah'tan bir gazab iner ve onlar için büyük bir azab vardır."
      },
      {
        "ayahNumber": "107",
        "ayahText": "Bu, onların dünya hayatını ahirete tercih etmelerinden ve Allah'ın, inkar eden kavmi doğru yola iletmeyeceğinden ötürü böyledir."
      },
      {
        "ayahNumber": "108",
        "ayahText": "Onlar, Allah'ın kalblerini kulaklarını ve gözlerini mühürlediği kimselerdir. İşte gafiller onlardır."
      },
      {
        "ayahNumber": "109",
        "ayahText": "Elbette onlar, ahirette ziyana uğrayacaklardır."
      },
      {
        "ayahNumber": "110",
        "ayahText": "Sonra Rabbin, şunların şu işkenceye uğratıldıktan sonra göç eden, sonra savaşan ve sabredenlerin yanındadır. Elbette (bütün) bun(lar)dan sonra Rabbin bağışlayan, esirgeyendir."
      },
      {
        "ayahNumber": "111",
        "ayahText": "O gün herkes gelir, kendi canını kurtarmak için uğraşır ve herkese yaptığının tam karşılığı verilir, onlara asla haksızlık edilmez."
      },
      {
        "ayahNumber": "112",
        "ayahText": "Allah şöyle bir kenti misal olarak anlattı: Güven, huzur içinde idi; her yerden rızkı bol bol kendisine geliyordu. Fakat Allah'ın ni'metlerine nankörlük etti, bunun üzerine (halkının) yaptıklarından ötürü Allah ona açlık ve korku elbisesi taddırdı."
      },
      {
        "ayahNumber": "113",
        "ayahText": "Andolsun, onlara, kendilerinden bir elçi geldi, onu yalanladılar. Bunun üzerine onlar zulümlerine devam ederken azab onları yakalayıverdi."
      },
      {
        "ayahNumber": "114",
        "ayahText": "Allah'ın size verdiği rızıktan helal, hoş olarak yeyin de Allah'ın ni'metine şükredin; eğer O'na kulluk ediyorsanız."
      },
      {
        "ayahNumber": "115",
        "ayahText": "Allah size ölüyü, kanı, domuz etini ve Allah'tan başkasının adı anılarak kesilen(hayvanlar)ı haram kıldı. Kim mecbur kalırsa (başkasının hakkına) saldırmadan, sınırı da aşmadan (bunlardan) yiyebilir. Şüphesiz Allah, bağışlayan, esirgeyendir."
      },
      {
        "ayahNumber": "116",
        "ayahText": "Dillerinizin yalan yere nitelendirmesinden ötürü \"Şu helaldir, şu haramdır,\" demeyin, sonra Allah'a karşı yalan uydurmuş olursunuz. Allah'a karşı yalan uyduranlar ise iflah olmazlar."
      },
      {
        "ayahNumber": "117",
        "ayahText": "Azıcık yaşama(nın ardından), onlara acı bir azab gelecektir."
      },
      {
        "ayahNumber": "118",
        "ayahText": "Yahudi olanlara da, bundan önce sana anlattıklarımızı haram kılmıştık. Biz onlara zulmetmedik, fakat onlar kendi kendilerine zulmediyorlardı!"
      },
      {
        "ayahNumber": "119",
        "ayahText": "Sonra Rabbin şunlardan yanadır ki, cehaletle kötülük işlediler, sonra onun ardından tevbe ettiler, uslandılar. Bütün bunlardan sonra Rabbin, elbette bağışlayandır, esirgeyendir."
      },
      {
        "ayahNumber": "120",
        "ayahText": "İbrahim Allah'ı birleyerek O'na ita'at eden bir ümmet (her iyiliği kendinde toplayan bir önder) idi, ortak koşanlardan değildi."
      },
      {
        "ayahNumber": "121",
        "ayahText": "O'nun ni'metlerine şükredici idi. (Allah) onu seçmiş ve doğru yola iletmişti."
      },
      {
        "ayahNumber": "122",
        "ayahText": "Ona dünyada iyilik vermiştik. O, ahirette de iyilerdendir."
      },
      {
        "ayahNumber": "123",
        "ayahText": "Sonra sana: \"Allah'ı birleyerek İbrahim'in yoluna uy; o, ortak koşanlardan değildi\" diye vahyettik."
      },
      {
        "ayahNumber": "124",
        "ayahText": "Cumartesi (gününü ta'til ve ibadet günü yapmak), onda ayrılığa düşen(yahudi)lere (farz) kılındı. Rabbin, elbette ayrılığa düştükleri şey hakkında kıyamet günü aralarında hükmünü verecektir."
      },
      {
        "ayahNumber": "125",
        "ayahText": "Hikmetle ve güzel öğütle Rabbinin yoluna çağır ve onlarla en güzel biçimde mücadele et. Kuşkusuz Rabbin, işte yolundan sapanları en iyi bilen O'dur ve O, yola gelenleri de en iyi bilendir."
      },
      {
        "ayahNumber": "126",
        "ayahText": "Eğer azab edecekseniz, size yapılan azab kadar azab edin. Ama sabdederseniz, andolsun ki o, sabredenler için daha iyidir."
      },
      {
        "ayahNumber": "127",
        "ayahText": "Sabret, sabrın ancak Allah(ın yardımı) iledir. Onlara üzülme, kurdukları tuzaklardan da sıkıntıya düşme."
      },
      {
        "ayahNumber": "128",
        "ayahText": "Çünkü Allah, korunanlarla ve iyilik edenlerle beraberdir."
      }
    ]
  }
}