{
  "secde": {
    "surahNumber": "32",
    "surahNameTr": "Secde Suresi",
    "ayats": [
      {
        "ayahNumber": "1",
        "ayahText": "Elif lam mim."
      },
      {
        "ayahNumber": "2",
        "ayahText": "Şüphe yok ki Kitabın indirilişi, alemlerin Rabbi tarafındandır."
      },
      {
        "ayahNumber": "3",
        "ayahText": "Yoksa \"Onu uydurdu\" mu diyorlar? Hayır, o senden önce kendilerine hiçbir uyarıcı gelmemiş olan bir kavmi, doğru yola gelirler umuduyla uyarman için Rabbin tarafından (sana indirilen) gerçektir."
      },
      {
        "ayahNumber": "4",
        "ayahText": "O (Allah) ki gökleri, yeri ve bunlar arasında bulunanları altı günde yarattı; sonra Arş'a istiva etti. Sizin, O'ndan başka bir dostunuz, şefa'atçiniz yoktur. Düşünüp öğüt almıyor musunuz?"
      },
      {
        "ayahNumber": "5",
        "ayahText": "(Allah) Emri gökten yere tedbir eder (buyruğunu indirir). Sonra emir, sizin hesabınızca bin yıl süren bir gün içinde O'na çıkar."
      },
      {
        "ayahNumber": "6",
        "ayahText": "İşte görünmeyeni de, görüneni de bilen, güçlü ve esirgeyici olan O'dur."
      },
      {
        "ayahNumber": "7",
        "ayahText": "O'dur ki, yarattığı herşeyi güzel yaptı ve insanı yaratmağa çamurdan başladı."
      },
      {
        "ayahNumber": "8",
        "ayahText": "Sonra onun neslini bir özden, hakir bir su(yun özü)nden yaptı."
      },
      {
        "ayahNumber": "9",
        "ayahText": "Sonra ona biçim verdi, ona kendi ruhundan üfledi. Ve sizin için kulak(lar), gözler ve gönüller yarattı. Ne kadar az şükrediyorsunuz!"
      },
      {
        "ayahNumber": "10",
        "ayahText": "Biz toprakta kaybolduktan sonra, yeni bir yaratılış içinde mi olacağız? dediler. Doğrusu onlar, Rablerine kavuşmayı inkar edenlerdir."
      },
      {
        "ayahNumber": "11",
        "ayahText": "De ki: \"Üzerinize vekil edilen ölüm meleği, canınızı alır, sonra Rabbinize döndürülürsünüz.\""
      },
      {
        "ayahNumber": "12",
        "ayahText": "Rablerinin huzurunda (utançtan) başlarını öne eğmiş; \"Rabbimiz, gördük, işittik, bizi geri döndür, iyi iş yapalım; artık kesin olarak inandık!\" demekte olan suçluları bir görsen!"
      },
      {
        "ayahNumber": "13",
        "ayahText": "Dileseydik, herkese hidayetini verirdik, (herkesi doğru yola iletirdik). Fakat benden \"Mutlaka cehennemi, cinlerden ve insanlardan bir kısmiyle tamamen dolduracağım!\" kararı çıkmıştır."
      },
      {
        "ayahNumber": "14",
        "ayahText": "Bu gününüzle karşılaşmayı unutmanızın cezasını tadın! (Şimdi) Biz de sizi unuttuk. Yaptıklarınızdan ötürü ebedi azabı tadın!"
      },
      {
        "ayahNumber": "15",
        "ayahText": "Bizim ayetlerimize o kimseler inanırlar ki onlar, kendilerine öğüt verildiği zaman derhal secdeye kapanırlar; Rablerini överek tesbih ederler, büyüklük taslamazlar."
      },
      {
        "ayahNumber": "16",
        "ayahText": "Yanları yataklardan uzaklaşır, (gece teheccüd namazı kılmak için yanlarını yataklardan ayırılıp kalkarlar), korkarak ve umarak Rablerine du'a ederler ve kendilerine verdiğimiz rızıktan hayır için harcarlar."
      },
      {
        "ayahNumber": "17",
        "ayahText": "Yaptıklarına karşılık olarak onlar için ne gözler aydınlatıcı(ni'metleri)in saklandığını hiç kimse bilmez!"
      },
      {
        "ayahNumber": "18",
        "ayahText": "Hiç inanan kimse, (yoldan çıkan) fasık gibi olur mu? Elbette bunlar bir olmazlar."
      },
      {
        "ayahNumber": "19",
        "ayahText": "İnanan ve iyi işler yapanlara gelince, onlar, yaptıklarına karşılık, durulmağa değer cennetlerde ağırlanırlar."
      },
      {
        "ayahNumber": "20",
        "ayahText": "Yoldan çıkanların barınacakları yer de ateştir. Ne zaman oradan çıkmak isteseler, yine oraya geri çevrilirler ve onlara: \"Yalanlamakta olduğunuz ateş azabını tadın\" denilir."
      },
      {
        "ayahNumber": "21",
        "ayahText": "Belki dön(üp yola gel)irler diye, mutlaka onlara o büyük azabdan ayrı olarak, daha yakın azabı da taddıracağız."
      },
      {
        "ayahNumber": "22",
        "ayahText": "Kendisine Rabbinin ayetleriyle öğüt verildikten sonra onlardan yüz çevirenlerden daha zalim kim olabilir? Muhakkak ki biz, suçlulardan öç alıcıyız."
      },
      {
        "ayahNumber": "23",
        "ayahText": "Andolsun biz Musa'ya Kitabı verdik. Sakın onun (Musa'ya) ulaşmasından kuşkuya düşme. Onu İsrail oğullarına yol gösterici yaptık."
      },
      {
        "ayahNumber": "24",
        "ayahText": "Sabrettikleri ve ayetlerimize kesinlikle inandıkları zaman, onların içinden, buyruğumuzla doğru yola ileten önderler yetiştirmiştik."
      },
      {
        "ayahNumber": "25",
        "ayahText": "Şüphesiz Rabbin, kıyamet günü, ayrılığa düştükleri konularda onların aralarında hükmedecektir."
      },
      {
        "ayahNumber": "26",
        "ayahText": "Bugün yurtlarında dolaştıkları nice kuşakları daha önce helak etmiş olmamız, hala onları yola getirmedi mi? Şüphesiz bunda ibretler vardır. (Öğüt alma kulağıyle) İşitmiyorlar mı?"
      },
      {
        "ayahNumber": "27",
        "ayahText": "Görmüyorlar mı biz nasıl suyu, kuru, otsuz yere sürüyoruz da onunla ekin bitiriyoruz; ondan hayvanları da, kendileri de yiyor? Görmüyorlar mı?"
      },
      {
        "ayahNumber": "28",
        "ayahText": "Doğru iseniz bu fetih ne zaman? diyorlar."
      },
      {
        "ayahNumber": "29",
        "ayahText": "De ki: \"Fetih günü (gelince, şimdi) inkar edenlere (o zaman) inanmaları fayda vermez ve kendilerine mühlet de verilmez."
      },
      {
        "ayahNumber": "30",
        "ayahText": "Sen onlardan yüz çevir ve bekle, zaten onlar da beklemektedirler."
      }
    ]
  }
}